{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "caeb1bddeba8d254fdcd939646f38ed62137cdb42fb78da208775da989479334", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "3iKjPihkcz9A+xE/IZOLPUT/JD9fyV0/Yb5gP0PZPz8wphk+oCtNP6CBYj9VQRw/MCW7PlQzRD/M4WY/xnhTPwktkD28Pvo+Sw9qP5Ue6z3kWs0+eSnJPr2eMT+uA/Y9hIrLPvE7uj6PFNM++XdAPhfmBD7x3Ks+YPBJPt8sTD5GtWo+LQ/+PqiGUz/ZVAU/YN8ZPo+zMj+vFzY+anMFPw9/Zz0GfEU/9UlkPlNwcz+T5+Q877eYPowAlD4jEAI/JZWkPDdrwz7nCT8/AIGMPmcaZj9bLHQ//xz5PBljST+8RlQ/NrpCPd+uvj4pWXg+eVahPk4lcD92vgc/I94yPiEHTT8="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "ytkZQXYZgr/bf76/iF3Tv432k78z/dq/9ThWv9R0a77UeHa/3Hj5vuyBdD9Fq1s/v7XzPhgJKr422m8+VIEhwNDMYz/gZ4Q/Gu4GP/5ZSj+7vGE//K78PkWrWz+m4kc/gMJjPIGEDL/UdGu+DjOOvt412z5MEyM+SN+ZwMqbED/x0Dc/RyLBPm5/JT8Jfaw/gCtBP7+18z4OM46+JBlHvyp4kr7UeHa/puJHP7wSj7/gPsi+UNe7v0OjTD9V4J2+HT3Zv0EBoz7GQBA/AeijPxgJKr7eNds+vBKPv5ra4r7cePm+gMJjPCQZR78ABzK+WnvlP4w55L9akYO+yJCov7+tuT74Dgw/FonQPzbabz5MEyM+4D7IvgAHMr7sgXQ/gYQMvyp4kr6a2uK+"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "rA1qu84gdT6oX0A9nSQjvaJwaD5+M5u8D9iYPjpltjzO1IY+Xc0Hvh4xaj6iVgg+8b4qPuM7Qj6ictK9CsUuPoRLA74BFac+RXRrvQU1Wj77b+A9sWKRve6fm7z1hjs9rKXavMqwpburr409EU2DPti/UT1BYyu96qHgvSMCST0onuE9kYw0PmZahj4vsm4+GKFPPh9aGD7bL0Y9sdH+vSoyHr1Cbxm+LlZgOKAko723fOw9HpebveVGDT53n08+hkfZPHZhCT7Nzfk91AiDPvZ8Eb3wmMW8+5lQPnIfbz2zxEU9vZCpvNuSiD64wNE9roPsvTx+vzvXahs+Y1u4PYKoBT5RC6G8cbsFvlDpFr5jsAs+9aaIPZLm9bsDhRQ+VcabPqAWFj4g4kG9/O6/vRjrtb3pjxs+az9ovdV8kb0="
      ], 
      "weights": [
        "RbDQPNg8Jz7Lq9A94DIpPfc7Oz60GqA9IZYNPgFlDT7xiQo+spt+vEL7Jz5HoRU+jgNAPiUUMj7r52s7TaEiPkGWBT0xfk0+yq8Ju87bJj6Fmys+LR2TPFxRcj2W/o49GIxXPVb2jDyiojY+HzQsPqL0Kz00oYE9G/kovT+3qj00IhI+/yUIPmikET6GVBk+VOI6PiYjRz5TnIA85TPyPEDXWDw3JLC7kTPnPW6uVL3fBho+DtqEPYKiWj7GTgU+8tOfPX9cTT4SpjY+gjAmPsjVvbyxDMc7h0hjPvOmgD1pqTw9C5B3Pdj7fT4uXrQ9HEYbPL2MVD0cbSc+i5AcPh5krj2cRzk9Os4Iu3FBcrtZpwc+ndfPPBI+sj3JKxk+HXxgPl0mUz5V6+o9Ay84PadbWTyg2As+8AvUO8Aq47wNVbM8FP1gPghzzT17gD09KFwtPgRUpT0K7jA+J/0IPp/+9D2ffem8EY8/PqtvLT4KS04+ZzM2PtdLxTsPTyo+hcFWPVfTUD68gQu8x883PiytLj7U4bA8F7ZuPQqLhD1zTlw9m46bPDv8MD6sqEM+Owk9PeQmij1USyy9lSLHPTWL/z1aOgA+75svPo3lGz4HEz8+FmguPimKcDwCTgQ9pOCUPKNHr7tM6OE94ChgvRDH/D0YGIM91lJNPmKyDD5pbJU92dtBPpSyLj5jMhI+idwUvVIdLDybino+NtCTPT66YD2zVoA9m5RfPsY9vT10AoQ6v1RWPftDPj4d+CU+E1emPetCRz1iyQq8O5IYvFaYcz1mwKo8h7K8PdM9Vj5ebE8++ctYPlJm3T2M/ho9z+2SOkS9Dz557F88ohAQvV9o0zygBU8+zqLGPfSMQT0oRG4+sAKmPQHCJz7hYw8+hoERPud8w7zn1SM+wXYgPkEXPT6cPF0+6pbrulhNHT5QxSw9Z6puPoW5OzvQ7UI+CrA5PnsHqDzUy2g94y6hPcoZPT3STFY8VJQiPvYLSz7D5Tc9LF5qPcUk97ytI589", 
        "FPcNPvT5uj2xEUg+jpEbPrf1Kz5z2Eg+UMNuPJce7jzp76I8K5NAvE778T1QuE29TdQYPr7fsz3+MWs+daoCPlXHpD2U+DI+K9o9PvCrCT5w4/m87/IsPKNkcD6Z/409tyqBPeqYhj3BjlY+wcfaPRM4MTw/FFw9GDoOPmkWIz5jSc49O908PcIR+rsN6xM8eIQlPpLxCTxTMLA9QJolPoSHXj6CWlU+Zo7qPeK1Nj0rC4c7qKwgPv5FDTx5qiy9hG3RPI3/LT7xnCM+abo7PQKBRT778rc970cuPgnMBj6thRE+Ope/vIkcST7Sz2E+MghvPu31Yj4NW5Q7VGEdPo2XED0qw1w+7w+sO9KjKT4b6jA+EIWBPHaBTz2yabs9LUtgPWEYhzw6svo9mM9pPsEGPT3oJHw9IV0hvd8Nqz3DqCw+0ZK0PQTgNj6XYB0+nIhDPqhFZz7pJB88ucERPfhQyDzEiHi7qrTlPYxOQb15DOU959ZwPXimVD7HtfY9ZqPHPSEVLz5OFho+NVQWPtg+C70jrwk8pi1+PkA2lj2eAmI9quVpPWyxVD6iktE9f2bSO7uHTD2apvk9OqoePvIhiz1RBzE9vaIbvLrujjuCvAA+wiFwPM1UmD3U+Uk+DoQ2PmN3ZD5+ddo9lO5iPbd9HDsMX/M9qYFRPCVpz7ySRc48CuoOPhyJ1D39fR89wFUqPlUZpj11lwg+jC4IPrxEBj6H39a8DrlCPjfLHj7u3Vk+jWYaPk70hblBLAY+nk85PXyaTD5eiSk8biYsPpWyIj6vuLA8j3R0PS1PpT3uzXc9SOafPL1JJz7aIyQ+Myc0PXu8gT0057u8XM6zPaNiFj4ulzE+j88XPs9y/j0vVCk+RfpiPlRVhzzmrM087pCbPBNSGrsDj+U9hOhMvdzBDT41XGM9yP49PmtS8j2K3rM9N61jPrXJKD7uWy8+XN7cvGTr17tJDHE+DBB9PSvhcj1HP349D7NZPpfavz118g27f4RdPWKuLD7cQjQ+", 
        "ycvNPAYJLz2nw2C8ebcvOkuwBj6SjZk8WtqlPeooIT4r+Fg+X8xEPtOu3T2MxUg9QsvEPCtf6D2pFAo8xZMlvRYAgj3U0DA/XekAP9aAbTzR4no9wr/ovHqMEL/sRKW/5KVwuw609T6ejZA+zLd+Pvb3Nr7zshk/4UzqPuxKEj/2Ttw+f7Sjvu2OXT4B7fq+HJSsvk24UL8CpN29qZIXPNbnlj4hsGI+s23Yvr/jgb6O9N2/z5OIvwa39j4TMr8/Uzwgv7YfBr/JKZs9V3Ulv9LM3L50EjK+ZXPrvuF5Zr+O/Yq6x8+6Pr0BtD5uASi/gsY8PyrIsL1vnCm/ooUAvzqCHD03UAO+X1O+Pmjfsz7lFwe+PCzHPrGF6D4F9Ua+yfutvV7AzL+m31i8dySQP8CghD9ljTy+muZNP/zWar5QYSq/wincvy3P9L8PpCc/fgkkP3N+WD8IT1g9xGiTvrF7Pj+1J+w82fmHPV9njb9x0JO/gd9pP0IFkr7hJkM+V8ITvqe/LL+gmhY+0KNDPcG52zxcrqe9RXYHv5vxq74fTJg+1bIKP/r3nz+BKkg+660GPjCl4rwmWrg+QolFvrVgkD55Jqc+eXcXP7MdND+JGv4+SfOkv9Cu7z1DjJw9LhDQPqBqm7wNEmW+CUXMvpbdmL0+0os9cnQ/P/8ooD8HO0u+u6sov5fNTL5ZIV4+5Fg1vruRsz5OOpi/EJLKPp+mRD6CVp2/gvn4vL2cTb9W7w0/Do9lP1Yx1z4zKbq+7rqHv63nHb9RA6G93pOcvZ3ZU76q1Ra+V/MXv1CggLzObu49MV0PPkS2TD7jlVs+/fAzPtaIDj27RAW/PXkvP0ImBb8Ke8O/x5P9v6NpjT4l3E2/NrTCPQ/rAz0cplI/RvPRvI4HQD9H/to9loDAvyjxvL4ilXo+mvOBPriVDT+lzmE8nTsiv2eogT6DW/M934x/PnVNJ72B+qM999NUvvp37r5DzjY/s6Y0Px7Mxz22lFK+BWmqPvo1xj7m7rA+", 
        "nB6EPkEWlT+wi1I/n7iSPo64Lr5ey6u/oE5Au3ZueLwLHj8/bA7DvDiLrz6+/kK94Josv+tstr/qseM+SpMqvYtHnL39Syg+mUAHv8HHOD8u6ou/y2LpvvrNhj1a8ym/TC7bPbyTi7+HE0c/qRqqPnYWUT8g/U0/pPeBP14Kvj5U6Q3AYMd2vnJdpr5f99s9xw63vvW33r07cBc/3PDMvWnFqr30jrC/md4Uv/LZLb8a89c+/7oIPV4KRD8qBuE9vBddv+TtUj0q1yLAbOhUP6BoRb5iEC0/hclaPGuZdL5CraW9C+uhPLJpET0Pc5O/x0+Nvgv73L7zbMI8bVI/P7IXrLyU4rs+pbPhPgajKT3Rihm+rCJQvMbHEL+tX8S/EIy3PeVbAD+EzNI+RXQiPgWH2TpFIPU++pgCP6+9zT7Hsrs+/v7HvU2+Aj8GdcC+O6d0vkUrJb9OGOE9DjIPPT1aqj7bu1w+MPe/vii7ur56xv6/f5KLv1ZcAz9dX7Y/sO3rvqWqxL7QoCa9Pjswv+P/C755dCA+7a/xvt9NhL9fnq28iGO3Pn2r4D1vKiq/Cb+HPl7phr20cRK/6iyyvh4RPj7IEji+9OewPgiWzj4+UCO+Fq0IPxAipj4qqxW8g2erPAwwtb/wpvS9OltNP2pEYD9Cteu9SJY6P2rAVL7fxSK/nnLLvwv71L/gzgw/K+yjPvuRZD8cCyO7Ku3uvh5kAz+zr5+9AS6IPeiL0r8Df5O/IZRMP23a7L2TO50+DmsAvzkba73LKXo+U4eDPpx6MD+94968aMi+vrjZ2L5cWSa9eZwCP6hxDzyHHrU9tdpTPznpT7+1RMw+fb/Fvmvi6z4smGq+rWOOPgxV5j7e2RM/3d3Qv+v9DD1AFQ8/ffG6PvJ/1j3UsO8+K5G2voaM/r39CIk9EtOIPq/rYT9s75k/e+OSv+n0jD9th4a9fwO8viibGT6yql6/bU2mPoJ2FT6QWJA+722Tvj0ILb/V/Tg+UuSMv9/s877MlAi/", 
        "GB5mPYjga77mezm8unfCPkfMoj/85Wg/Psnfvd7RFj8+aH29wIHxPYBRvj6Qgta+Tz2CPrSd876GTmc/Jxi8vOhZy74mo/6/3T3VvxoXuz4VewW/mZ1EPuIkgr2h1fm+Zsf+Psw4dr8Lqa09TqmSvwO/Mr3mvBc9HlG4PsR0IT4wjZW/j9mkvqc1Cz99Lmi6wLPduwM9Cbx2zim+QN8qvFOa5L4ki0E/lXUhv0yGOj/TElE/UoRNP5vmMT75eCe+a0KRPsB4Gb+oW149g8uAvjMajTtnR/O/QxIJPPwuHz5WKZY+nT8bPUzehD88l8y+Fmqrvx6deb8ko5I+brG1vWv52D1cVSu/Ag3bPonVpjwCVNs+RAosv6pn+r2RxDm/ypPFPVfuxz52PrY9JPG2PsRo6z5bbf2+wulzPtWqaz863S++2wmEP1KtDz+Rt3U+OLaPP+jfuD6mHRm/9aKKvWa/zLwzF5O/vVoPP5ZDQb4sbee77eE1v10yqL6x6Wo+ApIBv5r4bT25p+u/8zcQPw7/Pj+Sol8/YQsRveRNET8jIfi9ppF2v8DH9T118ou/xRI5v8D14b6FiCw/4CWHPvlSUr3MMjW/QJGwviaaZTt2Q2k+qGaIvVyuNb/fpPW+j0HtPtICET8U/p0/ZciQPESCGj6ixdq9TQKsPkDbYb68ALo+A9ftPjn5Gz+BjDw/k/w1P1nESr9OeD09oPtuPtAVFD8Rmzs9yrWJvKjWL7/x92S9QNsMPW6pTT8Q3K8/zhkdvs0kCL9z1Zi+lPt/PUF3vL2+yAw/MWOxv2/oxT6xM989Ud1pv40GCz6kJDm/mgE0P75NTD/08ys/GQK8vjo1nr97Pf2+yMpfPBvoLr7ETGq+E221vhqVTL/HwK69el5DPSJp9D2BXNk+ob0VPs3sYz5pZh09T6UDv7srYj/+pxu/4nHWv3Yu+L9lX8I+5tg/v6RWGD4H/r09OopbP3u7CL2b5WA/efqCvELWrL8L6+a+dlC4Pi+vkz6kncs+", 
        "iPNIv4ekTzwenjc90AgXPlLpVj+eWU89M/Dpvaqg3b64Ox89+Vb6PhFLK77SKUS+UEsuP3lBRb8IW74+g822vkkolD67JZy+yk7ePgMLCz9ZifE+jzUSwG8qhr2Ike8+vmNSPnqy+z1k9io/Jp7MvjNz67ylV7A9J5niPtD1gT/7+Wc/BRalvzV7pj9sb8W9aCgGv68rZD6OeVy/oAKbPirJIj0oGb8+uruRvnBzSb8spdY9h2q7vmJ48L4QqAG/BcEzPOLtQr66ZW69BKgVPlVInT9lXEg/3KSgvZhbuD7+WKi80sQVPWvjZD5X69e+P7LfvfuOU7+JyzI/St1xPnxR9b41st6/PB2cv/THvj6oC9C+WGhFPnMHV7w9lhq/y8K/PsF3Zb9v+ug9BaLHv/jsBb6ewRm+Q3qIPty+Fj6TBxG/35iAv0e2IT/IQOs9oVxpP3MXET2AdAM/4my1PaOMLD9P8ns/ii+Mvoy+wb4YKzY+QXVSvn6bLj9mmDc/NygFPb9fk763oS4/tj49P0s9kj1w/Zq/Fsm3PYF+ar6WaQE/FzXlPB9GBD+84wq/OjuDvbKZoj2KPs8+lS+rvNa7nL5gl0i/F9YzPZmtcz9yI8Y+CYDDvt7cpz0TUPE+mHhLPs7Ygb8/x0S9uxSiPpHK6D5kmPU9+inhPXRdED+z2Cy/YkopPaa0rL/Nrd4+SDP4vXZV0z53zxi/5UOfPVOa572EFA490jyRv/LwAz+FZxU+P3SNv+rdX755CdK+rvr6vrzAgz3ClfK/5OGIPmPJsb3Caoo+7Oj3vmgl171i4d4+Jbc5P/chCj6BMTe/ofOEvrPMPL43J/M+02ZwP/uiLr1qlgC/BrYJPwZLLz36+za9lfMRvYVgMj5NE+e97A9JvoqWRj/53FU/fz42PgjmT762WQ4/OPHrPnrVKz4aEyw+BnKIP93JOT9bOyQ+cckUvpVvu7/QbOU8p61BvjwmKD8Vj2e9XTXiPuhZsT2Jlwi/OWCgv5B3Dz8W+9C8", 
        "375qve/j8Dy63PC+P8lBP+UPjL+GXTu+77YKvfYoOr8obwc+xSptvzdNDT9tzMU+xKIoPzpfWT9znyw/Fo2DPu1e4r9HufK+pEqBvhuVRz6megy9GdnsvWwJKj/dST++E4e1vVRzmb8XI3++6ZQ4v9U8lD6MoFa8rBoOPxrm4L2wEkW/kFqePSlSCMDQa2s/eSDkPHCnPj9lbU+9RRUaOyi5jz3jbte8rUlMvQE4PL9rYNG+ux8Fv7XH8bzAQlo/5d2ovy7rlL6th6Y+nnDRPEqOCz6lEHW9iE+lvUUOAj53Nn6+QtwjP45xML+o5jM/NPSHP20WHj/TWDo+PqyTPfNFnT4xXwq/ir8xPgy77j2c4Ym+by7rv1uNQrzY45U+GeqePhdfiT0qcKQ/2K/mvoqvqr+cTja/947IPvFviD1K4gI+vVPMvvrApT5qXlW+3zPBPrZfEL+tU7S8isJsvxDpBz794+k+gJYVPj7yYj6fzoY+R4PZvo4zqT58vHU/ED8cvloPoD+Jf+I+6b4NPr/Mqz8yTPY9QtYDvwVsibzCqxe9LuCFv+iFEj+e6A097nS4PCwLL78r6jW+QC9NPlEUaL/1hCU+srrHv4shVT8gshI/BYqZP0LMGL3YO8A+3BowvoSJor8QoXA9hpSXv2e7xb8ea7q+bsPaPraefj5C5CW/FLyVv+hl4D1KXfw9HsJvP5nPtz1sjgs/rq8VPty2IT+3a08/YJdBvgciVr/OuOw9iaXEvRuQDz/M6Ys+kvMjPYl43r6V1/c+YuUnPzRvOz0lJoe/QcDoOzqWa7uHFtU+/4wfPg2SOj8wSPm+eSPCvAgNBD2eWbw++tbnvFF2db6C7ya/AZbjOzxcUD+kh1c92e36vdmMmj395dQ+uiVWPtZGWb+yicc8ol2YPmKRzj51fw08yE0xvYRgbz4PvOa+gDMCPrhQg78huCA/b34PPgohFT46xR6/4zd6PnMJRj1xzOa8Kv6Ov6tLJz9jPm8+u4B1v7je771R1LW+", 
        "lE4yv11nBD4yAfe/8Ee8PvZoyjxPQGo+S/EDvg8aRT3ux6A+Ju8LP1WMLz5YQTO/d2Uqvo+Dg77rDY0+MLdbPyo8Hz+kTB4/CsEkv+JFz7+wkeU76gqkPepdGD+MBfq8QgV8v3AzrD6xno2+swHdPtNHHz5KKog+jpgVwNpC8z55qws+YkMIPzlLkz7mLPg+3TAvP6qw4D1ETz8+2i9Wvpv0IT6BIBW/3PgZP8pTQj8hKD2+umXIPVUM0D7cIRO+zj11vyrFqT7I8VG+58mqvSb0PL7ya0w/uvWyvBSWdr9Pvlo+BoGgPvl3ADzGXim/TRnMPrxO+j5lSJi+Gbkgvy//H7t3Hg8/qLGAvaHFJD/mQFC/w5WDP56kLL/Of7U+4HysvxmAAz7nll0+JP7cvrSeHb3ksWC9Dsw6v8r8+75dnQo9ujONPVL4Fz704AI/OqHwvqdXpT5+aV29hcHDvrHZBT/cafi+Es6NPeZNBj8seJ2+r7XlvsYLMj8toDw+tsTgPZU7DD9h5Hk9CIPov9H5gL4slIY/122hPsTMVr55iaO+T/WyPhWjs71/L+4+XwaXPYien74lMfi/+LX9vqxDoz674wA/rwrzPTwCzj6ttrg+/wmHvU4hkryaq2Y/PW6gvhAakr6Erqu9k/kBvyaS5rwmLwA+dOMQPxWIfL4fWf49mZWYvsnatL4POMC+SwpBv06sUz75qJM9BImXPoywz790V4K/JKYrPhviJr+asNU+T1EbPeswkT7jzwk/Jyw1PehDED+Sq8e+5/+ZP7dtW7/EQ0U/fhuEv9Z4ujxOwEU90DZ1u41jHz413Vc/TysjP3A0/D6ASSU/W62Fv/i++z5xasg9hBT9PfkIgD78Ryc/QvwvPdVhEj5AfJ++5FwxvzGXVz4hQ5M/3XEEPxJ2rj1D9T0/Ro5LPinbXj+e5WY/XWkkPujIn76ZGik++9jmvZNU1j8b3jM+9F5RvpNAAb9IJpI+Bx6EPuIqH776LiI/qyqVvtRsDcBUAzY+", 
        "+hhlPl9/Nb+PoTY+aU+nPgW6sr6/OUm+OnCQPVI7Gr0Mla89d1YjPCXnXj966fw+ekumvaaUtT0pFdc+tlkXPaOTfL7lLxM/VNRkP5tzYj9NWgo+5s2pP2lwdrz9oAG/3+ESv5MzYb8J14q9kfuIPtjktD0YzI+8ta3TPg68rT9K9PO9MqMYv/OsnT5Yz1W9W7mLv7glLT39AS6+s3gIP9Ar2b/5b4w9PLknPlrJGb0L+2Y9CWY3P0nBvL70eaO+s7HuvZgDOjsne7U+vPL6PlOPTz4PAtw9TCVMPfL/UL5NCL+897QovZwmHT+raRE/+egZvxx7lD+/Uj4/zd5EP7miIz/7vBA/beYZv2o+0r9b4EQ+hE3BPWLHUz/y31O9/rmLv4vdzj6ST26+n7kYP2zgCTz6htY+suTVvwQNBz+JNBk+w47DPvQXbz4agj0+tCFpP7AnGbzSZII+qbGUvS355D2yUcO+YpAtP7xljT/6gZ69+2wAPgl8GT/39Dm+ksIovx5qlD4vM6e+Xp5FPkbV5r06cDM/UuPLvEYGY78TWro8OkqcPu+lpb2JgES/quwYPxqnGj8lwg+/ll1ev1rLZLzYIjA/EKWtvfXpRT/amWS/+Os2P8yzIL9jv68+uES2v5LfxT0GTgA/oOzovuag2j2BHu69D21fv7XZwb6VGAI+9UqKPfVgPT69bfs+TKcWvw/yPj7XcFC9l/i3vpkyFz+ZHnG+wXSCPE/5Ij9CpY69AmYBv+NqVz846VI+DiqlPvP51j4qXQO/s+ULwEtAkL4ZTDc9fNYBPuW/Hb4uVBG/6gg+v5YMDb8tj8U+ARnJPT8VqruHUhDATY4uvyCKej71V1I/2DxbPg1wEj/unS8+1P41P6qu0j0pOGS7GXUKO6Gs8r71Rp6+T3MjPdxygr284eO9UngnPy/enD5smqe+OKHDPmcPs77eqOS+S66oP1Cior4tKJo8R2NwPuHI+z1LG8I+TPJgvZgtcL+3dO4+wplCP+cucj8fk9e+", 
        "OwkLPUtELL8E8r0+90hzPo/fxr86eAs/iZ6mPpOGZzyBhO08MlDXvUlN0T6Mb+k+TY/CPt7soj7U0kY7m2Fkv9OVxT6AlWA+f0ALP1EByz7kFtQ8L+1aPojdg70tpvG9Gz0lvpYepj8pT4u9pTqWvZS74T6K+Zg+lZ7ZvrNl7T2N+glASvDtvY4dxL8CUzI+3GukPYcSubuVgUU+qCDlPaOPDb+pzZa/L0s4P3qHqD6ImLq9hbfKvqytrb9h82Y/SKBpPngmxT6s5sM+vV1+P+ScVD52RYs/21uovOn4SLpDbIm9n5KYvUP1Ir9SfhA/mJP1vWHtpT5RENE+x856PtmhDT6/rC8/gc9LvhpVTD43P/6+SvbYvn8Ys7wEN5m/OI4iPpdKNj4FGAU+m0rHPvht/L1HGSw/FPPavpO8ij0Fd5A+2/8Bv7Hohj+Ylwo+86HUvypROT256Lk+lHMNvM4Tub/MM5Y90JoQP6Lzqj45Zrk91VchPrrtt76tdra9FWKbPuT8Gr34/hE/nys+P8hABT/2NnA/XO/fO5xzgb30dWG+qgkpvgjzAD74VfO7xhYJPuDNq73Vh5W9JqUdPknKNj4S/So/DC77vdqH2r9E4cC+ET+oP+hVFD9bkyK+WO0Lv1FNyT4vRUu+rKOIPtupgD7ll+i+DErpvxIDBb+KwYc+QqALP/ev2DpN110+XhgSP9zSyb3H6fU9m+YtPzBlb70bZoW+ObmivhmzyL6xL/y8TewHvhSYMT/IZlm+4up8PtQU0r7+Rai+KqPWvuu4X7/2Ius9+tLYPccunD5fubm/eb/Evviw273f4E6/GeQ6PgDYQb4gSnQ+f8j8PuQn3r15JUw/W91Ov1/slz8CD5u/WG8cP9x/mb+CNN69zKzpvfNcGr0STwI+YfdfP/DxLD/2yBQ/0UcoP0hJib+6NrI+QjCkPEn2jz5Beqc+ePWVPr6VIjwS45U+Q0mQvTNWUr+N2Zw+HHiRP+fpCT+q4GE++ChFP3zoUz7vRmg/", 
        "JI+gPvoihT6kf4C+dSkTwGD2qb4pyvY84+k5PsB1+b3xwjq/3XVVv5S3Ab93AWk/StQAPvQaubxV3u6/fAY8v7nR6j04+oM/oj2MPrkUJT/BuL8+azp3PwDWYj0lJdG9LsfTPaVp0b4TGya/EasGPa0lhb3dICi9kSYTP17ZqT62Pj6+kWUZP36Vkr5hSQS/8bXHP5+Zn76V9c48H9aGPn/TpDxFAYU+sC+kvdMALr+fdxs/eIE1P1y6hD+8HP2+8jZNPXIuRr8zNvM+Mn68PQiUyr/HOzc/LjQkPxR2n72HAIE9PE4SvqUd+z5kje8+laCzPltTBD8snPy9jw1uv5Ajsj00JDm8G/z+PqW91D4rHvk9w6MnPvr8zb0jQxW9W8CgvVhvxD9Tlxa+MM7YPZsgkj5yDNI+L10Ev+zLOz7yIlY+fjPEPfBCu76A/sM9a3GWPsTZyj9vWyI+LP0bvooe2j72xnS/l0hRPxBuCr/oGHm9gZvlvh/X0b/5AIW9a8QtP3PTL706ISU+N/xnPoP1g7/5aBw/aJpVPZCxaTxgHiG+UYcdvkFJRr8YYLA+9xEFvhRUi73fj8I+f56EvEn9C75Akcg9R6Nqvgevuj5/dq49d4x9PmpnHr3jL4Y+/JySvn8nX7+6Sww+Yti/PtFK4T0JNeA8wV2lPn5UYz7Glyo9aQDKPSTO4D717bI+CxSPv/lSuD3n4Bq9tcj4vEhAZDzR8KG8PT7TPnrpWz79rAU/nlISQDjmir5jma++PIpBPaXvlD1euhs/5zvwPjmTd765HdM9tp2lPc4OfT5M00s7nL1SPyUMEz8mpLM9jQePPt56H774d5a+auMPPyBsVD+axdI956b1vgj9AD5JIq++X+PaP7jMHj5BnQ2+V8X6vq5Fiz4XO3A9cPlyvipXJT/XusW+hsffv9oEHT5HSJ0+9ahdv9oiBj7EX/I+1OGJvnv9kL41J0S9Zs5avobjDz5+XxI9hJmDP0Bi5z4DjXS9Z59JPkZM+z6MoRy7", 
        "AhcNvtd0Fj94oXI/2lqGPwm/oTyjV7k/QiqtvfT0p7/28i2+KpUCv/hagz2cUbA+qF9QPmfxkD2YxAg/+lijP7/Ng71X8mu/4U4BP6t2pb2V2wC/SqW+PbavUL54eg4/CesFwDV3Dz3G1JU+pAqovFWC/D1kLiQ/lBQVv66h8b6G9ma+ibMBPc/Zrz7q2Cc/8NItP2eJV72bhzC9MuuFvhhjgj5zG4i+Lg9AP0vXsT7Om8O+P/WAP9BbNT8OeDk/yFAPQGXok761kb2/JxIMPnSixT4k6lI9oE58PqvlQLwaKlG/c1N2v1UegT92158+fGmJvqqtFb92fua/WqiDP8Ubjj6QxwQ/fR6NPrz/dD/ztA4+PclTP6+XXb3L6y2+9dvDPAvk0L3AJ4+/BpXWPu45RL5dO6E+oferPjqFNz1JRc+8vok4Pw9sYL2pTLU9IW46v7kkqL5IyTu8RIqFv49DGz4qQZM+GDMnPAGjoz6iWcu+CIwsP7LtGr8VO36+EpqUPrcRL79Bxjk/+/k/vig29r/Gxq09hYv5Pt5IJL7klKy/fmV4Pa3PuT7+0mw+ENijPCUsez2iOcq+9/F1Pr9Nfz7QbT6943MiPxQJUz+XiuI+4b06P4XU17t19Ru+Y8wSvyQ8Yb3DLGM9IaOpPMRinT7ywcs8dbhOvGVQCT5e9s89rSoQPs6F2b4IZAo+XcGtPoTT3D9hTVc9mc8hPtUe0j6/zU2/osRMPzhdcr4H1La+C3LxvoQuxb99oHC+NU1MP/QWar6iI0c+8iCLvUrQnb8YKxw/GP6sPYLtuL2YoUi+NIF1vunwZb+P5cI+1pZivd4BFb7PpdM+gxJ8O668L73YMIE+KjZVvmjlyD7bIYO+XQNoPhPqTr0WnpQ++XdBvgw7jb9RB4A+BB25Pqa1Jj8dvVi9mayVPm/QDD5S5ci9wFiEPtg3Nz9K78g+btGpv/JdmzxvrwM+j+JQvdMdwr1B70Q94VZRP584aT6kutU+ZzomQM0xd77antS+", 
        "JfsjPskAuDwcjSE/pQWuPh+aeD1Gdc08b2HxPXIUmT6wAwY+ltlJPx4TQT+7XzK+qQwPPobb6bxyOhW8Ht0lP7H3Ez7n2eo+VIZbPiEe/z1K2Bo9Ik39vG8fJz8gGAy+p+c8P7pcqD6NrIs/feIZPV/BUL4KbP2+P52iPhjFNT4JFMq/mBcEPyQtwj7Mf2q+wyxuPa1Dwz6UZqW+S8ymv9lVoL8OgI49ek6xPAHpp72ydo29gTRHv0TbZD/1Z7O9zIDMvUAdBr7scZe+NtWkvoMLsT6mUl++Fh88v8hmNb8cz2g/E2EOP4KCvz4ytoW/ZABJPlRgNb9alSs/L9SgPiS9IT6EkB29cttBPUS62T9/r2E+K1uOvQw7Uz9AK3w/4GD8PLSDJD16YiW/d4GzvuEqSz9KGn691mwfvzb83z2IRHM/+njrPYLkhj4+e00/tGWsPirFzL1zwqo/pa6SPsCdwL4hW8u+4b5WvG0uWT5scHS/eVCDP2awUT801+S/jQX5POi94b5U1gG/m3/XPuGOSj5VIo6/iWnRvhO/WD4ULSy+AS7aPtOCyL7Nsne+KUk0PYJJb77Oz/4+A7mPPlTp5b/WzEo/KieqPdmGAD3IPSa/QRnKPi1J472eyJy/1419PuQJHT6vjyY/JveyP7e7e73zq5+8bdRMPz2APbysEws/WEnPPSunlbsO+gS+0kmuPkh4DL8w3zm/aTBrPoh+yj+5fEo/PvmOvjLLrL9GZRS/4V2Jv00tSz6jTR+/JOW2PbOUiz4A9Vs9AKX/PcGUcT4smmU8KoIPv5SrVD4bSk49qQMvPFgkR78KkdG9xwfevmSCOr+ZnAi+jhegPvlWlb3KEMA9wmOgPvBv6z512ma5A775vP8qaT96DCI/sI9jPwN2cD7Qjf6/LIGlPWuaxz7cEp2+4vawvW+Pqr/07wI99nCYvlMppL0Sb0e88c5SvXw887+VKH8/laIWP57wFL/EJXA+auw4P/B/KL+eb/4+F1hKvupRVj8Z8hc/", 
        "B8Isvzx7wD6c+BM/E5qBv2/iYz+hWvY+rzMaPRiztL0I6/C+xeFfu4vapr6dtHi/L/WAvZUxFr9bOoI+9abcvcPrs70KXam+7lbAvt+jwr7JRbY+tPOQPojSwr3mDR2/HIDYPlHyRz+Ad848gpy2PtlTBD/TSlS/2rdNP4SnD7/m7bk91ZVvPiTzYz4oHPa+LSXAPBRNnz5CLCk+zX5SP3h5j7rLJ9I9lqIUv4AgQj8YAgw+3XIqv9X71j43Omm+k3YcP/Odpj1esMc9EZNEP4HxpD7lGoq97R6SvMIDgT9v6Vw/6dBNv7K2yr4T9DQ+oI6iv0Z6xb7Z5ws/lY8RwJesGr1cHq8+Dx09Pt2z1D2ztou9clJMPfXE7D7dqAw+DRgIP93OpT7o9nQ/JAo1PsqTxr2keQe/LtZ5PmQ8fz421L6/GDzzPVvXDj7R/7i+UdKKPYHrjD6GaKq+f3GZvy9Yub9o8+o9BsbVPRg0N7637oK96RYgv3LmJT8sWye9AFryvV7k/r068tu+gEOVvhZJ8z5mziu+dxIkv0wqib+uQko/pAwdP0eGHT+2rpW/4R16PVbHdr9qnyE/8ZbBPV/K77wy3y4+trMxvp2tuz9WlRU+j8KEvE6KTj+OP1k/JDQKvVANij1waCO/44cGv88cJz8zlTa9KeAEv6tFfL3Os4Y/GqBcPUAvnT6sDy0/br/rPrMtfb0H3Yo/hiSWPnvo2r6vuUe+Kjr7vfB9QT4j4p6/VJJYPztwVz9J/QDA/bm9PGzLYT4w69M+5XkzPbOm575DGJc9feB/P33ONb8/FSM9a80Pv6MvZD66D3W+Tz3RPDzzrj6UF3A+VKh1v4JK7b+yXBW+oG0rv8FJfr70QVC/GKtBPhh6j76ePou/hMKPv1NKMT4uN6Y8JlTdPj2nSb3WKpI9YxJZP99wMb3Wz9w96TUsvoWU2T2jaV49VEIsPlYqwb6fNbO/agpWPkjSFT/p/3k/ef5EPplTkr83G4m/czqav1J95r7fBgq/", 
        "ux8lPxOTBz8CcfC+M0/Hvr0U2z4+tBm9rmOjPQH6Hb1+GKq9uMX7vQmTST/OB2Q+3X8ePubhjb1vZ949L9q+PWZCyD5x004+QNlCPxjF2z61boa99FaUPq0U1D+n6IK/s8CQvgME3b7BG90798EfP5Te/z4xiNQ+Y7TJu4/qpL++osS9wwOtPysPhz32xCY+cg05vx6Csjy7QJ+9WL8HP5qIBL/Rkg+/0nmEP3fyNj9032e/6hXZvjVxED4qsQ6/Wfqyv1weg7+7SKm/TNFQvxdo1b6qB/y9KiU/vE6HPD0Mpda/i27cPINpCL1HHBG/taKGvaBWyb7xq0Y+52epPNNxDj8ZPJS+bK1OP7ufsr4J0tA+7iFtvq8yb7rVdla/uUKPPeywUz/l3T29Q4vIPkHj3b612Vm/U06FPti3bD4FmNA/Lo5KP+DzDD9AXui9MAfCPrdlzj4MIly+SKNqP5DBdbpBod48RK4BPRrZbj9yhFQ/pQGOvUbtGL9xDrA+7TTuvD4r0Dxslo0/LFUyP93TVT2/BSC89abWPCtEGL9CUlo/TWhXPpHvlj06Kxo/XokWv3jZJL+UEIw/+gf8v30/QDypYhW/Qhh3vhcOuz7EbbE+i+GUvxuuCb9g6+49bCdvvrqTiD4+Puu+VGervuC3Kb0pX5y+mePKPo/cMz644gfAt8oyPyBckD7UWpU9AC3Yvncs8D6kB6O+I5qVv8yvVj17T5Q9IHMpP96urj8lITe9DlJIurOadz/N9RW+XdEDP3t9WT4SjmC+ki5xPaB/xj50WyC/2ws3v5jPiz7iD7k/+6EBP92BK76Y67O/LC7Tvo6sb78lfzM+pCo4vzj9Kz7ztek+QNVlPoMltD4hu4I+OsccvuC9075DrSs+H+J/PleLlLzezzO/Q9eMvSlnH76sHF2/ydyIvvVUsz7mJGK9O7WgPMlbYz5nWPg+YDU/PtqPTL5DmYA/Yx4GP9x8Wj/wBrQ+cxTmvw8X5z01c9A9efHgvrNvCj6786S/", 
        "6rplPZyIxT72VSE/pRmoPfdl4L5sJx897c0wP8iPFb/i2+49DglMv0R3Xj0HuGO+kFEcPpN0pD5W7Ys+FPB4v7LC0r8irEo8NYlNv6mQHr8DPUe/UQD9O05AnL6FMX6/z2KFv38C/D1bh5u+MNy9PjbQAL4lbSU+5KklPwYWVDyfnk8+ENAKvljQGz4srmU+aVYEPghACL93G4+/9WH5PfSxJj9pU0E/LV0JvQRvTr8B8my/5pyov/ftmr7pKYO+63M/P9ULDz9IDwq/i3NPvrsjiz5yHoA+EXFLvSflTD6IKl29+67JvVPdcz8u/+M9i3R9Pv3eXb0ZPog9SZu0POjvHT9dHjc++R8qP7C/uz5BkJa9H0dIPgYPoj8Xfoi/2vZivoFne77QOvK8GNsoP1/qBz/bfwE/te90PR5+oL8EZcI7JkNpP6mnZL5WjSG892rvPux22r9sWAy+U3hwvsgY3r11nHC/VehbvwlRJD9+V50+RGwCPb5Glj56cAW/9qg4v7VbMj+9/YO/we+Hv9RTGz/sMoE9lb79PFf2ET3EdDS/8sAWPgacML9J8mM9sTq9vRIfST5m0Ig+wQxWvRzqLb4hDTw+yFNKP2141b4DWBY9Xn/RPCw9bjo3+R8+SNGcPnFZUD9ZUog97g6vPlRzvr9vvRG/F+muvS6/+j7y9ck+O86/PnodED67Hdu+bQY3Pw7KDT4aJ5g/zklHOyObYj3I/s28OBOHP/JvK7+RHDG+5sCkv1c9m76fykQ9z36TvZGEfL3jdJw/CqnhPpuYWD8cUfa7UW8sPrSQ7TtWDzM/Ep1PPUq1BL+uKwI86f2kPmMSpL3WZlE9AXL7v1tyYz1WbYi+u0G3OzHKwjt1fqa9TErqv4qZOT9KFQI/oWDeviUwYj6MyB0/SpvGvqYdZT5QFZS+XmhHP744Gj/lkIi/GhuAPsA+Nj+6hHy/iSdkP/j3wT6PH6G9hsknvRRAzL5OS2a7dPEEv1YfX79vzTK9gYc5v6LXBj7jQ4a9", 
        "IXpiPTPRLb5ZocW+Oau7vnkqwz7tok490Gmfvb6pgL/e1PE9dzYsP+1nkLqFM7g+L1bBPoAJkr9SMS4/bycGv3eOQD0OyaQ+cmEovrUfr74woL69dG+cPuJ+FD7i+lM/MGiSPLFtzz1fGrS+gpMePwNbkb1JYhy/QKOIPhr+Xr2CpoE+fJvnOuSKIz7ockw/SeaPPv8zdz0+dbE9vHsvP3bOHD/ogSe/iZ8uv92Vej5cpIm/oJ7PvssLIj9bEQnAxClVO+5ARz/pAIE+yGaVPY4bQb8N0JA8Sz2JPcC0KD8vexG/z0pGv7KfSD81yWM/VhJfv+acJztNypw+mm6SvnWbr78tTFy/V0xSv15SY780L8W+gRwGvggIxL1vh2q8ObXHvz52ij0JRge+Nl4Hv5HZt70HXYu+5ztVPiUd5L1KpRU/Kjz3vmu6QT9s9Be/ekoIPo1RFj3K7Qc990N8v5C4pT1tVnc/7d1QvnI4yD4mixS/Oy07v8RSCj4lLA48U12dP6Ey7j0WNzw+ZBGcvnvphj4q678+IpUavgllmj8/IS29W3s5PL8TGL71QQw/bP9jP9D2JrwLgzG/tpmrPQN3yT7O6cy80092P6KOCD/oKHI+KTGCPiytO7wE1Ay/SUD5PglZFj6gUvw7XYjqPgzHVb9uPM2+Vr5oPws5679AytQ9uPQOP4Q5NL4hRt29WpEMP5Rb5b+uQxC9ThepvZRAtr2sEB+/7/hev82cBT+s4ag9ncMnPqIyEz57TZ++kDSVv9U7sT47hBG/6j2Qvw+tCT+SaAw+p1OnPcX8Sz2+Lt6+OmmePT9XB794tZu8pPOSvfI93j19LoE+JbF4vRBiHr7eD1k805E7P+0H477PjDo+PI6XvORQFL1NXoI+kr1ZPkdGaT/9h2C9lrCfPmbdm7+/Ppq/TDSIvga4aj61sIQ+QAMiPoaPWj0uZ6q+jANNP7qlmT7ck1A/iy4kvhJELT5bYyK9oJECP4juzL4WkHq+z8W1vzIwk76hpyu+", 
        "vw4qPkSIF71CA38/e9jcPvDcMj/Atks+BHQovQQ45DzmLB4/nC8lPVTwP7/lQE49knGbPv2ZMb5w6Kq9r4z4vzEVAjtawkC/24CLPPRhUT5QsjS/8qb2PCaEL76Ti7q9rQLMvQfExT7p0DK/ASowvr74cT5cLC0/J/1JPuiVNj9ONOc+wJwSP5SsnT2Ls6A+nTQDvlL1oT43t9G/k17SPuqWRj+vYF2/yIybPqqx6T4YzY69EA21PsFsAD9i9yy+3eGbPsXGHL4GEFE+NebaPvNLjL6p6qI+Tl0bPZQTAj+ALcY9kIAXv6vDaD+Ni4a/G6Z1vqd1uD53F2K/CU6YPuPtK72gNFE+4Sv7PrAURT7eIVo+XuijPhXlCD793uK/VVA8PvGTXj4+TBM/QTipPrT1Jb8Cqf68UVJ3vqJgp75fUjC8Mv6wPQaWSD6OFTzAde94vyvgbr2UMjw6YhQiv8yDAj6iWw09XuBdPcIfUD79+1k/Mh//PXKOSb+DrEE+WiVtv6NliL48c9Q+HyuFPp11P742wHm9g9SqvpE6VD6KK7w+eM/bPmoBO79RCBO/NI87v5AQDz87Ciw/21ynvtK/Wj6mzo6+D1M8v7RQnbuT9i2+FkPsPnNyxb8Aa8E9VdwcPn01vL8hV52+on/rvpf7o72roiY+TynYPjJqAb5qmha9Q1IzPvApiz74byy/SrARPox9Sb4ZseE7we/oPiZzvj1XpMk+5pPDP6y+k79HOIm+0GptvtsDpz80si89k9IMPqlMhzsjDwS/o2CeP/CHKT5fY9w+d5c1Px+fK7soTXY/k5yaPk3HiT1Eo8I/yltuvy1gh7wjmjE/2jCbPWKYWz0XQ1k93slfPomg6L9OyYu++jNKv40zLL33LJU/SGnSvQWnbr5wx5Q9nIU/Pr4U3j5PP9++oolJv4RFrT7efZi/92ClvnxnCz/TT4i803IsP6emEz0XQJy+P3zFO/vAIz7v3Zg+bitAv+H/ij5RWW6/9jLkPuF2Pz840Zq9", 
        "gsvqPkKNLT/Iirq+mvKgPsCw1r7RG7s+gPC3PeOCgD9WIdq8O+/HPTQj/b6in4w/hxG3vZIjiD5amrc+a+bTO+0bmr3ragu+6PT6vNMm8r7FnVs/5jIcvMbKNbxzVaM+i6+BPCIrp7+wfi0+4I6dPhZcSz4mDV0+F4Isv0SxAD/LM/A9UyxmP2QMP78d6q++jYMLPrc4zD0kT+49xeqfv0ecrj/noAw+FM/CPglqtr7Iv56/av29vaxTcD+Br00/D4qJPUElyzwAFnY+xioLwP7Tvr7GhiS+k6i0PPdQAj8AYyi/tkjEPpJrH7yd2FI9rEaUP4sICTv6xbW/aR8FPwKj3D3dUCW/2PWfvIivJj5twge/XZaKPAeg2L0zg4Y9MscOvnL7yD5oqwq/gHoQvybSyj6kcWo/WV86PrLWIj8FHek+LFZJP5YhCz5fL8s+Y9wmPVWzeT5r2ti/jF2vPmBDfz8H3Hi/PR8lP+xyFT9oTWG9P26dPiQKBz+wKgy+eWyNPmxa573O7AY/mHETP+H1/b0Npss+7dHtO0YwFT8KthA9E2RFvz+lpz/17qS/Ms6svsiduj7fUU+/GuIBP9ko9D1TwXk+V2aDP47SVz4F96M+zaDVPsV6Wj2enca/cGRSPmNUaz78MgI/sTOFPvISR77Hku28iRuEvDbLU77wYxm99m7DPawd8z1vyB3Aw2WZv8G8sz0NqXm88Kscv/8Cfz7CfZI+6x5OPkwQrT6D+po/X7U5Pid6Z78esb896O6/PQcaFb9BpAI/1Tx6Pd1Kkz7bnkS8e3mkvthTJD9Y9Dw/3rrovZF1oj/IG/K9u/L/PWYkpL4Dlag+qMknPs6FBz4OYpE+XX8/v5Badj/WEAs/iJLavc1p1L9qNgo+ESeEPsHU278/Ju69ufgdP7kCBED4wx0/kxIUP/gnkz1vNg2/kbZUvjnJFz5nnDK+PS3RPtOFdL4KWxU9GCc8P9TCqj2Zf70+ssVHP586Rr8ZNCK/Ki4RPjosgb0c2qY9", 
        "81btPNBzv76y2gK6bwkOPtbVkD5pPl8+XNrdvS75vjp33OY8pFjOP6juUD/Hn+E+pl1Tv2zUBL2Xe5S+XRASvl6g4T4WNxQ+fSNJP96Bpb+qwvC6l5+/v8ldJTyHHe2+3SNkvl4Ykr5FRso9jgupPpirKz4GRsy+xXe6vx/WrD64RxM+HIlJP3PoV7481/s8113kPlRDHb0X3QK/lWa1vrZ2wj5zDpO/FX6+vdBPtL6Rphc+xutvvfcMwT7sCe2+nWUpP9arrD7TNoK/ais/P5f8hj47jhy9ZlEZPm1J6b6G+Iw/fg9tPRD+OD7O3yE/QD5CPxOSBkCYz94+DKkGvhvaND6XDcG+d0KqvdgyWz+svX0/eOlLP+j3U71TbCM/RkcGPhMHn7+DOfs9ZceZPrvLKD4Bag4+bJtuv7yNlD7jFfq8HG+1PdeRt7yeDwq/FZEtPnSv1z0Z9qY9CrQ+v4qONT2cQ0k//YiRPn2PWb6G4F6/lxt3vb94lT4dYCq+/qzAPuH/Lry31Eo/A6sBwB0GKb6/2RK/zadjvb7Hn75wSeK+/jICv+lXyD08UhY/apA0P4ur577sMqu/0lqCPu/0fr9d4YO+pRAVP0iAKz7ZUA++hjqqvbYSlL6y6pc+dybaPihymT7a5Wi/rxo1vpGQEb9NzZ0+9Tz6PsqeTL7bk6A9/avdvrIgM7+8soE89UHCvoOJqj49r8q/dfXxPWmQOj6YHb2/ojp8vvJZxb51Lva90/HgPTHrzj5TOjO98QMfveldPj3dNP89RNEgv8ZuwDxcgXm9l954vEQxED8R0/M9LzjkPuY0rT/0KV2/WY2fvvM+Dr71B58/KWPBvBcUXr09PQi+N3k7v34+cz+f5JA+Y9zVPudALD+jlgG+iWx7P9L2kT7MliI9bXqnPzVjdL8dfBg8Xa4YP94AIb25h9w+dXl+PXG+nT5mWt+/G40iPufPI78Caqy9pWaBP3kMd72LuYe+XNIEPm0UpL3C4MM+B/3Uvh/JIr8oe+A+", 
        "D58uPntBJL+TzkM+pCfuPWIqmj4BDkG99iKcvhRUVz/WUQA/000QvmhmzD8GFRS+umaTPlsOEj72aac85gSYPh6bFz5LDTw+bDAfvyPKkD81i+Q+oAnxvM5x8b9Mb8Q9apqYPkim0b+4x0e8QTMIPwGxDkDgfi0/RTQDP4UhTD0+9z+/8E3HvLGepz4WcBG/4En0PuUXCL8vGeY8921pP3eagD1Xz/I+4NU0P814ML+eBQi/oGw1vXqmEj7oTo0+xhqgvsqbzr1Ta5C+HNJiO+Uvwj5e580+7fclvvSZyr1Jl6c9g+gCQDeQSz/L25w+WWtFvwOZYr0IIwe+OhKMvsEgLD+zPhA+WkAtPwttxb93Wmu+yh+9vz3xBr1BlJa+tBeVPTfVwL4pqZ49jzAOP7YYtD3IMUS+5bTQv15IqT45Xaq/pSqsPq91IT8QLOI7WJROP/JFEb13rNc+RwaevT4WBT+dvuC+cbOVvkyHMr/ir4u+UWCdPjz2Dz+D1yY/VKyLPvZE3D46b1G/tZMWPm6N0r5aJvY9n3AOPkN5hj4wef09PwHPPRY0ir4vLCq//vHbP0iNFj8ktcI+agwIPGreSj8/8wG+k2qsPkNe3j4YBwM/+PcPPsnSir0YqEc/15REPhpa3z5fS1m+94mQPkW6275JseO865lWvZgGHL/7kug+SZ/5vqc/8j5OvHc+JaVwPulVqz3tsxa/jmObvL4Hpj/a/kU/ohZ1vrfYe74kN4S/lSGAPa9jMT+Citq+kfBuPidegT0yC4U/BVLvv24m2z3Gudy/uIuMPMj/ED8n3Di/IuQ3P79Uz7xZ04i+U0f8PWvYu76mGDG/aFC0PhBjhL/X8nK+mmfkPsMiRD1JZP4+u3XTPC/kk76qgfW8fUldvX0TBD9/xle/SkrOvchsZL+T8t0+8cULP6ZiYL4R1is/8PdBP0bBCb9PDAM/GZ+pvoCTrz51ExM+9OOfP9d6dr5s4uE9qVrDvqXWjD/ES+u98I2jPvXonj5zyiA8", 
        "pc8CPlwXvbzZmIi8dsngvukuaj9pwz2+efbmvH0/Ez+u2hM+K0qRv1WmhrzeuYA+/6w4PuBkfD7v10m/MQA9P0oH8z3oVGA/ptU5v/bdBbxY0Yo9jjMKPnmRfj7FVq6/DXzMP4jAdT5guro+6wV0vuPubb8B8km9/FqJP4jwXj81WY89YMwnPg9knz7hkTfAAfTuvmGiE75Wx5C89AszP2u0A7+EKVY+bBqiPdmlFb4hxno/BWitPJ1UrL9N+rg+JsBaPhglQj82UyA+6vejPepGQj6W5Kq9TC4Hv2t3Dr7LwTE/B1w2v4Qtjz2IdH++YVaEPt8xJr6Ai18+5UJ7vvxlCT9tGNE+glqgv9N8aT9Uk6E+l56vu1Zd8T2XbuK+tDeFP8v5iD3SR1w+H+tJP9LgFD/nd/c/MxWqPoTlOr2VuZY+llftvdGFv7zuvSQ/CU2CPyMUZz+f2E69jmQQP92HnT0Aqai/m1+ZPR1DcT7qw+o8sP2gPWVKvL8/gA4+pqq3PF0J+j0iS9C9hnO3voI6sT5X3QI+yQcvPqQ8cb+LqYU9qglfP9jQlD1sHTa9PwlLv0FFljtht369Rh+IvnUf1D0ziSM9OaQ8P5YFCMCINDG+sCM0vz3AID3DD/g89e3+vu24HL+gSxo+wG+YPmIhUD/s4AG/FRucv+HPuD5m76+/DucDPi97aj8Kg408SxMRP2STFL1Jc1U9OQpXvk9QED+cZR6/hECDvizqh75gAp08rUESPr5JGD9uZug+G1QsPuWu9T7pnmC/U2+evAblCb8bwIA+t9JzPaxq4T2be/I91/Y/PpTqir6FmDm/va+2PzC66T5OMpw+FQqavaO+NT/3/fU9sCcTvFE00T52PB8/HfxmPu6/573Bajc//dw8vdDFtD4PCIy9oVh6Pqmhlr60f7I8KhPsPYsEXr7FXDI/3Nt0vgKOET6Iqws+F09bPsj9YD5QVyu/wVuovRzwrD81d1s/1gthvp8Zg75bwei/D2TXPfGM0D7eqau+", 
        "LB6QPsxJsb0TGUg/dS7zv5jC0z3u8dG/YpZcve0GHj+DQgy/kp88P1ZfEz5odcO+bsxbPoMS/77kFzi/mUXGPuA/oTy/pHU/IFYRvgHKGD5SzmG+SCInvS71Bb9lfpw/p3vcvj9Vtz5RDTq+ZkryPkue/D6AeDY/wGIHPlJaVT59mWI/d/Y6vrj6wT5JpH89AJHlPss9vLxWmLI/hWQ0P4lMwD5XnE8/liRsvk6+Br+Ft4W9KdWGPiA6AcAOiEk9ha4av3nDW75OSz6/aeqKPuzCQr6GEkc/aI/mPiOplL8+IJi/PmV4v7c6wb/4iAk/XnHcPrpQ4T5lgJq9Ksjevh99hz4mpqw+eRHyvpUuTr8aPHY+rkqfv/2tdz7SIzQ/tzTHPDJ+3r5gwju9LzhHv/6oTj5bJwW9n+IRP91nxj5Hgco+Rw75PVJU5D7yPiY/r6gcP2aXsTz0aaO/FREnvpNPRT7bMkY/byJnPlh/ob3hFO6+y9qMPldnEz4MgW4+JSjmPemAqL52qRc/AJ+hP1V4qT9NBcy8U/wPPkAkJ73p3bA7QShpPnPMrL5P6JQ9R62Lvsp9cj5ptyc/eIirvRvEkz73fnC/b4GOPq4mYT4pbDU/HkEkPN8Fhz9b1kk+WSWFPaOSxz8f/Si+UeEXP9z7k71nyho+1h0CwEKCPr2WfNI/sV2WPjXlob804bI+amnbviw80r7Y51G7Z6ZXv7edTT7hf6s+Vre8v1V2Pj/JIQy/YuU1vvITfr5HKjI/fiwjPQoIHb8gjwI/iE6Wv1qJyT68zri/SkGNPlFgD77WKQ8+PVsrv4ea6L6wkEa/FlBxvW0+mLwPnAG/tH40P4nRCz/edD49CTfTPpo7Bz+f4co8H9rnPpV4kjtSmy8+bUoDP4AKTT4m8rw9sD2EPklV/b7CKKw/2mu2PgXYpz5Sw6o900HYvkPi871VzKc/3orTPnxLrjxFOz+/l/PYPYz1Iz/umYg+ps7PPoeYFr90uHa+cKFRPoigFj+G3Zg+", 
        "EN2PP6Nbab9EiW8+rnX/vsMimz4FxBk+HXrrPITYRD//ZLg8NNi9PYs68T6ZS0u/ohHQveiETL3eF9q/b6AEPXYFsL5c64w/WGZIP+DBDj+R4G++blI9PoT2qD4xcMc+U5T3v8iVl79Za+U8AcA9P0ENoz7cnOi+fPgbvkGQsr17mAO95vecPjPAbz8kIVa/BtJqPm/gsb/G1YU/1M86PK/brb2LD26+wxO4PG6pC75Uflg+SE0DvDZXNr01FuG9BoanvCItjz2HP/I+Q6qlPqbmrb5zO6M+ygyKv6NnCj+/+kI8eX7Zvf3fxb9ejoC9cHHBvU04r7xBzsU+NmN7Pv3/Br1Ijxo/vnlsvhQqiT3PIfa+Z5ILvfd0K7/5TnY/1WqLvujKYT6p3JO+DakBPyg+AD94khY/s3uEPvv4Sj4nATQ/v0N1vguA3j4dlgy9qP3sPo4b9T0g/Zs/IAdEP+enAj+tzW8/Ra4Sv7nPpr7+py+9OmH0PWUv/b84Kli9FtufvvUSybxMxnq/2i/BPgKTW76JhEY/OnfJPhDghr8aSYG/lb6AvxvR2b/73UM/zvQ9Pj/o9j7ongq+hGE7v7Eodz78kRM/StxPvwPzBL99yXs+/OOkv7xlcz4rxEo/S2Siu+LJSL9XLvG9sVY4v0Mh4D77oiK9DA7lPrmeuD6S8Bk+4mUMPQEe5z5+igw/i1ojP27Brr3AjYW/dTVsvilJAj6fV9g+anXnPjtetD3K04O/0D1ePj+8gz17OeI+gEkjPcT5wj4v+IW+twH2PVwLC78xeFm9HQCQP406Nj+0HVs/cuuQv0tFIb+lMX8/CmisvkXFx76rsWE+SYE3vK/Euz3Mfe0+FB4WPrDmbL4bGZ69ulnBPSGx8T9rgu0+08cevYk2pj+nQjQ9Qgv/PjQ6Ur5Eaxg++cEAwCDu47805te+8tMBP2DNNL+U4FQ//VJ0PdY7eT6BgH0+MtaBvyqh8D3h2bU+SE6qvyFkDj/uK3a9rACou2SQBD9BJm8+", 
        "q8T1vXIc4j0McEo/DxthPij4dz60pAC/F9FOvnAl/D2YKE69HI1bv9CcH7/Ey/K+JSiRPk5fn7xYVSE/mASqPor5/T4l56Q//i3GPmfAEj8SoIK9aHeLPo6G+bw8oMy+X/klv4wjGb5bbAw+eKNHP7OXor5JdYy+3UV8vqGqzj7plsI95MSuvWc1Lz3xsG0+4jHjvqehjL2m4HM+Ze7kPYx9PD6h8oi/xueXvcaUVb2/Uy8+TX/EPsJbpz6eKzG/GvOGP7HZcz8F50u/62TMvoE/eD67xeQ+CZWgPXM9QT8NCJM+G22jPcyGxj4F4Ra/XdMCvkRgDj3tG+a/4DuQv3Deyb4p0fw+RaC/PSINoT7pm8y++zYJvQfIJUBSdZk+i/YdvxYVmb+jYVK+OuowP8BSsD6e970+W7Oivear5T481s4+GgJMPgUZmj5qj+W+8mwCPgboy7/xn4m9TRTbPODoBr67w8G8ptXGvsXWPL7+uLg+s6oIvdzWLT7UPeM9qP4BP2dksz876as+/taYPvmfXj86rD2+ylIIwBeeTjwZsyI+sGunPmWVnD5U9Fw/BjeCPtWCwj6o5gI/SPiQPkdf+j1Oyge+OSF3Pk4Osz/miXw/0+jOu5zCOT5p5No9cf9nvvZTRj7PxvK9JOErPaPbaL7fmdQ+FXzmPiroi74eeNM+b3OCv64X8D771QM+wcTbPvhXQj60hYY/x43xvRPegb3uW7Q/2VhYvvO7hz5Ei2m9gTQLPsUm5L+ORJi8vUGRPx3Y7D5tfSe/rrRHPndJ3r63g3u+RYREvTy4Q7809yE+rOerPii6fb9jxS8/WEeNvlt4ar5c1Xy+Z+EQP8uJw73gjJ6+ZFRCPwmHab9I35o+xVmuv4FPVT5yMCS+DC57PlPHL7/7STS/Y24ov5Z+gr5xTES8448IvsNnFT+pKr4+YU+8PdSPyz7oVjM/8d26vnJxYD7y08U9mf3wPovTnj435Ow9dYkaPqPbrz2BnyO/unJ8P2j+8jyFdJc+", 
        "Dj+qPFifFT+eLcS9cV3ZPFSeBb8TUw68REVmP80/Rj+NO2g/SumXv7t7IL9Ry4Q/z67Svi3NIL/JwZI+Lrs2vY9GqT5/k6E+Tp9SvsnMwL67TO49bOZ5PkOVyT9hm8c+XOh2vMr1mz80YmW+DBEOP1T6pL3IrNG8z8Lrv8NT17/y/9K+aIJRP8SJRb8efYU/mI14O+drFj4ul4A+FACkv2/PQj4a1cI+TNqRv+l3Dj8iOvk9tGsaPgfuiT6n01o9SN1ZPavbUT0x3x8/F7ibPhh/WT4l82K/wPV7vnCbzTubhh++kO6kv1M1Pr9DhNy+Hu8BPhhGBL2dSB4/IVyrPqNEUDzd6Zw/BQC8Pg53FD947Mw92CWUPm88iz2BkI++ha9Dv4jctL4yX9Y98udFP9/2v75zU9e+gUCovsCvhj4bhEc8KR7CPVlh8r3E/+I/MXHFvqARw7y6aso+D1KVvkBnfT8WNFm/uH/EPkByPr++Vio/olAvP+s5Fz8/AX4/7sXdvK/BNb/dHZ6+s3Pfvop5kr51d2A/0lwmPQPEzb0qOOE9PFOdPVXMCT7/t1c/k5QrvRzzJb2iLBDAQenZv4RjGT9zxbU+cLnLPl9y1b10AbK+JmQlv4oUJD+8Cr4+tHgxPmSzsj4yQJY9CzI/P04iOj6gets8xRtePa1Ndz8QtSy9o2H1ve+AsL7CylO/WibJPu20qr+loPA+X3abvQ8z3L3nOuA70sgxvp1VtbxJyz2/xKymvYjDYL62kak/+MbkPg49xT+Fq7E+YjzPPgu20D46D8o9MiuiPfGV4L09GQ2/B98AP4BbLz4YKwk+kisivsQSHb8XGKc+mKb4PnhzB7yK7f2+5vVFuijtmz9U+vc+PbA1vRktQ7//6L69fHRLPxMdqD481Y8+fOzlvbZhIb7xMJM+vRwlP4fAMj9qpoA/n+Vvv7hNfz0jz+C+8NUwPpbYOT50zQY9ei86PyGsW7106Fc+/+ZBvY+lXL8t19W99SeaO1uYB8BagGg9", 
        "gPG7vr9Opz+EAHo/GZ0rP4AMYL5AOLw+VUS+PuoNhD7OGs6/HAMXv5YWbj3HtVI/YCn/Ps8NFr8js50+Z5IePjMN1b1UesQ+a9EtPzwOjb8ovoQ+/lo9v2jbnT9iYB+7RDB4vagwIr6+ZCI+9bfnvG3/ar2WkWi97iTZvba0Nb4iqhU+MjCDPYUk9j55DaQ+zhF6vg4cmj5oA7W/4f8VP/89ujw1H4a+CYDGv+0jnLzi2VQ+swCKPiiLKz6+aY0+9hcZPe1hdr6xy4Y+Bc4FPtzsCb81Yj68WJrsPt4DgT4IxBs+3OuFv7MIF73g+hW9HEXvPRm0cT7ml3I+ybL5vv/rND9FDlI/7jpDv4b1bb7wLv+8kGEUP5zhBj5m22M/FuelPnvNEz3ke1A+SraivmfYrb3/rRs9Abzfv1I1tb9s1ga/jrrDPv/0JD2A7wc/+t4YvrtUEr719xhAZS2ZPlHGEb+KnlW/W40avaw7Fj8Uan29F7kBP1hV7L474bA+6VW6PoOFk73WoV09fPmnvtnhRz4zLZ+/UVqVPXJuGz6DDau8kawsvSTO9L5UsM+75F4uPjSwG721C4w9gGBTPu39NT5dDbM/fIusPoDZhj5QBy8/ZEelvP0P4b/J20I+aoUoPreQpj2e7sY+vKQgPygBbD52TKI+J3jgPhpcuz7HE6M9F3TkOll0370wtd8/MB0kv1ySFb1kTMU+xKMCvjHBZz+U65i/ySC2Pnc8bb+w4yw/wpcRP0HqpT6wGXw/vz2GPtFMcb/tCdq+zbbZvmVWn77WA4s/F+7OPfEJxrzqhxo9CXMHPqZ7iD6FlEo/McmNvfdmUb2eHBjAZ6PXv3AnIz/SzwQ/TQF+Pkeoqb5RV4W+XdEpv/3HHz9d97c+TPRQPuvQrD6J3T29vfUxPyudzz3szre+UMuGPfU6ST+5DAm+V4bwvKe9w76tUEW/saPaPuz1378oj/g+S2pTvlMl+L2U2I89qEmVvif8Qz7wKKW9dCvpvA3Dm74/rZo/", 
        "RzB1PmEPrD/TEZw+/lvHPuR7Sz7NyRQ+99CZPYBDmrxzDAu/3OnZPjKfgz7ShCW+wC9cPpWoLr9QCpM+birHPg=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "D27dPe/AOz5OCTE88CCdPXt7SD1Bpi49mbW3PFgTjT2vA4C99HREvLhHpz1482M8y0swvCalzj1M0v06IrMzvLu41jyzO1o++Iy6PT1akj02UAk9W0NKPcUH873q54i9812JvPGf0zzxJL48cYJAPrMffT1KrpO9DV0hPLNFjz2qT4k93BIwvWeHk73bfE28Ok1wPasvTb1wG+G9OBQqPklH/zz5ThY+adzsu/VOwzxgJ0C8TsHYvGeHfj2JJi8+TYumPCkfDTyh0Ce8WZx3PfUE27z7yiU918ETPt77aj2nlY081aB3PWrJAD5qwTy991J3PphmqDxjrqs97CYIvGIJNT06QG+99YoqPtwWlj3M09I9uZxdPh7clj3045m89c9XvBP7dz3iYIs9jDUPPo6qTruWPAC9tPchPfKJij0="
      ], 
      "weights": [
        "au+5v9AiFD+ilxC+PmA0PpefWz92uim+IONIP2vOsr7+DMQ+oK1AviC4mz9gziW/kv4hvx6lob+M+JM+zTUuPoNLGT7EIkU/UYGevTxVhr9Q3BK/lCX8PkbKI7qvCAE/qloAvhbN9D75aMy+rKIDP1okRz2O5tk9Dv4GP5+F2b5ZSpM+SHJAvwYZ9b4E4De/ZIAFvW4nOz+kYjY/nA0/wDRBRz8Vaza/C/IKPtweQj+T2uY+FjQNvjX5qj6QYqY9IDu+vgqsTz+4/TS/wB9gP4BLKj9+yMo+LINFP0HrVD8ZlSU/0WYbPyvV9r88fkc/077pPpnuHb95nxo/BEpxPP3ZzD7NIVC+ISVoPypDhL5FGzM/jDOqv7aUmT4454w/9AqZu1XTaT1Q+wK+oSuHvDHjOb8fGio/pqwRv6XFjL60RYG/AKwyv9lHgr7RVIE/3o0kvr9kfz4Cywq/K7a/vZKtlD6iJOE9w6gnu61ji775gQ0+f5TJPnQVH71z2NE+l3tUvVuoTT7BdvK9yWm2PbW10L7QHni+U0jUvS54fT491V8+aPDcvm4J2r7BHnM/wVb4Pf2gLr43E6s9dHScvpjhS748HsI+IjYrPi9rKD3q59y+GfGGvjowHz/y+xu/o+GAvPk0jD5Ad5S9BltRv8dgeb34PsE9jh2avpIjnT4SGwa/N9KcveObjT7QFQG+j7P5vBGhtT6C69q9jUTWPoBHxTwl7cq8E6b/veCCxD7tli2/Yyx3vj5ZH70/Nui+JYLyvrk2Rb+z94Y+eAQLPjoorr07r3C+lpRQP4xQhT1zsiW9yEOlvscGBz+WkYy8fOBEPt4joT6DC5S/EXoKP+RCnz7o1gY+RqvAPQR54j5OKhU+PHtgvpqoCj7lH5u+w4DSvo0jXLwmubq/iuOEvZUYa77wMso+HBeivSLOB7+twwA/rjuGPp/G5T4f1L0+JD7FPnTZ2T7utdQ+khSLvikAarkkaLO+SUyfPmb1or7yiQu+Y4yWvWAw5jzHFDY+", 
        "cqSePZiwUT4aBSc9N0mXviQ/NT6jRo2+nT8Ov3wk1D6cIBQ/fue3PRvQ8L73Ci2+HClPPt/sbz6JQr096o2KPgfev76sfqw+A4GZPq8qaj8VTqa9ycOevsHUcz5ugHC8EE5tvvVINz4rff0+gOeVvm4O076GC12+GBQlPqDhbD7Yn06+qXIAv0wYgD4Hi5A9vXSHPmT/Tb9N7kO7Mh2TPsXGET5NMdk+HQeLPVtRgj6Q9Sw+j0tAvyjT9bwlkry+ZdesPvnyHb406xs/chRLwPvBOT1hY7++AjUEP9qHET90vSU+Uy0PvsAEvj5hgKO9iM4YP51ynD/C/TE+HLkvwAsXqj6PRtq9VeqYvcvyHr5XTIO+RPcmPv6onz7WiK4+qLq/vsVmUT86MAA/iTE8Prnbgj4V9U6+jLCvPt2COj4tcMg+XaXSvZPMgb5Lute+W0uEvoICr73qAQvAa2XLPnsAZL6KBky+RpkDP64fOT91jPW9mwMHPklKxT61AzM+1dJRv3aKVT6OgbO+VoUvP6fNET6GFRo/DB5EPp+8ZD6CpAA+5521PbTfZj+B0qC+IIyLPhX+pz52NC4/veNZPmJ09j4j4io+w/lzPsbfoL5APe2+qg4zPiB0nb6VTYS+yclAvbR0z74HaYM+6aSHPuGo2r1Umcy/ajGrPtpZ4L4yl7o+ldilvDAxhb1+mPO+9X63PsRHlr6tEns+4mqjPaskQD6cngK+h7qmvl/gGz5yfLo9DE+GvNFuZz4jukK//b2IPNzx5b1TNRU/ldCuvv2GxD48cJc9kDUevCmAJL+HcQM/GzFCPjImx76fcjO+Y90zv7tpaz0A8uO9vzFOPvleG73I/pK999ESP43uZD64nO6+mi4Bv7dGur90JDI/SEpbP/b9Ab7oPwy/O0pIPme9DL94anA+/lsKPsMA0j1Jm62+WBMEv7c79j2Sq4u9FtLVvfcR0z5s11u8WA4Dv3NTZr77xdE+cvJtvnfyTT2Hs9W9wm+OPt6SJD8g078+", 
        "OPmkPoe53j2KlDA+kFktvWrMkzwsKLU+SbIXv+iOgz6nLha+sph3PsgZTr4QJeA8jcdwvqg1tD6K/M6+7HUxPmovGj9LDr0+kV99PlEhYD+N4xO/7InyPGSbYT/cOUW/la2svEdyO70cWRs+U++wPsC0kj4PUOo+pxlnvi7mwL0dZKM+ICkbP21+Jr7qClA/cjf4vYwRgbzBmlQ+3Kb9vhKuBT4XTpm/hnx1PhMSGT9lyko/U2U6Pr/94T6jXgA/Sif5vkM5qb70sU8+mMm5PjTnCj/xwMw+CwuEPjg1er+fd5m+ZtvDvdcFyr3PUHE9RRiMvvpbST8+12rAxJOwPhQMGT9sR5U+5+t/Pt+XR8BW3qu+RcQSwPBkvL5cZhc+SPHUvtkhAr2uw2u+WG7svh0/yz5ytcI+bnUHPmDJhT7dxE88RHtEPixI872PNU2+UMsYPmwviD92Jwg/zdzUPuNiqz2PzVq9hGcbPu7t/T5Qdgy/C5N8vrc6bz2BbmE/s+GivE9NwL1Q48O+m1JSPyUXuD5bXGM+1cc0vyiSXj6h0IK/NGZnvcIwY77Rx/G9PgEyvmhFej71IqE9bsCaPrcRlj/kzdc8HBdCPksRpj7V5iY/9tB1vRnyRj5FVZE/fBJFvhEbPj7OTbG+7dLEvHeKbzuD8iG+MMcEvVLPCz8PYHo92orTPmCxy75XzrM9gtm6vQxyuT5EJoQ7Oi9xv4wMIj28nHo+auhKvnzlNr+vRmq6dx8iP1bYAL+Xs0Y+jBlXP+tWMr2Pxyc/7uFUPzPIuj6/DYK+T3B5vUb+BLx6BZK+jTGJPgeb2r5fxbC860Udvz/gg76Xt6G/qQ7DvvpqqT4pNhS/8ukjP5+ciD7heUe9j+fdvs+x/b1FIgG+NhUjPn/T8T7PRZY+Y+QmPtnxf745ziA/4TsZvydYl76nmBQ/sGsXv++EYDzDW0W9AZ4fPTW0Rz4kRjS+hcQTvm64mb6qFDm+pYGyvUCKBL8JTcW9ihq7vYlsjD2WnYo+", 
        "LgA7v9Myw7sPoXG/fqD8vVeviL5QnC4/PhumviUk4j7iGeS9rpSivtQwQr6n3oA/Oz41vlVJTr7hf8s90UJwPpzZsD2Wkc++CuJ/PlibPz76Q8K99ch8vl43Rj4Clgq/CUrrPiseGr5UzSs+y0byPizMs74n3J++sTx7PqjD9bwQzhk+hMvZvnYCNL5Ye+g98lqbvTY0mz5fAB0+aOnOPmTJTr70xJA81OmzPtbPfL7gNpW+z/3LPnnGlL8Tjs6+HEySPl/kwjy1o9m+XzNEvr3fYz4qS1q+2ta5vecxvry1lnQ9rL+OPjc2Eb3M/IY94SSZOMVZxD1n3bg8BldvvqZyYT/yIcu+6zK/utNDg7/O4dy9iwsPv9WKpD6ECKo+y29wP5L8vzxPojm/FpI9PrYWwz7a2ak+NHOVvLLhl78VwCS+EmTfvlamsz3lAxS+XUSIPjWnsj2PimQ+YK/mPqzNFj5VRdO+JN4YvosLmLy8Ygm//0I7PS1Moj3NEdq9l9nEvrQ4Iz+o9KC+gsIgPky90r3FHOY+Rv15vgDUwz5RXJ68/wmHPsH/kT1mEtm9EUS3Pg2LPT7bfow+nyuGvoyoMr0pYWu9jLuXPSY9xr22SDi+urhnvqj+gL5tCoM+uBQVP9mrXT7Xg4w+3VkkPj/v877H3T8/9MIMv8/QiD8fjLO+n33OPm3lAr8aRYc7roFGPUNS+b4mwfK+KPeBvsYrKL7c+pk+qM8APtMznD66BbW9ffGVvzmYLT6bqwg/6P21PwWj3j/wYlS+5RE6vREnAT/yt4q+nJIMvifyjbxsusy98Ku3PXJ4rb9A0rg+ggIlve4Fo775YYM932QGvwVndb+/Ag0+dZkUvwoUpz38eoI9juQlPn2eOD6rmYw+T1HUPm0Aib0fsug9YJ4JvlT6mT5ufRa+7YUkPehMLr0NYgq/73GNPjN3ZD3jA8q+idD/vhhukz5fN2y/qw0vP6GK+r0lhcs+9XgUv7ZOjj6TmHa/HKVSPjsF/T3J/2i/", 
        "uCRKPOr5Cj8Jjcy+hglbPX7QEj5UFX+/h2pBPuB76b3G0Zm+lhDCvWs1Rj7v0rW+xe2iPrXDyD6womk/FHI0PWWnir7eIrs/0oQcP1hEIz6LQ2A+I+H0P8R15r6RJbk+H3HGPVmSP76X1gg9kj5CPmiVLL4kj7M+LxzRvShvw74dOgK/C0dFPnxShb1s3SS+fgkTP9cK5j1eeII842+APnwW7b4HT+S8dxV/P2N2trwhElK+S9qVvto8dz9ai8O+cdDJvtLdzL6gkoy8sxsqPlPAjb0gL9Y95q0GPk/8WL/zwMA9eCL8voTsj76k2HG+hBwMP32XIz5DdQU/6EONPXrMvT6ZiIa+bruhvCiJFT6KaOG+SoAXPs2tsT+XKyu/48gAP3GQFz47J/w+rPczPyuCBz66m3U/SedSvhD4uT4FEia/6ZBIv44Q7D7dowm+wokmP051W7+URNM9ymQtPTmKQD+Ybr0+Jbdmv1ItCT9Anci+bcKfvjMlAj1CY8g+DWEiPxKyIT4SaVY/VG5vvslPEz4KTJe+JoNxvkgtWz6oTbc9rlmaPg0nnr7fwW2+u7FiPtyeAj+7pGa//sOIPYu7ILzIcF++JmSAvXqruj6YyaG+Clw1PoB8VD6vlGa+HWESv3RnH75TCl69aZa7PA7Skb47xMY9FfKAPQ0yQj8I+4W+rOEpPlMI0j1crB++/uzGvSbtlT0/TU2+C7X4PZ83LT8CEZc+CGlcvnkZez0mhuk9zzc+vkc6RL50/5o8MGY0PV3wbL9NtHy8rLnOvnoygT69Kua+UIQkPy12Dj1H2EI9YEAlP3bJWb5Sv4A7hvT+vTHw5z19s9I+LzSKvrK/fz5dZxE/cb/TvVEcL78HNXm+u3ohP34mlz3PN9I+1A0Uv4oeez7GGB6+sFlHPn54UD149aQ+NJQJPvX3Hb//kga+Kf9ePpXehj415Jg++idnvV4G/z7HJwE/L3WhPcooj72YkKy+0bfCPotsKj5T1K8+cAeKPiZlVj1io+M+", 
        "6yvgPlK7Ej3Py5Y+0CWPPeDSDj5Iiia+pl/IvV8wgjze/uM+q9vhvH6eLb+7pv0+7lxKvkXOP747yT4+JR7svgFaUT1vH2I+khXOvtkVsj6qvWw+SBvYPg6dlb7a2r2+R+akvYL3ij3CsC++ybk9Pv4HLT/4ego+6zjSvuVowz1RhmK/OTguvu1vFj0IvIo+a0n9PSfwlz4toSI+g71Bv60qBb4CebM+tJkBP8srBD5Agmu9EaAHv8TRxL6RoBs+bnA4PgdcAD+UV8c+EX00PxC7kb6xcgA/Xci9Pa6Qt7wFGEa+69D/PEuIBr9vWWa9CUMrP0VJhT68+4u+ytAZPVRdjj73+xG+3rmIPgOc1TsB3oU+z8GrPaoCrb7/O+c94HUQvhEiV77TsqK90v7xPUi2tb5Ukik/HryXPp+TBj4g+5U93gD9PlzbkbxFDR2/t5qdvqVv0r6v7Qc/9C6oPo+eDz1G6+G9rXjUvrZejT5DeP0+pdzGPjU2qb6ebAe+uOvQvYpFCz+b50o+eBNQP2S9Qr79oms9Rr5MPeiSn74Knh++PwrhvguvLj41Pt4+Svuqvh/AQ71JpEY+h01hPbbymz5pFZU9dHEkvhfW47zma4w+TSjIPqwmp7r1uio/uFVEvqMGO702kwu/m5IGvswswL6iykS/zCymPkT7Nb63TEu7tcxbP5ZSKj7ARFG9iz3mOvpXGz17odg9l+27Pinj1D7QI6M9LXnmPqxqqz6YDgM/DRUpvINoUr4fiqM+Uy2UvonfErwcRQO/ZZbHvXXSVD7jWRY/avMRPh4Mt77IGwg+MzbQPuqls74BgJ++yua/PSu+Y751keo+o1AaP2JMjz/NVBk/MkQ2P3R+8b9uvWI8F+kOvypdPz+aoxs/XTR8vbPD8rxvL0DAlcelvrM7sT7nq+47ufYHP4sbzb/E+lw+OwqNvtqM9r4Gr16+6fG6PciZJD416Ro/CMsQPivKgD1fwe0+QLkXP+ZT5D6ULkXABPz4PUIzAb/LCR4/", 
        "q2d6vtl3AD85GQ2/zxbnPfYjhL7px7Q9UHfYv0Tf5b3BI1M/yT/HvsPDT74OZd87fMm8vmH2qD6fE2q+K1jVvU8V2T0zg4U+c3ZAPeXd0T46O4G8fgLgOwmh5j7QmJs+wDt9vlHjsj7FXHA/HVotvpRy7j7qf6A+BNBQPatwaz/8AZy9v2EePyPSED+bG7S+3E8cvioQUz/yITc+CjEsPkjkPr2W+ac+yC/vPuVqJT+e0OI9JQIowCnPbD5z2FK+NL4sP69gTD8Vi06+y/IBvxgrmT6/q6O+3MPXPVu7Nj8pTkC/fll4PfGKnj0e6xc+X6GlPk+QHD28mcS9YkpFv4M29b488Cq+wnzsvk2GBT/mbgS+PN6QPbqYOz6XCYW+AgbvvFR7lzxmWcq8YNAPPuOoZb5TLAS+llLpPhuY7j19MIU+eaq1Pa06UD/oZ2o+xBW0PlfkEz84giW+/IvyvjlSFL7FHdI9nGRJvPie2754Agq/BFXyPQ3rlL2R3pA+7ZPIvs4Oir3JZ4U+AeOHPgU6jT2+j7a+PbTbPp25EL79ADM/a+tgvcepvr6Wnyw+BMvpvW2/ab78vgI/dX8rP3wg4r6i8UY/rQG9PpnTDT3pnvG+G359vlE9G71KBIk+kkAzvmPHE774CpG+1THFvqkQy76M1cM+cAOUPpn4Wb4BVTc+IX8TPyJti7+aIt28OUMpPtuaxb0aZOY90gJzvTyXrD4ULCK+FRUBPgzdAT/QKZw+s+ZHPutt+L6ds/I9no0DwEwjOr6kD4O+364BvOhX377IRDU+jAdQPm0Xlz5wlL49iyoxwM+c7T0WJrw8pt5cPjPy+L1f9n8+QCOEvjbrd77USXw9FLqUvZvGND8RmeY9AiKpO7l3nL7Ts9y86cuDPqXzaD6IDam+2WP8Puy6Mb5J8+m/Yq12PlKENL/g0N2+/nUuP84nqb7u6YW/ZuSCvQWIyr8nUsY+1syzPImXhj6sRi2/WffOPlpjLD/T75Y+6U/vPvhsbj/oLcM+", 
        "iEy4PauUnz5R0pO/aAoJPwnc0DyPoYA/mmdgvvuHlT2XV7C8ijsHvsfhu77jugK/iOOyvnBFGD9MZHo/BjIDvxDMCL+6LlQ/Kq48PxX4Zj+gRSk/QV7JPtE26r7h7U6/htWuPv2NLb4nb+g+1y9APWacAz6BUhi+V4JHPe/Jrj8HFYm+38WQvdpZrj2HAhM+KMUyPQOyGD68ACY+ILLMPgQMUT7ZdTc/HAYXP4b+Mb9JEKy/rtvcPZgkVr69gjG9pnRjPsYUST4ouBG/Uz9kPsZCjr3NGQG/hEEkP+0t/T4eI1G/cXSePVtcED9yaMI958dLvh/5pj0W3/8+y6vcPSd/+z5EhMG+HOQBPxciLT96W/49cq8KP7oDnD7d6EO+raNgv2EYDz6EQgE/8bRlvivUOj4t9bm6YZ/JvQ/ibb8GuPi9WIu/PbbjFb95dua9KCW1Puy4X76hdBm/sq26vaDkPj0l0J694pLePphhKb4c72M+aRm3Pj2PKz+BTQm+uo6ePmFqqj8g3dw++9twvmRLOD6WxDa+MCDvvhLLJT5iYdA9m5SYPbZPaL6GO7I+lAB+PomN2L6X9pW+wPeVPhONKr9GWOC9Hdi2vuJ5Ij/W6bQ9X/WgPjInPr4iSwo+Q78BPx9/nb7t2OK+w/gIPdC0Dz+mezi+1jTDPih/xD3h0Mi+RjoRv01BoL2s7Gg+eLt4vazjhL6Q8uc+nec6vplppj4hZAW/gMXsPH/BEr6u1bO9BH2uPR7/nT5uD5S+3z+YPgcM+D6xWiU/fKDiPqXZTz5xcUa/8BN3PmNicr7cNtq9mKQbvwaPZ7/ri/K8sWwLPtgZtTqgzrc7GKh3Pp7Pz751JAg/xZv9vRIrDr1VVyu/9I9vP9rNEr9lR/s+QSjPvQ/J3T7cDDC/aYA/PVO12z0pFNk+YUYGv3FOcr6dN+I+IcSmPgfDqz30q1o/yXyNvgXP6D76hFk+81B+vf09AD+c5Ro+JLflPbSplz1kEse+9/KcviTUCb+a+vk9", 
        "zfsOv6VTTLwZoC69skwuvrLUSj4gHIA9s1divuisL7+TsQi/YkkHv0ev0DxgACU/o/kLP7JjmrxSvIc+snmlPlXE4b11Wv2+TEFOPpbHrz7whw6+XVy1vt8Qm7zx/0k+WZOmvvotur0kIJK8GTCyPhEgpL5fG7a+F7O7uxmS5rzZHW0+x6Mvv/zlUL5fI16/+iq7PkOQpb/p1ca+PINLPgfSvL5z0+U+xVDzvsZApz5JvM49T0klPklFFj1oOxi/mSXBPslaZz9YY4i/oJdrPbNiQj4r5Vq+lU08vxpdMz4QzzG+qgcLvfpNKz4ywcM+v+8zvpcvlL2g1eQ+kk4QP9DDJz+bWNa9aKwFv9LaDT+mN4s9nKhgPnRN6T728Ee9myIqP85jEb4AaPa+qDVfvnpILj2VFQC+a+s9PspfTz2kLJm+ai4HvsmgAz6Z5JY+wPEJvZMvh75dpLO+gh23vcrk5D4eBli/ahe/u7s02j2EPW6/TJGXvQ6ZED0vCLE92A1Ovl9nYL2kU3M+n0TKvuoeyD5wv3Q9J5Iov/zgNL3gyzU9EkC9PrXXDL+hwF4+zdPGPn6tHr3yLPi9Mn8dviBL8D3h3m++0SyPvmyEaT/U0pe+NGbkPh33Yb5bXQ4+kWuPvlMd3D6Bu3q+0pPrvmyv7LzLI+s+Ml2MPnHEhT6I8fw+WewuP5RegD4oaHQ99n4jPlRI5bwmgSO+lJf1PoPpjT2tY1W6LeR3PmC/aj1sCpw93qsbP6nfAT0m6lw+1wXMv1pi575HARW95DLcPvOoRL98cNo+8xduvMFn1Ltl2KU+jalAvvsLoD40MsE+ilGHP1Tzfr1Fk/681UMlPmtYDz8s/gS/p9l3viOwrz4SkBg/OYjYPgtCKr+9Xrm+60s0Pyoa6T43ra0+DLAovnNNM74N/bI9c1aUPiS3AL8CsPu+aDZPPx82Hr+TFt09LwoGvjE8UD7eR3m/Z8dTPouDrTyd2LE+GzyXvj5Jhz02fF6+ITBDPpWCIz+0DiM/", 
        "2P3TPhdmmL9e0Ri/yBoNP3CCUr9ZTJ8/056svjlJRz5G1J8/sSgyvnDYVj/Buok+bRtPP+sTjL7RJsS/QsMEP5hq/z5WEng9QPMFv7jt+T0aRNK+cnHjv5e0dz1jik6/480ovrrnrzwPCVk9Ei/GvEuryj0mCx4+HB4Cv6OPq77xul0+nBQEP7yg072n6jI/3APbvoBM9b3II8E+U+nIvg4Abj+p9gy+4AkFvmSKoL4novu+/aXOvvOrCTxmOeI+q5tavrUN77tN3PI+HxWaPu4jo75O3CA+Fvb0vTobRj79sRA9z92lvje6PMD1HDw/SYTnPj2ttr0787k9Iackv1mfh77Cczw//QeIvmKUFr5G75i+mXuNPv65lz+vg1k/Uibfvo0ZFT68boc+qp0UwNHVa73GdgQ/tP9DPqLLhD3zIBk+oq3BPsJdZ72xxtu6R7M9vlG9yr2qg9I9UTE7vEkoJDm9LvS8zaFmvwyNgL64d3LAwuTNPhPDqD5Hzb8+LrGJvj42bb4E14A/yIJqvocBQz6pmJC+PyY4vIufGjsz0B6+s0xjPoOX277rXpK+v4NTPXnGUD5yGCa/OLttvonG4T3mUiQ/YOJJv2tbGD9EhTO+Hr5UPp6huz96B5q90aEbv2ApFT5ziAG9nkB7vjPSQD7XtzO+aSUevotb0b58ux+/mvV1vmPhFz7rjq8+5dSFvlJcGD/n8i09Gf9nvY2OL74VZbW/NtGqvXcLlz9O3kW+aHDLPV4ukr4c5fe+tipPvuL6dD4DUJQ8fV19Pa48Bz7xU0w9GL1VvmN/SD9viky+XWQXPnGV7Tx6A1C+4fiyPY3QVr9IKgM+njNlvsrmzL7WLye/mtvQPbIklj5F1Be+VIAuPcvGPz6BbCg+cnmmvoyUsr5iMWe9qEh6vmn6uL5/wRg+LlZpvTobrj5bx8w862AtPxcToztY0v8+4JxpPR30X7wofzM+u62XPTEkH73yWMs+l3IKP5XVTD315EA+kcTPvnKDFD85lQ+/", 
        "vNmvPlftLr4ajBw+BMIbP3jD971kq60+GzLMPt8hKL4e+uA+hh70PJ4djD53RSA+vSxVvuNysz6u+Bq/JbPDPqIaHb+UxBO9oj9BvI4l6j6nibm+RB1+PjUnLj/CM+g+JcbmvVRRCz+MBqE+CidVPmNt1D/TCw6+CoacPUVELzwia1a9makDPsdJyD6YFxE/Pfb6vUJ93D7iTEA/ry8qveb81r2Duoq+tBIDvhVfWD5LwQq+F0eYv3L/8j6XOri9vSSFPp6zaz6s0Za+4S/MPl1qC7zoCUO/BbDAvoazkz6WSiE9C1TBvDXgQj4XI5M9sMkPOwqUBD6eyAY/gM6Evter1j0Toac+3pW6v5mrn70j4iM+/A61vpRYrL96LpQ+xoJPPZ7Lcj1OnIi+H9y/Pinry76Za72+gRKQPgjjmD5xtBm+q0GOPqzokz4Wx+q+PNETP/TQpD7ziZy93H5GPXxAHL+aaNM9uuCCvtMpCr9nlz6/o16qvu5CGD0W1Ri//qOTPgZFYb6uqjc+bDg5vXAe5LnIAA8+L8QePkLTkz4EYfo+Wlo0P4FaAcBZ/hg7GjRIP4XV+z0RmLS8IhnHPlV+2j5wvpU+u+qePioSrj28vhU+SUQzPiJ2ib+TYUI/E0pDPzvyuz7Vp6E+zeZKwK9zSr4+WiQ/xu+MvkzW+r4ISyQ9R7kiP4ROMD6c/gA/xLk2P6NVOj6lMLq+Db2nPtNhmj5kBuQ9MLaVv97YcT7gEfC/n/UsvTOZrj6TZz0/JQLiPeyDAj6FrB4+B4mVvioSGT6w58o+tvIKvmwSjD7ASfU8fn55vc2NIz61NJw9MzoxP4Kkbj729xa/qmQCPh2xnj8WpkA+Bz49Pj4QnL4s5Ym+I3/MvYwdbr19Ah8+0H8svqXY/73nMt2/wW4Av6H0g760euy8olY3PirUg74it/A9QqajPm26cr5g9De+enApPc7Mkj22SpQ+p15WPnHTar460yU/OqgEPoiAyb614jY/Fu8lvncAzD0HaWy+", 
        "+0HMvDd2er4GvZU8cMhjPSTjCT/dJ4w9mS9Vv7rX1D05tjs92dTyPnTyBr6Vuvs9v08VvkCM5j7OtkK9pTSuvbBJRDxVuiQ/KcMTPrllRL5zV42+ySYGvyHDIj5Qk+M9myHVvoQGT70E8sg952wHPtHnMr2Ryw8+Kt2qPpfmqD7dUEw+FApaPt2rOj5+5kC94CwMvkLbnj7srn69hewTvgyMKr6aa9m9FlOIPgYWfj0fhdA+ZKzQPlRruT3aozY+UHEBvJieiz4FpWw/vhcZvyov4L0NagO9kxaDv1a+8D4z0NY+iSoavj/9Jj+RLBo/jd+hve8Tjr917G2/xjC/vLeVHj+rIPg+mbDSPunswbztoX+7ZJrnvt2n3b1fid0+3XwzvmGPpz8vi4++xRkkv0ePkj4etci8JqmmPplytz2D8kO+pnDwvjVwxj4n14I+XNIlPhqSJz6aRZU+LDaZPkyEHj4NMw+/MHL2PVapHb3TkT4/YdsPvl5+dz3ulII9g1OEPgLAjj58D4O+UqZBvyNSMjsP8XQ+i7MivllTmr6RNGs+d1ojvyfwYr+pkJ09mbPMvTxkNT6ut4e+xFZUPXi41D62Wca+u4l1v0tmqD5WEIi+CtKevmmBTD4Qw449SEywPT8rnj7Fzou+uZ2bvYMKpj5rAnk/dIsgP/vAp772YxY/spPgvx6+WL5Orvi9bsaNv1ts/LzO0j6+QGxuvpMhGr6udhG+4F0Hv1fgPT9zasg9Di7MPtbb0LxGMpo+LTivPZMQHD+A1tc7yVoHP68uvb4BFJy+axiQP3oAnb7/6Yw/tTKSvEQkaz61ejW+Q6LNvnqwET7EDxK/nAuMPvJ4iD3I5YI/IlAIv85EHT9kZ7U+EGOsPg4RaL8Cf8w+1wIhPt3i7D58wNC8SZFXP1OPqD5t+XM+7+jVPm0Xuj8Ah5S+yW4ywG+yPz57Ziw+TSCNvurvDj9xs2w9p6gav6PejLxy36y/XpGEP8Zo3z0JgiM/sz+Jv9nms77Mt3Y+", 
        "D90zPwhWd744om0/63lvvw2Nbr6G9n7ANcqfP2aGCz9KB+69kkSsPmWV6r53z6i/eNstP0/XA7/k7649WZj+PIbVHL4C7Va/GiGXvkYsljyivVU/s9ayOlyloj7pAa4+/E/QPzTbET0f/eA+JzGOvvsIpD7mqYQ+YDAjv8LTzr4fCpM+4hIePWE5er6YZ+A9MSQhPz+gyT4RMo+9WfGkPgyG374xrGY88JUGPgeh2T7taVQ/yVqOPErFQz0bZ7y+mzyKPtnwID74Ouu+HmFWvppVJb4uTTE+Sp4dPzWi3bwK2/Y+Lb0qvOnkr77Bqlm+AnE3Pl/1hb9RXHq+9kiFvvVl8j1B582/gqw6PU2a2rwKs1K9/4hIPzcNjT61m06+vo81PgGoaL57WEC83udcu0oyIjwjGHS+dLk9vrR6jD0hmi++wrJjPwknz78UFa++ijwXP35ubb++dF++ovQtP8PLC76QVYK/ks1PPv29RT93kOi+Z1s/Po2Kzb4qCiY+LnnuPlQtRz9e1YY+ILksP8x3gj5OzRo/1ANKwP/4FL+CQow+QzASvuxb7j78GE4+5/84PxURsz5PC0c+6KqVPmfq5L07yvq+I2FivuzyjD6WAfg+S9EHv7suoT6RiSHAEAhSviS/czxcgmo+8VdNwLIThj9gj+c9omUQPkgNXb+MZ36+BleaPi7zM75VTf69fisKvyEZsL9+85m9iJsTP7s4AcANG62+EuS9vsEu5z5QM/+++ldaPYaikj3/uJ+9hZAQvk/mkT4Sq7W8Uxr+PvaK4L2YXKw+iAgJvv9BvT6l9by/8vP7Ps5HOb1tLlW++j4fP79mgT1gHUo/pv0cwPIt7D2EG4A/y3m5PgWeK7/sKJE+04ciPsk+4T0wD9k9PyIgvZBfwj0JGYW/a4avvv5EDL9iS2e+mP4CP5PSrL4166s9DysRPaalSL0jPdG8/xe7vQdfkj6z54s9A5pAvKvDk76TPQw9g8MFvuqlNz940hw/yLUWPlA8E75UmDg/", 
