{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "b85df782efa2392b66a33f9418e2791af1d1064a1bc6b5121b95f448ead99c34", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "qrX+Plwv0z6rDw8/HpkGP+PXWT56PR0/i8ZmP3KbBj+ijH49ZpxgPr1t5T4o5uY+6GokPXrgIT6Q8/I9igIlPwuJ7T56rc4+QNh9PqixJD62cjE/L2ITP2CkqT3AP6o8EWOzPUFKEj8aWiA/2FbUPjWb/z1DFxw+amTqPgJ9tD0wDVQ/NTsHPiPvFj+Zboc8kftmPw+jbD9diEQ/hwYyP+zIUD7Dd+c9VswRPyTenT28+Jw+r8SJPoURAz+aHjw/8gapPiPkBT6+/V0/O4cJPxNDkj4L4J0+xSswP4zGIz/hbSk/y3rsPpd18T53ia09ae4sP4DBED51anM/VFNGP2y1OT4="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "Ng6rvzgmLT+wGK0/3fkkP0xdhL6i2ou/EKoaPyrHgz1ATs6+sJTKvaQGZr4vpzW/IHn9v8Jlrz9SqIm/ztsVwPpjjD8ckIk+v4NJP/T1/L6Eqv4+3ToyPy+nNb+k0iG/vr1Xv64cLL8qx4M9NJbZPk4kXr9wFHM9vM08QGwRez9U2/I+BRZbv1RkhD/UeqS/mGqQvyB5/b80ltk+DgOXP2zNtz5ATs6+pNIhvxwj2z6YVIC92Cm3v63W1j6Q56E/znNvP/JfGT9eTIY/fprLPsJlrz9OJF6/HCPbPgZHoz6wlMq9vr1Xvw4Dlz8fuxO/BETtQOZdeL9/20W/gJjLv+eVkb8Ch5+/+najvlKoib9wFHM9mFSAvR+7E7+kBma+rhwsv2zNtz4GR6M+"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "SGEGPlAETL1sEvQ9n1VuPu7k/7201C+8Qg+MPbLzr7zrN7Y9p5/wPSf2sj57Giw+Yf7MvfW5jz4tKSc9AAnGvYhpDr0+lkE+w/6kPU3PKj6qFJs9s75iPVCJLD6HASE+E1hPPZx6vD2EokK9+T7iPYikiDxc5CM+61DYvbb+Prxv9a27VmLuPV8f6z29dYe96JxEPlwvor17IoA+v5CTPnbpLr1dLYQ8wyr0vREwQz5Weme9YHhQPtiYm70dzJE+/IXlvPceTT4qlnE9Z2aovXf+1T1JuA4+4w5TPuz0Db4TPgo9ct8jvQsIQT4q3UY+UzkMPmfBUT4Va1290Vh2vM9Eh7xSt467Rjs5Ozymoj2qeiM+qUmHPpN1Azv0fTU+T+8dPRIwGT5DpRM9ldsDPcGEAL7GktG9f3QivvldpD0="
      ], 
      "weights": [
        "3OOKPo4X4z1vcHQ+RJ0CPhXcWryLCsk9zq80PTCnCD6USVA8iMkRPtBfKT5hNyY+9OicvVeDOj7Y+4w9PV5kvQr0X730+B0+IR4yPunJAj70abA8EdhiPfkMLD5XKRU+eWqhPcq4AT5OSv+8VmxLPii/6jxVuHg+br3avOpmiz1xep49loCvPYNbTz7ZTUG8VJKEPlrTHz2uEHU+LFwQPigMrTyaCd894ccuuxXpsz3MWhS+8t5mPr19nL3EVCI+tHiIPVK2pT2xKyk9ySnBvE7Iwj00OSM+eFYQPkzbd7wySKo995ufPQVkFz59ado9WivXPd+xND5dlgI9Z1K/PfvLczokZD8911L7PATc/zzzHhw+uQEIPmXoRT2noio+xPpXPb38Lz46q7W5yIpWPZgwjbzq7OS804i5vAwCJT6DsC0+jwTuPYB7Ej4B3Bs+dbqRvLkIvT11ZFM9yy72PeBU3zyYZWA+oXMWPppNPj7cx5m9lch1Pq3iqj1+6jm9ZbBCvd3zBD54HR8+cAgbPkpBjTzKfIA9Zis6PjlKLD4JoJ49bEgUPnTBm7zNg/c9Eh25PKEoYD4sGea8pjJ9PUP2oT3wDII+79ndPZxO07sfQVg+EfUhPRKoeD7iNAg+GOIVPN3B6z3uh9a5XFMnPvaJZ773zGM+wR2nvZueQD7xzE49PQm0PcXyAD0eWbO8LJjaPfGbQT5a1Sw+5eOBvCPknT2cKp89CbImPuhrEj4LxSo+Ulw8Pvg5KD21Vrk9ZoK3PPRlXT0Fpg49eysHPcYOGD4W8Ao+85BbPUmJTj7jC2o9hYFEPs4Ek7xWkFU9BsDwvBEL2rzH+5y8zH9JPlCn/j1t/O49H0IyPv80Ij7wtAu94G7CPe0DmT1PEtc9KbH2PFkAPj6hciY+MEZVPiO1o72Ylzw+i2GyPZBHUb34gmG929cEPi2eWz4WJA4+C2nHPDYzbD3l5m4+PNMkPhf8qT0Utwc+LBpFvIpLHz5lbOA82jEcPju1srwPS5E9", 
        "ep2ePegPNj477CA+a7sovNJpdT73cSo9nfKFPm8tEj4lKgI8u1bRPY3IHTvpbQk+U7VBvrAgcD47zo29/dErPvHEgT1FI6g9azL+PLLXs7y+V2E9hzUgPlDZ3z3JDba8P7agPU8jrj1vQQM+a2MFPjoLHz7k9D8+lMG0PEO0pj3tI5M8GN1wPXIOuTy0YhM9HY0qPvALDT4jolU9Rx55PpEedz1PCSI+pfiJvNrykj0iTK+8uB25vPVesLxfPEs+punwPYPr5j2YWT8+DEUuPgmTtbyICa492uEVPYIN7z1lkAQ9VcVEPvnEsz1cegQ+mQyQvSiYYz6obM09pEtavQ01VL0cdhg+onEYPnhFCj66BQ09yDxnPW8kbT7ASjA+IIGmPSEN4T3ZDaa8xW01Ppsm1DxkcyM+0+atvGbRkD0cDa898fosPmCZIT6liaO8LiFjPgJfGD02cow+iDHgPRCrYDyRKLk91xBsPKzfRD4jYX87DLdoPjUunr3p8Ds+LpBhPYUn9T3UPhg9zI/5vPTjTj0XNOs9nykUPtQCdrxa+aE9sRWvPXLKGT71n8o90PMUPjoHQD4PeIQ8p1vRPZYkgDwFs549hu3HPIrBFD0g7Ec+cIQXPkl7Jj31NoI+KCVtPXdgHD7b/Eu8y/mMPd8VTLzp8M+8OEGLvJ8aFz4rc0g+6PHXPdKcWT44OiE+0G2HvK7fwT0m7og9s9INPqrt1jxDc0U+sxwxPjqwSD62N5e9k8oePsRTwT3JOE+9H01Dva/bND7THjc+BoEgPuZTzDwIVF09Y4cfPnPEED6xF6s9BdbpPRwGlryVZPY92nbGPO5QMD5dsPO8llSKPfv1oT0P6+s949wQPtEeobw/ZDw+r/gVPSgEaj4jbu89FhCfPNJczD3kQjA8/gVZPnAl7r1y+zA+kpCMvezCLD6iwII9BNmYPb2lMT1o0sS8B61RPXtdLD4IwBQ+N6u4vGaNoz3CfrM96WY5PqlaCz7klxA+mA03PgKOBz00dqs9", 
        "p+GCPEXjlT3p4AI9B5fjPNALIT6Y24Y9uuAkPZs6Hj4HLH09O9uHPvU5EbxoRHA993ylvM6Qcrz0cZq8gBYcPtBloj1J08e/1W9RP22ggb4krc4+km8OPoPzfr3MOg+/FokuP+cdXr6GWrC+7jKxvSNvvz5ymBI/dy0GvlvZZL9oGC+/iH/0vqL7hzwCnpU/l3tqO4ZCpb9BuCG/RNGqP9ZNmL5Gqom+dk2YP9k5rz5u6888Mp0Zv5Iakj5Ephc9RMYePUkQSj8J9iQ/fKjUPp5EdDxxXTI+PrnNvuOcpr7+wJa+gJDHPnw9Qz/4WkU9Cr3oPTUm4j6uGhg+uF9JPUijCj3XW7C/ivygvY1HhD6pSIE/kTcdv5X9W7xvlaE/OSSyPpTfyz6TmYU/hlDkvn1PXT4dnni+KOktPSi4FD6Td8C/Yti9u62iXb01/Q28bO9Pvjw4Sb7aVxk+SqjUPqM1mT+2J+g+kxqkPY450L0Ansm/gXvVPkDeKr+o6nS+hNDXPoMlET7ugT2/aSTYPv4j8T44V009AhQCvl8/Kb8fqmc/FoZ0Pzy5RT+Taj6/9g1lv6stJ7tRyo29IN6fPqA2gD48XCy+YHx9PuK+CL1mcCG94xqsvzssKD/WzZU+qpCguyr4fL9XMEQ/eY9DPoD13z2J4U2/hrDcPpCAxrx0cr+/xj+DvisvVz4C5dA+YVHRvj7vrT7JEc4+0l6YvpZnH7+KAeY8+bmwPkYwgL4f/UI+6kcqPyQbHj+1AfQ9RGCJPHeotr67G1a+Y9ebPtwGpDy8Lc4+iLdnvtyXBj8N9D09wW8ZPtIkKD8aCA++ngVyv5lLq76usIO+6ws4P7bac7+hngm8TRdxPWBj7TsiLig/cTYnP+9pxDzFqZ4+LJ/7PJze7z462hQ+CDU4P6wJCsCWjxw/xIZOvwcjQb4VfuY+9NsAwEw4Rr+2xtG+rID8Pr72wbzxCcI8a3Mfv0IOjT8di/6+NVPWPmtR8D6Ynzy/tc/6PthXub1Qs4S/", 
        "wZYyvp5vBj9V4iM9KFaTvp8/Qb0ztNY9u/6xvY6r2T2WWpy+maGpvoYB0T1c/ZE/zuzzO1yB6D6Htag+VvQBPBYbyb9bXwi+JxaSvksF7z6bNEs9w8OIPWMYgj4LSx2/XnYGv9kGAr5LRwo/tRWbP1+OsT0gJxc/0ZigPo0pr73TdYO9kzX3vooh573/kn8+8UCvP1OqGb8oIrK+/eUmP4oCODzFMow9nhyIvt3hab7QPbC+pfDqPpCgQ79gibY/QgZzv/YpSD6I35E9CFbbPQmkuD7+2LE+nEHDvUTgYj0BVs4/phwAv9Xp7z2wn9m9tkLnvzMFOj+sTuM+GxxPP42aMz7YxrK/e4kiP/tyFr57UM4+sb9QPoSvLj6o0Yu+nyI5P2Skcb4ZlH69MefvPRKQkz6UeLU+urObvVWTfr8xCAq/ksgKv5XjBD3hxY0/Kz49vDD3v7/4nAe/r7CyPzUj3b3ZiSq+4XyhPxUQ/j4mDyY9Hd0fv1WjpD4kvkm9jvz3PXZIOz8WWss+RHDSPhLRabwTN1k+iY6DvlTCtr7yC0W+oQfsPWqhIz+i7NC8shzNvUCm9z0v1ro+23RTvjTdjL2LeKe/SHjgO622Zz5MVkk/+eHkvh4T5r5FeKA/TRCYPgVesz7OTok/KATTvjFLNT6eoqE975q9PS56Ij6JFsG/5402PGhfFr3xyAa9a018vSvFXL5ovZg9HEbfPpZEsD+7ioY+lFr+PDwN07wH7BvAV+kxPkbUdb+EnPM9+2M2P3thdj2jiIi+B8+1vhG3wj4iRUE+E1lgPo1Umz334KM+gUuvPr6YzLyFBEk/r2/OPqLUP75lH/c+Y/zCPlYW/j3lv8Q+k5iwPhaOUD57nPm/0NOtv537LT6zFUs/9IXXvXIHVr/0RmQ/wTqEvksovj0EwwQ+xIZFvwyXQ7wnse88gywNPikuSbyACZM+QsRAv/pJST6lsyY/+Mw2vt6Ger8XrRa+A6zlPprORL+JL4M+CZMNv1pTIj8U0CE+", 
        "/6bvPqTVzb4N0Os6Vyy9vyn+vT6IzQ+/v+WeveAn+D5EJak/hiPzP2H7wL7qj6G+kk/AvYC3hT6TuGA9T0YBPvVGPb++b5E/Ff1YPAj0t7x7be688brZPpW397y28Ky8by0RPB1hSj/IU1S8v1UNvlvTEMAZ65M+6o89v5sWwz6IEKq8jOTOv7gL874Mk4k7+Uv5Pkl67b2cEQK+tI7xvZkdeT+OkVM/ZBVfPWyNcj575JY+GaQEP7+SIj6WzFC/yv/Tv0w6iz7uUCE+fdc3P3Kftr+WrCa9AqpCv6ANDr/BqNC+JzFKv83IbD5sTMi+XZnIvKizND9Fxog9ZEgRvWw9Wj0Rjfq+X2WRP98JDz9ZZf+9qbA3PUzdaD7JLOS99nd0v1j2n71tPSc/k+2FPvROuj0KzVO+hWUsP2eQQT4iq6g9/n8fvx9s8rxlaIm/Rv0ZPecadL5qTWW+XCbyPpj3Lr0J5lA/R0MmPr7W3L6WV3U/zJ3JPrJEgr/tLyI9Dwdcv6vfqT/CP+k7UAU5PdoEBr/HCIQ+AtU0vefe8z6qTqI/3EtQvlQBCb3ZG1O82fEDwNlXzD4MVeU+6PMrvqGXbT8J57Y9ggxIv0aO9D55jLM+sl1EPngWzDyuSwi/xsRNP96bhj959YU/YhBDv7nifL/pR0w9vYYzvfjSuz71zaI8x7a9vhgUXT6qmMo7etdePayNsb9cWE4/U4aHPgiUuL1VMYO/HBxgP1tL7j2GhqM8/DlMv5v+vz5865W8hl+0v5aDbb7wqsM+fxzRPrUQnr5uJbs+jeTDPpo4pr6Fr2W/xtoEvoCPhj61frm+b+EZPdqVMz+g9Ro/QqbsvTcrTL2gFxW/ZvzOvVH2rD5XQ2A8jsoVP6Tis75xGwg/9qMvviBFkj7YFsQ+RQoUvk05e7/3+8C9DzuZvhS+Rj89s6u/PUkpPQOTpT3iZIw+GBVeP+KQGD+Czik8vrSbPoneCT2xJQg/1HiXPfc7Jj9SEADABrMcP0CzWb8hjRA+", 
        "Jt0LP/mG+T0qZR69AzDfvpEOyT64am49kM7HPuDDOT36hCU/EqugPnwCGLzYdl0/qTDcPgc1K77uJvs+/MfMPqvNyj3SkM0+3tU5Pojo7z3toPu/8PO9v+vxgT4I7C0/67W7PEosb78izXo/syKAPVO8nD0jM9u8qSIqv7w8jbzCoog9Q9/nPaVMKD60/7E++1okvzPdbj6t7fA+DcICv1lWkb+cw+q9NnCsPorIN7/wT2++lqfDvulONT9Qtjo+NF3oPnu99b5nnFm9cmZNv4mFJT6cYha/LQFSvlG3vj5DOJg/+VreP4NYIr5PyoK+xAcovjYp3j54woC+GYSRPFXWTr/2uXw/G5TNO9oojj2DsrO8tMUAP9NrLj1sh7Q82omFPUg9OT8CfSg8xgbTvWMB7b8VYb4+CcIUv2v/rD50wpY/YYnPPSJ+or5ZigW+Qm+bPlVsFbzd1lq+Am0LPv4Baj/wVXu+SpBvP10OlD6iUY+/8eNsPcAS/z3QS4E+JtE6PjCYWD9bCgU91R2EvulSw7+vpRc+i4CIP+G3Ar4BruS9WelFvztiLT7avKW+ecuZvbwpnr2A2su+mJ8PvW0qx7/ct3E/5y4hP/fqyj4SEDQ/x73zvQ6D7r4bJfW8eS2uvk6gsD3iN6o+BgouP+/DKb7pvZ8+k2qKP5rXxL4SlK8+vC8zvq2PvL1tNn6/XuhWPeq0m75MwLu+a+Q1PuoNCD1TPEs/aC5rP3qy9r4NLeQ+xtRaPw93zr6PYZY/vZGjv2BylD9tfwQ9XO/FvXgO175sgpu81QpcPdXB8j4dR0M89FiBvqB49jzy9N89JurJv0j1Uj/xxYk+r9hKv20dkT12Nfi/1wZYvzGOAL/wVLs+j1X0vaTx9Txb8/G+BG6iP4xvor6/i5Q+kxUSP+w9TL+t6aY+V4uyuhQUh7/5t5i9Qh4VP/M7gz00OOa+Po0RvdlfJD012hy+U4mUPtVvMr5C776+K/QKPn0eij9PcMe8N+LdPmf2sj4h3UC9", 
        "uOjOvwDbcb4ch+i+GksLPzWRSb56trY98OCJPng9Tb+EWyu/3K0PvIp69z4zqK8/wAR9PursCz8WZn0+WgBTPcK0hDzOYvm+8TvGvVPdnz5/XKE/pVQ8v4Y6j76tdSw/JWJYPc2dgj21Dio+DJEfvsQaq76govY+Fv81vgi7oz9bbnG/8YXXPVXIrj3OlO69s6isPrVP4D7wWTy9QFc2PaoUzD/wZ5a+6gyxu7SXCz4OeAnAx0smP2M84D7TyjY/IUlPPSa04L/zKeG+Oq5LPE925T7VHYW+/6kjvrJHED1Zq2s/rURkP5WNvT6RbF0+fHG8PsrAND4SJzc+PwCDv0Netb+L828+6FSePZ3cOT8zPr+/58tdvfB2PL/TTfy+jNK+vikyHb/C3CU+jDbQvhbVvzovHUA/dhGtvsRYlr1uoNg9BuUuv9xYuz8RWAo/JNkAvsMyfD6wO1o+rvOxvmMCOr/kTCq8GprqPjprtz4VUBe+YLiGvvApIz+yIi89ArxUPjS/Fr+1H389ITpHv+H6ZT7vHAe/2zC0vqz1vT7AXZ49QPtiP4XVnD5MIHi+4t5rP1+a0T5O7qu/NUJEPU8MX7+zBbI/X8jpOYNkpT0tdKe+gUmRPZ4ZkD3DgyI/5Jd+Px7hC7/tcbI8Tz9ePQl45b8eE3I+W2uuPsXhu77DWBA/yQgwPSeLST0mcsY9S8vzPmXkBb1iwnM+mPY9PpVeUz9bKcG+FZtsP4bFpz5RFge/+Um4vdboHT4NYMw+5mvGPV/uRT8GfRg+DmiEvuN+sr/pUPa8OfuoPwSIi77hhBU+DWeMv0F4hj1Gnce+WfKhPfec9Dx92hG/fFw0vHvJ37+aq1s/7+k3PyEpqj7v7X0/vqwrviKnBb8IlVm+KELxvO2sNz19d7s+faAWPwMsjb5V6RU+UpeaP/Vrqb0+5ZQ++oYOPV5yjDzWC5O/3YTYPePan774YzK9BsSqPhbmTz2fCYY/ZERAP7KNCr+ZiO8+wFNOP5+YD79zD4g/", 
        "ynCbv5a3dj/zBY08mxWnvdHHT76JRy66lQebPVjFFT/bwZw8Ov3tvimXwz07m5U9Oz3Pv+fJMz/4MOw+PnwIv3s43L4IkmS8CXHiPjxPST58WfA+MA1YPvZrSb6PsWC/oX46vgc4tjwGRnk/aAAEvu1Zyj4goyQ/pxa/v8iKCL+Q3GK/iUWNvvexrjwgYMS+ctgMPfFlqbxd+v8+R2YsvtnlTr+d6uo+baSJPjSvVL8MGxO/YC77PmjbRD+FN5q/EVO+vLOqXr5BGnG+UEr+vwyh/r44it8+E2zdvqhvGL9TUoM+MxvLPtxTNT/AtLA+pNJcPKtKHr8xrKg+bIwYPuKz2b9xeoa+eYQiPeNikD5om1W9rmX+viCXCr+SkKw9T+k/P2ISST2rsxa/n0gPvg+94r6q4Rm+vW1mPykB5rvlfkQ+Y/0fPdn+Br0doFA+LPPXvpE3bD8iAwI+p6WkPsL8qr1AEcm+WsqhPRX4f7xJ4ZE+FaatPWB19b6Q1zS+xYmevbujhbzpm1i+vgRGvpHAxD6ErI49QHnGvxWKnr/1fEO+9bfrvjwMDz9lFw277KtQvzWjGz8lVoa+Rd9ZPncpPT7RY368HRgEP2rSub7HVM+8sxUPPbPPQT/IojA+ONanvXsPVT4GrwM/us/lvrGShb/T4V4/B2/APng6IT3yvTQ9C2ssvDyXCz85f/S/GvpIPxDhvT0azcG9FRNSvp9crj5YQV2+HvuWPlX5hb7xXYe+jpU+vo0thj7EPpw/LF3Pv2jX9r2bHkc/2fY2P47x3z2X7788V7XcvKugrz5OixQ/TqypvOQLgL5O/hK9aMg3vkl5eD4FQqs+7FfQvZHf3z0Cz5c+WYnKPTzMGL5sdhI//3lmv+2Um7ydWAy+32ElvcS0kT7Unu2/7SQCPnZ9hz6p5js/3Ow/vxTyBL3ucSy+sLDuuxwYB75IQ/W+gtu5PrsFx70S64i9N86XvxIKmL1QKiK/wS7OPqUlXL/DFjy/6sQjv4oiWj1F9Be/", 
        "QkGbv/cCNz8GXFq+TqCevrI9ljqRbb+9jovVvv5w8D6Eq4K/ZU8hPeuFgj5FHSE/852JPZs5qz7fJoI+eam6v5hG4zz26RY/ZaerPtfKC8DGxdE+kC3hPU33gj7Gble+dwovPln8nr1ppEM/x2tePSPxKz1YygK+AnHCPmwvOj8OQ6K+vIIqvi1Gsj81eEc/X1hCvixr2j7xLBC/lmdKPvmJIjy+cm49OKb0vSdUuD7kEDk/zv8+voAI5j7dAYq8BdcbPTxZOjwVXSy+heUkPgmjAb89sJE+xnBqPJuOBz06o9S9QxIbPS78mL9nXv09EACmPlMf+z7Yadk+QLN8vvqTob45GS48Eo7xPg+Afz7FEQE/hJzqPeW6fb4th3a/PHuPveoDN72gZHw/0spZvj3nsj4bGCk/p0CmvwBjCL+rgYm/HgO1vhlTR73y4MW+vUGEPWVKOb0gzfM+P+aBPhcEO7/zaEs+0B2VPqYCM7/xOwC/hNhePw2ATD/FPaW/qTCRPYyeeb6YcQ49csTmv8ZI9b6zrqI+/fwSvyqqP79dFks+mBnIPo2sMz99/949NAKOPW41K78npwM/aoyYPkGXr78T1pi9pcmkPaqahz6c8Ym9kULxvlVeAr8gEBQ+aSQ1P17Y3b0tIQm//7fRvbC+sr5dGxu7EeWOPyxCHT2lcgI8ccGGOXCdODxdhM49C0S7vkWmpj9DMIA7WPWAPjz8YbxRkoS++Bk7PrZevL3BzKo+smKAPv0+Rb+ILG2+uykwvn5jGr0GuAg/cpu9OyE34T486+m9+G8ZvzbDQL47p249om8jPxo5bT/DzNe+BEnlPuHEpD8lJIq/fkOjPgE+fT74s829n4ZJvnC7wr618sA/dI6UO2N6rz22Vu49XuGVvaxTjD6BfQc/7vdnP5JCUr/pMGC/B2ORP1w5pjzi66m9IUWEPmFpgzyW2dK/BY1APooWoT6k45I+DdXgPmpfez/lVrG9wjlqPv4iaD488AC9eP2Svp+8Br8vGBo/", 
        "SiZQwKj9lj7LSQm8d4JJPieQ6r1z9Cu/WU0sv4N1ar/gJJ0/KYrfv8ECD74kYIE+HHHKPfuT670CjIc+q/bPvVxc+T4Zabq/pzJ0Pd402jzHvBo+SEKVvihWFzwz7By/Htg6Pe/rvTxL9BU9ntAYvdtUGD8kd8c+IzIzvwPGvTyr45m/7hUmPvz5aL34pCk/z8vtPsmvJr4FDMC89W8jvt8XvL5RRUq8pP7gPlHCqj2qaK0+7xwBv97r3708RUe/NEG7v80ZSb5Z4KS+9XmmvknZhT/2V+K9wAfnvtdBv74fzI2/FE5oP+3xAz5xdYW++XayPJ3e1b1m8Wk+TPm9vx5ZAr13tE8+5rXBve1u479pSka+63KHPhJHOj6Pxrq+TyDGPW5UYb3VrTo/oLjJPswx/z4+RSg/ErvtvtF8FL9b9Zm+H0y2PqqEsz0QbQI/0yrwPvujMz+FIYi8/zduv8BzBT5mwHO/YOkPv0FmS76npLa+OeDYPC/Sdz+7KKU93YcqPsQl27/P3Pm7LBpYPrSrJ7/fNcS++K4wvRbx8r6RO229knh8P4LhjD216zK9xYY9PzypYj5aMbY+dMW3PXMwOLyfzF09HcTQPRKTDb9EPJw+fFdFPX0/4r995bu/YGRPvrQxAL+eAu8+aGVuPm3YbL/2uBw/FJpzvZvImz71b4Y+lAD1vCJTCD9WprC+/jlgPfKUBb6hny8/0keEPkKhlr3CeAq+CmgqP3eG9b7AvZW/izmAP6KNQj9sRiu9s9AcPgVZ472W9Eg/6MHnv52lIT8lOck99p05Pc9Uub4CSTw+XDgjvvL4lj5/mJa9X2d6vZQfhL66bLc+QpemP/PBz7/NIX+8bdaRP2/uFj9qcJ49IA3VPNArjD0cQIo+bj46P/RWCz0Dfz++mSWju/f6kr4X+aQ+9YCoPgeagb2qI989IfkIvFnLoj1jzCG+u7xBP+gUbL8+Bxk8DTCDvGxOIL1gtr8+86Lmv/e5kT78eKg+uHY1P63iRr+QTk6+", 
        "CrwIvtsmVL0mvQ4/ZeYEPkbF2z7wjEs7pGVxv1qWLL4fpJ69CklDP3n+jT/qS5K+arO8Puoztj9a42W/bNShPh+OnT7qvFS+CX4kPtcA5b5WJ8s/RB8pPWdPSD1+1eY95iayvWqRuD53/O4+u257PxtuNr8DJV+/nhWQP3NQFj0cd4u9aV2qPpKSkr2j+u2/h9iFPhGstD69+8E+FlFQP2OXkz/86C+87l8bPjRLCz5oeIo+HjPnviIoDL9z3ys/HJVTwNn66z6q7SI92RSJPjg6ab2/ORO/9b8rv0J+hr9RMJY/dwfFv+aXqb7ZVdY+RK2RPQZ5V76C5Ng+LQeLPdFEyz7AjKy/v0CiPapwA7xQQd08PPeSvp18Ersr9Su/BuJbuWbTRr0QRgc9fQQPvZV/3z6uxDM+/sKBv8CnVz5fwaQ+EocJvos5/77AMCY/0c+GPs/R87r1WQE9OfBQv1stBr6LIBi/T3O8PhwzGb8QOl+/C+Imvz10r70Cmng+DqqDPjzCPj3u64m+KjteP4kdrz//Pzy+6pVFP/L0pj5g7UG9xg+rPuUGmj60jii+JpU8ucbWdT9Ucuc+uTppOjs/hbw7kFM8sRHTvndiFMAOkpe9rb0Pvq3RCj7iV56+gAAyPvCwXj2AZMc+JMeYPsBl+D0/xDe+MBmSvw4C1j2eJda+TieivstuuT8PyD8/+N2avYvZ7L0EwZg/VaTuvtdVILvKQ4m/RkVdvr70nL1q8fg959HMvLEjlj4azCA9cx0gPziis79ZcMk9y+xrPZDHRD+FuA6/+1BZvYCmib5vzsS8UvQ3PwRKcL9X1GU9ukfrPmjbNT+FHt8+dNnmPbsLLL4cb508k44PvTvNtL5PkLQ+NJX0vFTNYr7zyMy/Z7GPPBOh274iv6o+k3Izv53tUL8d3wG/EIr7vC6KyL7XEo+/OxCOP/MjXb1Wr9C++tCDPN5Y9b3KNRe/TBlxPq20hL9aeEG9XQMOPtqwET/wWMW8Mw4aPm1JuD46KuW/", 
        "3B4evdh3Mj+c4Tc8iMgHwNUhHD/FdR8+xaqwPin6Vr7Lxos+vZSDPFK4LT8naT++1RCxPvUpZL7khMU+Di9XP/qi5r1StZa+LuHGP1egFz9rO/29uaNjP/sqgL7L4ak+SLqLPeWvYb3azFO97c8GPyIfhz9ig7K+L04FPyn3jLwhmlA+p8civHKkBD6Qj98+EoE2v+N0vT4FRau8tFNKvQZO6b26I0A+mRWTv5DU+T0MdHE+A33uPpPL4j59qdG8WstIv+ar5j1bmFA+jonSPnfi1T6bYWS+/KyOvDZ/jjxjXNC+p5eGvkFnyj67L96963rAPhdsBb/qx46+Y41qvhI897/Hn4u+58OWvsrOg77F8Y8/V1iovY5Jwr7mjAm+IVOQv/itfD8esPQ9ILBiPfH+k72k05m+c6KuPlmixr/2loe9vUyRvkju9r1Vbeq/GXLUPbmDYD4cT5Y+k/iavuYtDL26Pg48zJ5GP1tNhj4JfBy+x/mHP0vMGr/l6Dq/Us6wvvNVJz/moPG8T/olP/heDD/ILSc/ieGLvOxOg7/81UQ+9FJ0v3w+Ub8FMtS+W1dvvljkxrx+/XY/Y/KdPRvIiT7se9u/z2x3vQSnND2qwiK/A86PvvDvpDv6wMm+YkGsu1bFlD+H2TQ9/dHzvJ1a+z4Bg6c+KI2UPgst8b1BX7s+PROdvRC6/L7TYRc/02+lPrCenb0Swhi+3jwqv67LVr5zCRy/vd90PubZe794hvy+Ka4mv+qmqj3DK58+q9ORPjtWhT1QPU2+VmZ+P/f2sT/SC8m9NSpEPxecDT+2xJ2+YsHsPkcahj7lCvA9QSWNPDCTaD81uwU/ZDZOPb97DL6mKm2+XRYzvpsowL+g70e+VyaBvRa1mj4Txm++Gwb/PYnigT2UvHc+bH5zPjp8F75vdcu9vdmcv2DsIj5o7r2+ypDEvj+syz/VKVs/XGUGvtJC6L7l7Y8/xHccv2Q5ED5ouLS/5uLWvsDo0bwGt9g9VZN/vF4vlj6FUAG9", 
        "cv0sP0+slb+ug4E9+sP+vY//Zj/bpwu/cX+NPUKNxj2EvLq9MevhPqmcXr8NNEo9faeuPvExUj9jiq0+qrqKvoUEmT5xiii8LGA2Pv5BmD1M9U0/tzkEPiE+Pj4LGBw/eZK8Pb6WRD91nae+xc+2vuN6Sz/L6w6+n9nMvlEMkb8ydE0+ArhEPxuuXL+k910/y2S7vCteb76vha6+Eu1MvjaEVb5va08+rpRqPueThL74nw+/6AZyvsJl4D4Aqby9C6XMPZeihj65NFa9Xl2zPprglD7+GALApm6Uv189ab4NydI9+ojEPvLnFj+9ram+tuFbvXZdiz9m9Z8+yIb+PvbNfT3N0ak9xepyPQ3shz7Gexi+a2rSPvwsCr8LBUE+EwyVvQm4mztR7US/gCllPxpBor6JIgM/pkD0PAKAgz0G4kk+DYKnPJJr/j+5fwHAZAYjPyZl1D4+qyc9BjExvF8g8DtsN/++QA0ZPnWYnD901c0+wMPrv9plSb8kDIw+Wu0lvsCcyDxXMCw9/PM6viFubj+hcaq+LnNoP6O4oT68KrY9jOsTviwLhr7EmdW8wS88P3ZBlz7VDeo+N0XZPuCyND7eooQ+z1AmvxUJ+z45Gpu9PcF8vki49L7FDaU+4bjxvTFPSb19tj8+a5YlvziEwL8yVw+/DT/dvlgttDwFhYQ9bQMEvsStJr7EqQY/e+DBPsRG779IL/m8G8MjP+ozsTyhNx2+ntKSPvC3gj4SSNO9W8ePPgV9qz7SuTG/PzSEPlYLRL40Xq2/ejx7vwn2bb6UrXg+stq7vlV6wj5eTYG9CQHEPCtx/r30dTE+/j5nu3Ux4z2Gfpc+owKDPXddPD3apT6+axtxPWPGor3k3T8/vulxP+mhxj3naRW/bikVvSVebb5JWxdAY8V1PxhfAj8ITu+/lqOcv8X/fb5u6vg9exk+vSjkwD5zprs/m98hPse3oz2rlMy9Hik+PyzP4bxO56Y9xqYUPra5SD9FExw/iJQtPwh96D7euS6/", 
        "VXo1PmcuDr90MRW+vu08vx7Zl73FH/S8cRLlvrSJn7z9r4G+tql+vgP9lD5oVRs+LF5EPf6Iqb4TFlS/0up4viMm2TuennC+B1bFvnnhKT9tetm+sMHkvtotOL+oH1q+BkIiPrvzaz3oDAU/GXDHvva++j2inyk/F7WVPn+bR79I5768fnYIvrkMyb9YSm6/QKm7vuk7f767MDs//TGcPl/j/b1j0Ta9WxlZP9ETqT8qCPI+GXPVPrvAJj7cRik7jJSpvPYQWTqcd7c/iiGMv550qL5qVoY+X1xCvZ7tKj7Zh0S9ComgvmEDcj/HxIk8Q1sAP33MB8CnqLc+Xc2AP6Oj7z4Xnty84zSevYREuz3Ypy8/06YxPtd/Oz6s4Us+EukDP/ujRz+TGCC/u+bBvmwoQD93iqw8XxjyvU06hr9Ftzk+RSlCP+i2Yr8znS8/PT9nvC77i74w1b++MlRsvpNXe75Qy0g+nqKGPpT5ZL6S+UG/UOurvkmKOD5fgYe9w8GBOx3dXD0CrKO9HHVoPhBHFD5XZfW/IO2Iv56a777J0GE+tbX2PsNdAD8Js5G+nOgav6vzfj8PPsc+72XsPjeZlT3DRGA9m7ymvPYszT7Krlu+aVXMPptAGr8pkx8+WQHuvSJdBb28chS/I6FuP9hel77AxSs/J01XPe5BUrzRFDM+BoAOvQiV3T+HgN+/Qy6KPgZFxz4iNuE8gGF/vjjRdLyjIMa+7wi8PfcFoD/aNqc+nEHwv7Z7Lb9O8YE+gnHavrQEkr3nPgW+LLppP+xJez9Cqau+dVdkPqU0Wz4+izC/R3fNPfLr3L6dwu8+weRhP6cd6L4AW72842GvPgFrJT7wDYC+8bGJv0ldkD8syG+8XFhSv4+pWb2btvc+QEfSvWUAUj9ffiQ+eD1LPkBjir8tnJG9wdzbPeKtOrt9P5c/WcINv0KEZr6zxC8+vMc3PzJrCcAS1ee+VgasPyemrj6pBMS97lOOPtad0b7chTA+I9L9vowwRL/6FLs/", 
        "G6ILPoSw370DbfY8BUqgPnTcJD7mclc/x90rPpEfLr+y5Q89bh0CPWSmi77mfOm9HCgbPVjrFD9zVEs+zxGQv1f1Pz8e/Bg+H8I8PcfR+rw3xAe/AjuSPtZZMD29NVK+orF3u5JZWL437k8+pjOEP1K2Aj8lmq2/jO5uv/+N5L7Pdxu+oW9cPBK1Vz/YxGQ/GX45Pg16xDzbToo9U/uJPtyEJ78wg96+0sJKv4yMgbwR3x8/SjTNPjkguL31WFi/+Oo9PtkDO76t/Xy+R94VPz84fTs57sO8Q+Sbve5x/L5JZXW+HX/VvbIf7D5b/Ao+/HvpPVOWIT+yxRQ+jdP1u3Vvqj+h0j4+YqMnvgZKmD6pBQy/7QcLvzTBNz+yXAQ/dOLMPs05iTzSNB8/+5P4vp2JCr7kKAu/BO22vm7Gsr6K5ec9cpmbvqIlz7xSG7o+/9K3Phx9az/KFia/x+MDv4veDL5a9CS9GqCQvjj0mz8ubm8/ZkHaPmChLT6gIuG/WAMQP9UhaTvQv8Y/rtmXv201Ir0p86S+lLEsvSXekz/07sI8RsFuPxULj7uMI2a7XYLiPmEXAcDI+qg+iMONvm8aq72PGeC8VtWUvs+ZWr1mEoM/HVFsvmpTfz9Niws/Qh5TPgbK9Tva+Xi+ZcX2vbKNKj8nQIY+AVmBPn7rjj7k0vs9XcfDPqU3Q7890/U+5VHKvXLclr7h1dO+hrAoPo3/QLyGdoo+4PH2Pa/A1L4GQJG/os83v7cGiL8C/n08Xe7RvGEhlD2in9m8oba7Pr+Xgz4iEOu/MCyivvO1Ij9cH/I8eJRMvviVsz4sCIA9RCg+vqNbVz7z/48+9zEBv5GblD6jk1K+dqPXv0xj7r6mSzG+X7moPtLGlr4vO5g+yb0jvVB/Tju+mpO+3RQMPnzbKb6/tcQ+Ave4PmKiyjxnvag9HAH4vLVplj0/1Z09cpAXP5xGGz+faoM8F+wbv1gZoTwrw2u+lMUUQE5dXT+FHPY+HrDmv22eor/uxho7", 
        "6AIdvnKJnb1jgpW9+KpvP2GQgj/kUpC+Z1OaPgiXUj4gpzK/DJHovMaeEb/pqQk//6ZYP2Vt3L5o3TG9kOawPqdxMj48Gmm+jet3v+HTij8Hopq9F50bv0T3sL1srrk+C2atvVoZVj+kJgE+iOZXPmOdmL9tcE07AYqrPcOjRLsd+JE/LS8Tv407Hb4UgpQ+9bw3PzfEDcDc5fa+8t7BP930yj7/NiE+yNa7PmcVor53ul69dY0sv1PaX7898MA/wVQFPYltsj3uD5M9gEqnPuK/fz3qamw/j7z8PKpCMb81vQm9x0qlPXu7rr5oO7K9WgELvvnZET/yBpw+PPCVv5lNID+NIxy8Q3WCPQ9d3rzMZee+uBWgPp2BJjz/C8u+5ETrO9yirL7xDVI+nTlmPwBWvz56BNC/OeR0v0RVqb5Uyg4+cKQLO1m0mj9Assm+lEerPhpwTr5WqgW8tTztPgNNBb+1RCI/e/eJvpEmrD1OxEo/OYOuPkzfALwnneQ+bewNPh7S1j66HN++fWO8PtxOP7wURY29z9oKv72UIL99Qoq9MJ5UPwJggj6gapo/7R9YPVuiCr/qUmu/z/FUvc850z+Hr5A96C7MvSUAtD6wZEm/6FEovw/KUz57QMc+hZo5PN8o2b37dF4+3hMgPtxh1T5a9xy/dWK6v1yn5b7hQY0914hwPX7YwL+VN0+/VAyQvcKwSz9bhhU/LD+XPlkM1zpqr2k9klAyvlCVw76Xvr2+/EKFvoyKWT7y4c6/DAUOP+7Ctj6QSBQ9JYC3vNfVFb/nw7I+fzWQPWHwVr/VwSw9j7WTvgJ4MT9NZJ48KXy0Pn74+b9LvwE/qi0UvmfNoj7Okne8VX0ju4BZoj9kIyE+IAmAPZEmHD5xgXw/mQWNvJkU1TsHa809F7SEP7kZHD8znDo/bU6DPeZWdb8F6GY+iMYCvxAssT0uux6/y6SZvBgwkj2Ly+O+7qqEvblzv74PYx6+epa1Pv9gRr3s4+89MX8Ev0joHb/85oI9", 
        "mBmoPYx9jz4mhL2+/y0ePxfW475IuQe/g6UXv83LDz7xcuu8vh5TPPMFUj9zxZO+Do8YPgba0j5f4qU+B8U1v0YA0j1vYM48C8zFvyCQUL+kotq9Pg+3vKQEGz8BaTQ+SQCKvb9NK70hzMg+Ws9tP6pq9D4AChw/kIeJPvIGyj0JgTg9SBmyO5m4nz8Y16u/oE/mvrZWkT4bC5+9NTtaPt5VWr5lNqu9kN1fP7VBNr18K8E+WJjvv5RJxz65iks/Bc+Avt5sgTzSlTY/RVFSPwx6Tj778qu8/WFsPWXjez7tMBu/ZH/cvhrfQ7/R6tW9ajobPwE+Uj6G65S+oXxxv61jGz6ktFO+RekqvjfO3T7hnJu9Jdy0vXyP0bt0OfW+Zd2PvifbKT5a+o8+35KlPj25azw/SDQ/bvS7PvmfT71smKw/yLq5PnQPrb63GU0+gDrdvr2kFb/wnAU/ZRXpPmP8qj5hURs7rtYeP2JQur4wqqG9JBvhvhvQv76dR4q+NvXrPZt2rr4rhVo95e+BPuG/vj7a0j8/M90Yv3dOgL98wIi61enJvB/wJL4hPIk/BZFoP/fbcj46wwc+J/zMvyw4kj5Ko+a6vB+lP3s3db8Mf+c9OtHNvhlUHjvBvVw/jaCYve9sBT/uk689q5o7vTTE8T5FMAvAnPGpPr6Gp77UpnI+TuyvvMRSaj8ps5q90hCGPgUz77xIQy0++KabPn4xPr8/JTg/N3OKvozYJL4+bQA/Ae6HPvcrub3svdc+s8ZMPZ/soj69kMS9/mTJPlITUTsLUGI9Y/LAvlSf/76HAq084obVPp+Unj7rGlw/bMBSO9Rh8L6xaIW/SniTuVdS2z+OZx0+0WatvqyHrj43UgS/n1gRv0rTij2zj7k+e0YFvs2O9L3RW+4+ZHjLPTz0jTwt8HG/pXCvv6X1DL+jqSA+Oyb8Pb7y0L8p002/2JCXPv2LGD+bdxs/0z6LPnhRCb2NHZ67z+9PvsYcQL7dO2m+UYJVvv+t7z3OHa+/", 
        "D8LcPjsgzj6lGAI9I3OoPe6xsL6gD40+W5GQuxyEF79iOYe9M5TxvpiYGj8Cnok9ME//PhjR5L+MPNM++48CvmVYAr9XPms8Dlyovh3qjb//rUs/Q36ev/qvE75Lq6E+2XZPvkGGLr+p4OY+macmvpERgL8k5ZS+zUNdvcU6Yz+Kihk+d77yvhmntT3g4o49SoxTvTQaDr2w7o6+AT8FvtMbdj7CEF29IYXHPs0dJr6NhOc92Z7Jvt7VgD5+/gQ+CupVvQSLZ774+Qa/Ub6uPv1zIj8HhY4+I7BpPkdTRT5/UUM+J4mSPyRX7L+0vY49HDUUvkG3675CKd8+kxXGPGWDGT5OVV+9XUNkPHe3uz4o9Cs+TtCVvRI24z7+OpM+PtY7vgxi87tu3j8+5YaqvjiaVL+j0mI/KRAIPrigMz31xyU9SCAmPa1EA8AOiLQ/SNapvnHm4j7rmue/FOPjvYo817wBGyG+hRGRPe12oDyMLuA+goMiP957i7/bnxQ/diuVPj7G5T0VuIE+OfGMvT+Xtj5URJS/r2UUPuR8tz5a2Ke+48jvvsBw9D6eXMe+Pt2aPtoHmD8GR0o/8EUTP7KoVj+C1Ya8j5Dcvs/hAj/jAOO9ATnivZcpNT0A/G6/W2KNPj3oGT8GZUA/3PSgvqRMST5qWAq/L8Vgv5Ka0T+owze9r58Yv2OBLb+l0Q0/TuZ0vZ8AKD4L8tU+DPRavpPwXD0JN4k/15vavwfflr6jm+u9TpINP2IOiz6ZiyE/+llNPvqJaD9fNAC+VWL1vs5HmL6oln49harGPdT/rz5rHLA+H9E/vUDnHD99zBy9vMNeP1U6sD6xW5e/f1ENPefMCDxJSLU8OPjbPcBc+z3+Kv4++/4pv3SH37/eRE69dNfiPHYyrL4lJjO9bnrxvfWa4T7h2b8+NE8dv+s6Uj9feg8/lyBNPRkqib1YbX2/YSfcPjDHmj3Byqo+SzDiPvvfpL5ghD6+uX/oPr0Ajj0NaWi/GupyPYI0OL5BKAg/", 
        "Wf+BP18MUr/BK+8+k22BPqva57xRsNi9HxlRv0MZAj8nzb0//AcqPOdSBz5sllM+/Hc3vRjzTT4hoia/dULZPw4+Tz33lJk+AH+fPqPqQz9Ijo6+jJ/QvIqfZT5Svv8+8mSGvte1izxMNwnAy2JLPlTpjT4+QXM+7nz+PSKSPD+kee29p9NTP6TEq71mHT2/pyhQvrgmyr4oJA8/jKHQPi9e5DyP2wm9AM+9vjdfDb+y1hC/KDa2PmnkUL9ZBfs8a5sSPoUCSD2EL9K/PmP+PvR2lz4HUwY8/8+TPTLfAD/p3t88GIyXvhtqPT4pMfy71oePPo8ZWz+vM54+gPStviZMZr+hmee5YNQLvwpLgb+aSlg/1uidvzpQAT4S0pg+f73ovpylUL9Yb0I/fVRUvgw6eb96hg6/Y/+0vitqMz+/e2A+cgofv3vjVL3OOzI+x5kJvU4cjDydF6q9LkRQvudriD67/du8sGq+PmzmAL4iyF89/CmUvsUOAz8xs7A9w716uoHjm75oCPy+bT2LPpWpGz+ya/09/MQZPsJwoz4uT5M96oSXPyF5sb8Wfwy+lc6CvqW05b5tjiA+qwRJvtf4Yj2CEM69N1kFvcSgsT23ni+8RrLevcdb6z4rnrg+G/81vrdDrb3MO4g+IDvdvi3sUb8fLIY/9QWEPkk1jb0poxc+a4dMPjl8/r+lVbg/oJw8vqnlsj6duuy/0VLZu+mGnD1Fsuq89vIEPiKBvTwyLIY+HFoTPx4gdb/C1yw/A0uoPgv3xz/QqIQ+ezlQPT8FvD7Yi4q/VExBvvAEaD2kY+K9U/JPP75djb6D1d6+6GSlPsyeJz6DOfg9jxUwP6TcdD4ARPO+hn93vnU1075d1hS+/yetvURZDz3CeIM+EkdFPkWNoj4XXi8/iRItv4VlQjyysM89+NMQPaZn3T2PKjO9ZEKgPoXZgr998CA+SWokP9hwHT4WZyM9GJ8iPrTHBj/nDTo/Jsjjv79g2r45z4Y+FXojvzgzSr8jJAS/", 
        "R/dpPsPdLT+DzEy9sQ+5Pht4vr64O2E/+mgBvnXzp7+T7NQ+JWqUPJH5gD5k6Qq9XdwUvzE77T4dJ2Q+qnYkPuqEKD+XXtY6pdfTPRSR8zugTc+9oRlGvTdZBcDiXYQ/WNjKv/T8Aj6L9Pw8UkeQPJvXBT/nOLc+Mvorv5F5xD9+VEO+L1DLPxlPLj8wgu++7NurPketvj2/ry6+EySGPsRKbL7NJV4/TyM9vlktU77jaD+/nAWCvxyOq7098kQ/WySBPv+t674bkrU+tNH9vlY9c73KYSq+2D3ePiW6CT+5mDk+A66zu0eXwj1lWo6+hbR0vbrK9T5D5SQ+JVYNPTsI77ymQRk+N8Lmvtj0Cz6QhRq+gWR9PiAP0z2WE5k+9hA5Pqw6QD6g172/vJNFvSMALr5X5SU/f5FKv58rlD4nRbA91VEBP+4GBr0ARpM+dCgwv8tbBj8+TAm+E2pWvwQmj7zw+V09YcNUvj4reb6XaLU+xZdPvAbqxj7yyiu9N1UrP+rgGr0Xie6/b2W6P9Oa7j7kRkO+ltwaPl0CEL8YvQfAnBgtv/3T0D1Hy668PIvWPhvuDT+7IcU+NOJOvoGb1j5EIhA9xhoLP21qbr73j8I+UCV4vyY21z4qP5c+1b+VvhjGBb5vKAI/tkLMvVWeuj6p+4U/SD8HP7lUGD+7zV0/KijgPVB6L74HbCo/9eE4vCajiD1dsN898mEivxe4zD7bpp4+ewoJP9cRuL09HE09NsHevmv6ar/7GMA/VMw0vEkQKL/Pjxa/TdD0PvukBL3WjAA+OS/5PtenAr5dIDm7TeFTP7Ma47+Aywq/Rt8tvlvUIz9Wori+uOsPPyXxKj6NP0s/Uv3ivcXHir+0YlO+3V+gPSJYoD7ZJfY+V2XLPnrOxTuqBB4/mbrhvaUjUj+rRWs+fgKsv06AKbw68/k98hG2PQ1K/z1Nh8q8QAYgP3x3Pb+XTdm/dQSkPSA7QL1gzte+HEagvPT0YL0uZZE+QvDHPgMWgL/7Wyw/", 
        "n56MPgevuj8bpbY+vadHvsAdyz7704i/G3ApPPnOoz2Lqcc8j+RaP3wzNL1mbvC+gkboPijfDj2zelK8IYE2Px+WQD66Afm+giLIvsT5s74HLSG9HiPCvaR4r721cGY+UxOnvBEqPj4IWh4/TIopv72xm72XQOA9cPMCPqXNJz6mFsy9pXY8vehrb796q0k+U0YuP1WMgz6D55y9j42wO7ONAj+BgjA/bcHyv5+Bwb484MK8KNoivzZIJ78Nxiu/mRdQPtGyBT9nnGq9/QmMPphp2L4n8TY/ucfZvUW8t7/Wy6k+jwi3PYQnrT7hTV+98wEWvw/OAT/9U748Oc0NvjVtTT97IQG9fW4fPkyluDyaaGY8nK1ivooHDMDjgZ8/GDrev+/gUT41sP+8vunlO9XiKz+1D8k+bq9cv5jesz8988U9yxOrPxqizbvx4f2+pwCgPhJjwz1jWTs+rgApPqV9S76voQo+90wDv7wWu72Rm9A+E/9qvmEvDr64qio/xCPTP6Wz9b44wYA95EFJv4uZ3z2gSVe9jINvP5CwBL/RyMk/1VuePgrj7D0N4mU+mGOnu3NWE79ptT2/WK+sP0KWVb2/1Xy+Q8wkv0vlET+cU2g+5hUmPnqKN7+4g4o+sE1GvaA3hD5w4gTA8Z9DPaznhT7zBFm+9Nixv9LuJbzHvT48O9P5PizYnb26CQ2/0wt4v7Fsgb48z4I+9+b3vgIe/rz46po51xi4Pu+4MrwFW6Y/nL2hPrMZ7b6Otuk9E442P5noQz4FQdQ9fiufvADuXT+rVNE+Vk3CPa0Chr7jNcq/ilWjP4xplL15WBM+oLD6PpSewj556pc+c0z5PnLrOz6R65c9s0/OvQFXMb8mKdo+SVqpPRGYJj/KMKI+vxb+vs8TRr45f+k+U07/PQWbQ7+FeV6+sgEovvkgKD83zk0/TyUyv3FVRT/4Txu9e4FbvdWtDbyv9kO/aec5Pmckxz/D4Hg96q+7PWfD570h6Va8Zjk5vYzdWL9R2tw/", 
        "ReGTO3T4Mj+2DLE+oeUdP4h3q74YFV29gQ24PZu4MD9wA1q+wMJ9u8iZG8CdPqg+nt9yvrmqQD3so709wZ1nP5xYkL5iwd4+xdyuvc7zIL++A+W+UmvAvi5mAT+8BeU+Y1iPvbOR1jxM0cy+hlTivq/cEr887d8+6l9Kv3x3Zr35GAC9/FNBPaV007/ZPEQ/u1eIPOwDBL5MftY9o3ChPvdzqzzn5cC+dHfwPQIqA7z8ZqQ+fMgtP41NmD6hPq084Z1fviRfyD9jql4/wN0cvpT2/D59pjU+niKMvL138z1sKqq+Ttx3P6oCwb1aC2u+3VNev1QYXL+ZMIc+FuxCP2P0fz6pqCC/XyWJPohzw76Z3/i7PtX0PP7F9j78HQc/8xcyPps1Jb5D/Ro+o6tDvueXvLxtnO0+rspiPlZy6TzJA4e7SBaQPsACOb5E32s+LTlFvprBlD7v2r68VrXMPrH6dLxGN9A+lBvdv544eb4huaS+26UqP2o5RL9145U+2KH5PVb3Iz85Wnq9mZeGPvo8iL9WQxg/+HqUvo/+RL8L2oS9w7AOPbDaLr7Cb2i+CSKsPuJayjzcj7Y+9GHkvZVBHD/Qy9e8EfLHv6AmpD8syv8+MCF7vrguhT00JCC/N3L+v8CULb9mpgc9jZuAvWB4CD/UFzI/1+TePtKIu72CcR0+Roe0PzPrwruTdxS/3vyAPokR+z1e/TI+UNWuvacMkb3y1ZY93gL5vo9ZyTxAI5E+LEG7vZcLTb2kgwc/qt3eP0Oitb74rS++N8Acv4cxrD1HQO293AdLP6XK5L65b7c/0Ne1PH1Vgz402UM+0K6gPZcOqb7pm12/Fqy1Px2Vab2/D2e+NhYDv/Td8j4Ggts9nWh6PXnGMb/CrR4+WHoyPZU01TwZjtu/ecGKvTjHSr6cbW2+Cs+ivwJ6DL2A1648t8MsP/8PV72pQ3+/AgZ0v1THBr4liLQ+1bRsvg9xFL4gZCM7J5TQPuKV7zxn140/UKvqPuBkEL8Gox09", 
        "u8oYP1x1cD5U9f895GSlPbujXD/q+MI+HYaGPRZFsb6KQY2/gYKkPwC/Ezz8U8M9ZRcWP+dH/j7Qxqo+XiUlPyK91r1wX+48P45WPft/i724W/+/hR2EPwLV/T3fNZU9q3iWvpruiD5aGLW+Lh8rP0hTer9NYJc+tu7CPczCwL8+LwI+HPcgvzutnz+X39G+yyeXPGf4jz2RcU0//Gtmvunpwb3a57c9VanXvxd+tz6mW5c+5I4lP8mElj7VoRi8ywfIveRcdj4Dyys/TWGLPoctDb+Wp78/fuZbP5XHgr/FSyo9D3jKvyAZFT8dDMa9FFulvtsrsj5A16o+D5jdvrzbB75d3x2+vRCrvZVLHD7FYNS9tqK2viQ4cj7uBZY+hdlUPTonf70kXyk/+Go9P8MzET6b50a/vjcRPjaQTL3fWiI+5BZRPVQ/pTzaJQs/LDaBv46vAj9NR68/MCASv9Nnzr3ipj29V+fQvohZ3r/TrIs+TWSQPlSAFj9PGcK+rKlYPu1ldTvtnTC/+UvMPkUO2L/lMqo/OOftPSgIiD4V2sm+jmupvvSiOr/eG88+oX7FPvpcmr+/MXI/G6Izv1xp6r7nNTk/MmXgPutK0T6jl8a8AnRKPgWr6L7t55E9M6eovbwGlD6qb7S/4KANPwc5aD7ma5k+f21TvxSF8bxTK/k7GdpxP6jy8T5X+xw/r2movSpVXr49hRu/M984PRsW1r7IE+G/2bgdP7gyJr+LJeS8Xr8XPxk7Aj5oa1G+9zSLP+9kEj8jDac8cvqGPBwhgj6p86C+/hskv5yJrD4yDJC/GO2JPa1fwD6mpKG+4aWxvr0gWb+Ho4m/REjIPB88Jz7ZbwY9RReuPGcHkz71U08/e0/rPpA7pT9NSfA9GX6RvYS6IT9XiME98KqCvFc1qT4+fus+qmEZP0zP6b53goa+IXHwPNNBzD0Gct0+RYIAwGPW0T2fc0o/FnPOPSaxwr6f+dE9Vfk/vrCI1D6EFlu/nCjkPOWfgzzyGsE+", 
        "FIkSPkiPeD5F9Hs/VihCv8hugL28ywc+auRuvovG7D7YrGS+GKOVPq8Zob/vQdM+ZW8QQEPZPD68NVW/00ypPOtbfjyj6qu9vHERPi3XED/vG5o+Ll15PzAZ7D5hJ9k9OKU8PffFJj6PL38+IfTfvrmR+r6a+A6/oq9ZPmYbTb+o6Zo/O3PLvWSzuT2e3zG/zonZO7NMbT6OWpM+ay2mPgz/9r71HOU9xD3QPn0rLz4Ve189Z46pvvCJYL9CkAI+aTatPVi78b3JD7Q8su0Wvq3Sqz5v+J++KA15Pe37lL5rtxK8FaKnPiZ/275VXZ6/iqo1PuSc9j4NWF0/CpRKv5o3bb4MxH89ffIuPsYRA75Bcfq/PnxmPzUfoT214os+xoPtvjzuRD5Gmwm/7sULP5W/Gb/9L+A+CVciPkEtc7+/mR8+eA0Fv+19qz/Til6+UMl/vTpU4z3V1mg/o8T6vcy61ruR6VI8yB+jv0Dcnj7OY94+r23VPh8Vyj6jHo+9bIO/vHcjoz7kgiI/HEmePm6JDL+OnME/AvRlP9fadL9vDM89c2HUv4mA5z7m6IC9jDcsvhbTwD4l75k+QUubvtvYLL7oNLC9hdguvWvZiT1ciF6+0kV6vvjHgT5Ny40+HvZOu9Bdjj2eVv8+K0NEP0V6gj3dw3q/eLnoPdKvjz0ESFw9mFJQPMxCXzyHJt0+B1dWv2DRDT8Rg7w/o73ovpm5bL1BfEq+5ZDdvsD/5L8SS5k+0PmHPks3Cj8uVeW+Qd8xPm1mGbx7Yc++Vm4Uv1RMvr97P1o/fCqSPmMAnD486H+9TgC6PBLR9L4UpAI/l3L6PkWobD/vcSC+oGl/v63Hk7ztXDY/uakmPSMuk7uberE8X+u9PwSOVj/uEPA+S6cMvsIy674/M/2/nw2avNpUiT59dR8/kI28Ph7mAb1ircw8DMQKv4D05j6lgLk+w/LJvq5DND6GhWm/oDNdP7fh1T4oI5G//h8WP7UEUT+uP/89wVFTP7HgrT5OrOg9", 
        "CZ6Evl5Z0D6XjL+8J8KNPsNfX75c+ZK+6T06vqzflr+lyUO/ZUJ0v91fS7+4SBU+hAy1Pm28Rb8PSOE9kcIOv4Q6WT9FHtU9ohkQvclEBD6IIMW933ZGvpsC0z++n4C+/l7VPa2Orr1gT5a9Lnl6PNLlFT83yNE+zcAhPwCbnr5jCzq+S4+Hvai4KD9ZMMu+Nsv3v8O20j5PNlk+2S0ZPpiVDr+bLBW/mE1hvlCYXT+WToa/ddASvgWCCL7bbMc+RZ7/PWANg71Y5x2+kKaDv5K9QjtBKOA/LswqP0xGBr837B++jSGPPm6e0r8JgPu+cfpmPzaUgr55UJI+SdLcu0qkCT28MpA+j7KvP44lqD7yKsi+dhW6P1y9oT9AAKo+Quw7P811Nz3Gac0+zlM5P4SBlT76DR+/YVLcvpfsWz2U3uI8ihM/P9IDjb0J4oE+sOMTvIGse76DatQ+9l3nvnvoF77WteS+EQIHP0ydOz1blsA9eQdTv6urYT53vPo9aKaiPuowWD00sAc9lARmvrkBKj+m1jW+LuGDPNmb8j6hBZm9Aegyv89JwL7oOc6/gSE2P6dPwD6W6mw/Q2ELP4gORb4zIjg9xx0ov+IxCT9xNqW/7wCtP2vjiT6gXzM+lCrsvmEJhb6hJyO/R6amPtw+yD5D7Cq/0odxP47OPb+xlQa/fOAsP8DURD52k/8+QVcGviFhID6y6Ky+75ycvlsgNrx2StA+A3yPv0pjwD4OQXs+BSdjPs6XTb/4Aou9TuCovPjnNj/hKS0+IGo4PxHinL3f0zO92oqLvmOWr7yeuPq+T5qfv31aKz/f/cG+SosjPFfiED/cNlY+TRv0vX4ZaT+53CU/FO/bvWZ8kT6E6w49chyEvnAguL5tmOU+Z2+Wv5tHGj7y8+8+h5G0visczL6DPl2/AJOXv1MbbbyXY3U+s9tqvVTI+rzhhIE+YOxNP4DfjD4UX6A/mlUxPYQKNL77OfU+cGhnPSZYgz1mP8U+iN4LP2bPQz/igHe+", 
        "CZjyPWl+rz0+Mxy/Cp/jvnii3L9bMyg/XkcLPlwEQj5x1De+aN0TPgTWHb/KLxg/QmvrPs9WgT+7Uxc9MwiRvzaq3j3gzDo/fNKRPdcFEb1ZD5m6esDaP3+ShT/IZQE/PfykvTIJiL4nKMe/uS6Qve72Sz6i8SQ/F6m+PqpJw73zX6694ZPGvhBcGj+mR8Y+JPn3vlWhRj1U8Gq/Cpl7P5sf/D5Auo+/9kglP19fVj8RpW2+r/9gP3yHBr9v5iw+B3Z+vg4eez5CNEC9RytsPuMVGL7rfhG++RdKvra+or/hsTW//MBJv6YMhb8pobU+Fw7gPjVHQb/9XxA+1po6vrQtXD8j7y8+R6UNvlqygj7GxIe+qs9UvhpRzj9hu52+FfMYPkgzOr4VPI29I/ILupyuJT/VHQo/pMo8PzzkWr4Tca2+cvJVvfT+gD7t+bI+8Znxv+Hw+z5bnvk+rVCBusSdkjqU8he8TNEYv2k0/j4UL54+0u4qvw92nD+8kcs+PIB2vRb5ST/cwEG+67mcvrPH6z2rEGg/RDaRvqqYLL+xuQa++BraPgEM8b98Ub09ohLOPvt0Ej9g8KO/t4UCvAFUgrokS8S+xLGfvor5tz7BmNw/XmibvRl9+T6VOse9y0Scvxfohj3wWX8+z5IMPpxtmr2wrOc+2ZY3vxZhJb6MshhAXIdBPFS+GToFPrK+/MfQvXBszL6i6T4/Vx3ivmzoC8DqCA+/sSAbPYj/wT7npIS+FBYDv6Iytr1dcCe9nbbRPoCdiT4eYxc+lzVPPb3YQr6ilt6+02CsPR/7Vj8eEKM947oPvcFnDD609q89GTgwP37jpj6/lB0/5rrCvuJp474fjSU9kmRfPQ+WHz/vJOi/TJuQvZfabD/hgWk+tZIIvwEKVb2qdO2+/AkBPs/Dk79nyi0+5NDpvVW5zj6Mk8U9ypKKPqeubD+ZE1i/09VpvXY+gz6fD6O+vBP2Pmsgb74TWSk+cKe1v590/z74VxlAGhpsPpw8Sr9Y7M09", 
        "VwCJu1vycLkTVDg+SC4fP7hysj7SVH0/qmIvP4aNPr0Om1C8nhdEvAoJkT6VB+y+I6MgvxOfzb5sHo4+32klv+u8mj8WNzA+sXapvNXZML++e0y+VshkPbzuzD6u6ak+LAAmv3pPcDyydws/4B5uvYk/ZT388+q+2kk7v9sX8jxzLeg7CtfQvG/1Az3dCSK+Di3sPoS+Gb6pmaw9XT7HvqPiGbzrYJ4+3UcBvy+Zk79dM5c+w6juPmHqNz9rzDe/kagLvSDCer0SF4s+vjqCvjWg979Td6E+7ippuz2QVD2tH1S+Ui0GvzPzyr1X1l4/CT+Iv8EQwT2oNJI9lfDTPs2fcD4EcBK+kjZqvsaEV79LQBK9FfHRP1LWMT8dKpG+LxYvvt0hrj72cam/VY2rvhl6Yz+HKIO++MhnPtqTSjrro7m85JjSPYk2hT/Tx7U+WCTLvnbAxD/YBpc//ZQkPmFuGD/irqE9mRy7PgQXND9rL8m9DA8Nv2aKyb7AG/g9+7eEPYchSD8NoBK+dCCLPhcLEz1xkV68xSDwPpINHL8dyMW96WVJv8TVOT9apEc+hs2xPXJXJr9qYs09HLsSPfT4DT+21wc+WkWsPMiFLb5CohE+SnyKvfBrMj2lqqE+3cg+vTAM0r4N1qG+RSe6v9jUJT8g7Mc+lC4zPz1eRz6aq9S+4Jx7vVWc0r13OrA+znXnv6fspD4Ziec+y3mavW6DRDw+mzO74PwIv4xGAD9d6oo+4A81vzzziT/sL9c+BZMfvitSQz+yYKe+z+ApvjVW6bws74E/wKGWvhmMEr+pBU2+Tlu6PoID57+8V8W9WTe9PiiN7D7YQ5u/W5BxPcB7VrtlESC+mt6svpxgwT7uVLs/IzCAvvat7D40NAM9SLmgv/hWizzNROg+xUsIPkHYOD7zhMI+LdKrvlCiXr7EjRRA5EMDPEXoDb3hh9C+6w9SPPAQmL7a2UU/PKeevhq2+r+GpDe/YlskPbL2pT4X5Yq822gOv6Oha77JopA9", 
        "XngYP2YEjD4nmCA9IRREvd7XZr5n9fe+ywDePVCiPD8lHji9nVqZPPJflT22PxM+aU8qP/LDzD7uMS4/bZHhvg=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "d8CTu/lCkj1hNni9aiwPPlWNBz6on6Q4gvg/PW9fLrw/7fk9XyowvYRp7z21byM+OJOXvBjm0D1cLAY+6UhoPToUGL5/eYA9gY0evWsO2j2Rk4S9H4wJPuOoxDyYBoc8zW42PYZXab6FwbM9ysPXvIOr1D1xoi48TuNqPRErEj16ysG9T2RTPbI9c70+g2S9NKWyPdrAdb29ruc7+19+PUl1G73J7jG8ArDlujHzvD1te7i92sFzu7nScz2Yj1g+d+cDPo37aT0oWDw9gjmjPdN06rwmgkQ90i0tvix8Nz29CT69DoPaPBgY1z1aBwo9JHt2PYnNkz1fbgg+mVAYvqLuYD08GD48hLKDvOEWKrxOuTC93lEfPe4yYTzS2us9tt1PPZRYxz14jcg9aaJIvJ90+708DMy8QsDMvXCjvTs="
      ], 
      "weights": [
        "drQ6Pt2Qxj76Jom+KSWJvtEZJL48hFs9TLv5PiX3yT3WUYg+wo09vj/LizvwRpg+RvQNvKvqBL8K1yu+2IexvLdYKz83zvS9jG2IPfe/az5A2dK+3xyMPRICIj/c8iQ+3vqXve/9+T4Uy62+qMiovIKiwz7V0RC+MW9/v+j76r0uAI2+BktwPlXiIT4x+7M997HQvieOHr652io+Jk0GvyR0cDwIRxq+eB4bPWtK070vN6w+MvkdPpXrKT78Se47HHdhOo6Uv7spt8M8OvsBvwciE79E86A+LVb9vczUxr4bh8s9BehOPgL/C74m3Cw+h87zvdqwiT4NAFi+5d2pPhujgb6ljk8+TjWdPM0FIb+QzMM+IsLVvv9IdD4PYUk9kR5BvjQXVDuIgF6/lOV1vZbI2j38Z/I9UDGqPifVAD4LxGu+4F6LPUq/uz3Yfve/7EuWPk9rKD37j44+DS8vvefH2z0aaMe9lip7PntBBj7lOrq+NEntPkIgIj6mxv68uO0vP2twkj2o5oU+4u5AP5bokj7o8Ds+ijenvpvjLr0Ityg/bHcGPgQ5Cj8yqNC9OTduPERmr70BTzU/x4QcP477/L9aEOY9tiPdvdeU9jzBO+s+trxLwLDaPb7sYeA+rZ/ivW3r/z3qpIY+aEt6PpKs/TrvKqQ+4EYvPhj2Gz/PBY0+7OrjvnflvL3mDwM/bpJ5wO7eY73tV0w+dyoAPesmvD0F55C+3gOwvoJ/rT6UyH4+FnBDvm0p1L4Culs/PXa1vu9Whb71Yfa+1nSxvGFtkb6W4rM+ii05vnn1Tbx2fom+t8zhPrfSKr6wtjg9sI0ovdmT6j3jSAO+jviRPu45tzzsZ6k+xbSnPrPXP7/bJBI+lU7oPoyUiz3Vz9G9NYUYP8yaLz4+/YK+PFCCPkSnhj4tV3s+d67mvRK6Lz498ne/fGv7PXbyDr5riBo9sVA0P2XVAL7JnYU91FBrvTbzF79Q2no+89YlPGnuQ7yU5vA9ib67O/hRcj6JywE9", 
        "HumCvkPV4r0EUku/QpESvpqVM74GmjK/lff8vVghKT91EjY+W53APP3r1j5+aw0+qj96PHRunj5s5Ec+9Z48P7F3Wj+k+tM+Pqt9vuAICj95vhI+ro9QvhA0xTzR9vy9kbJPv4Rc875EIgY8JxneviKsrT5f5ly+U4yyPhc2qb5Vc14+nnGwvXAg8D4JqjE+6iK/PTCGPz6Bd1u9uUU1PhprwD5KrHC+8nLavZWhyj78hJi+Jvg3vwhTCLiFzjQ+h9ijvhC20T5dRSq/fyVRvg3OU77qXDk/vYOfPuHM1D7zwHs/mv6AvlxDZz2LQog8AimIvaSfKT+eZ1I+uIsxvvvTPj5St1c+FEy+Pifm870Ib988+tPEvj6jK78yIbO+SZSuvkyTVj8EuaS+fCFNPdtOJT4JzYQ93FZ3PwwOI76w0nM9tB8XvgyPGz+4zRi9Pk0KvznsB75VPsi+PymCPrKB5b2QeaQ+J5u2Pucf6z05Rdu+g12lvlcj37wel5m+X9T+vlhrhD4O4d++TwfwPsmthT7Bc1W/WmDZvcR6hL69pDo+cKbdPET9Jr5b0Yo9X0LSPQ19wT5W4WC+ZcYyv8FVOT7JPvk+s067vskJxz3v/8I/32ilPSpLkT6oZgi+JZ/ZvQDWTD50YIG/pACovvlPgD54ERw/nu2OPXSJxj5U1I08yZe8vfFxCz8FrJU+GJyuPN6VDz80oH4+iOPavltNFr6Kgc2+J0tRvlUyMz/75iY/rlOevTKoXr9ukbi+Svw0P8C35L56sK6/sLxtP5s3Qj8x0Ak/6KaSPjm36j1F55m+EuP5vgYPlL/LWF89w1J2vnPxLzwx8kk+m1eNvjkTDD9/bZM+XiP5v54E4j3SHgI/5njPPgWHIj6Yjto+Cg+Ev3fzqz53ay6+P7xHP/On3j6wNhbAYuk8vkqU9jthR7s9Z8nLvn+MOD9xIcw+x2vEPn+tWD+v2mA+FL2EvkEVgr8siFQ/WvkhvukT8b7l59q9xjXEvlbhtL7lwCY/", 
        "AMIUvjseQMDermi+Rfn7vvZfDT+RKmM/57rLPugvmL7cbwg/GPdBO396mT/tmea/FN/QuzW6p7+cYlC+9ukGvjA3az6zAca9AMsnvT7QNb8FoB6+dRr5PRH4hD44h9K9tMU1PiExoD6L9Io+qM8LwIBtZr6a1Ii+CcT2vg2t+T1Oa3u8Kl9ZPq2InD4hcoM+Kar2u19Xtr4yzye+vWYhvg7iLr6pbiG/kMTWPfCKT72SnvU+Ci4aPtLGy73bKiA+Ud4JP7BXaj4A4gc/mSYZvg22DT+nZMg+vXkAv+LBxD7X6Qo+KrnnPelrtj3fxks+htupv4Yztj5ouZG9bwDTPt3ZF7+Qkt4+MzKbvnlWVj47VT0/5GclP5WCtr15D4g+ETcqv30Ucz4MqSO9a8iLvjrTsL5gWX4+gJqgPoSHrD5/QOY91C4ZvsUcmr1D5Ie9rn5lPSLae73PRZS+Lr52PRzqyDz1kle9PGhavw1EFD9CtsY93QUQP3DLxD1+WbA+CHG/PVIdjz7/vpi/vfOTPj2LDj78C0c+etvTPm+Vh75SFHA8yIKkv3wz9bxpUVC+VrgGv8t1YD4tz0I+wOM/vgg2w736Qk8+ormOPma/vL7nTLC/YGdmPeZaxLzhmMw+NUhePobnrD26ki0+IYwMvp5qaz49r7W8mA8QPdn/uL02LAC+Dl27PvWqoD3ZbSi+cA4kvq6p5LyGsno+vni+vp1HTz64bog93vJTvvHaHD+27bw9kOVvvg4VhL3fd/C+DxQ0PrALaL6CtOa8OPCNvgG1pb6ybnw+B7ivvvj5cT5jKeY9yztZv/k8Vz0r4GI+vMwBPtvc27w64FW+HXQVPyrVXj6JjZE/TYrCPlSTl74pWOe+XEvlvshhsr5PR6++lP1hPtpGFb495xC/q+suvnx/F74k/eY+0k7jvdQmfj2qICE+rxLKPu4cbr//NA4/TJawPeg7Bj9/7fA9b3IivXkpCj7U3q6+anwrPoq6v75ntgs+aM1PPu2bGj7KmYY9", 
        "w5tav2pGLT1fJUO+Gq49vpwsxb1Fs9e9UB3zPrPMS78gTui9UFcjv9KK6D5cAR+9zr27PrNGJz4S5II/9rQDvhWxIb40tw++eyGNvgOv0j6Gf2W/XlPsvh6ol7w20BS/Q0CXvf14hz7NBhe+FSA1vjzojb6UkxA+ky/dvWcqCz8qsDC+h3ygPbo8Bj1rIls+/RyhvhL3Wb5zHLY+dI8FvodePD9i7qG/OmstvQmGmj0Ggzq+t0ATvoPFhr0Hlg0/gXADP3E+oz5qaCi+dqhePjHgjz0Z1wS+SrCjPSsMIL2YvbW982m2PQCjHj6duYU921QMP+7z1z5b2xy/yq3jPqJVoT1Z0hW/ztfNvkm0jr1sqKq9jVUbvp3mEr9goXa9SVUzvrQ7JD7dDwM9yTuiPutn/D249Ya/cPfLPl8MDT4DW4+/uFdqvm0ayD6TmqW/tmSpPlteRb9ML+A+WNpmPePv1b5xO3o+EgJMP9Y5Er4V17Y8SOoYPctFCz4aiTe/AaE5v0B0l75f7gE+yQH2PoP5Cz9I4XM9hpjsvjEftr0dUcI+mwKKPnV3krxpIes9AV3jvZ1Kcj8Pzby+N9UWP3OaDT0ZNBC+7fsOP2gqYr8AsHa+pvzrPjmCRj4r1jS+Cmu9Pu2EaT+zESi+SRo2Pbt5ib0SiBu/EUXju4kHU7/DKQu+LoemPmbPa75/FOQ+aZfAPhWn0L42vrS9J9ILvj7qmb7Pqcm9GJHFPmHuYj8dTgc/RWkhviDDE73FSLS8AEsvPo6ZvDycvHC+pxscP+IWvL6LJoE+Bi2BPp7FSLzg9kk9reIHvlnIFj5Gpbw+MbcCvQjZI74G+QQ78PCzPvb4GD+NtI6+mLCUPhLOFT4FBvO84TwZvoRaUD4+Hom+emsKPnv8gb42pgS/BeoVvl7vyT5ulS8+PWrdvohUHL7rF6W+JvF4PcEH/z1l9Li9EFsEv5yzrb4h5LY+rKdOvhfsPb3BoNe7cKQqvzpnlz73onu9XwPEvnYMnD7b6og/", 
        "fkRDP2j9nb24H6q+uRsQv98G3b4uOoc+bNqvvY9rgj5o812+9w5Hvy4UF79Zi4k+3uu4vQ6ILL/lTx09yjJJvv5QMz36URU/3b3qPrdzHz9KOYE9CVC0vRJHCL6Wgla+QRhzPgudsz5TEBG/kSoav3MQlr2fjd+9s83GvYlF6T6mc8Q9aoljvoHWlz2kYYQ+BEaEPrDyrb7x7Cs8L4vWPktgIr+SgbQ+cmuSPgKfDD8vvi0+jzsuv6I7jT6Pzau+Brd7PwbDf75YF7w9L9NdPvcYRT8lU/e7+1oiv9Oy6z4YsxM/1cyXPukyWr7djtA9dlo8vcB2L757Aok+WolpPjeP1T0wM6c+t6TNvsGKST6GaYw+bbGkPg5PAbyevRc/oveGvn43MD4aHKE+8jYyPYZeRz4/eo0+9Zguvn/tID61lI09CJYSvkxb5T4Mm2e/G+GFPjnVBT8SCFQ+hz2GvoMjEr8hQw86vqx3vhgVUL3TUVw/xaRJPf44kj5HlCs/ANl7PlORcT3vLjQ+IRHlvogoLL6WnkY+NVK1PnFpRT5atlw+ik+fvAkCaj9z+KE+u+HEPlSFW7/FLW6++RhbvnJQQr5suaa92bKSPqJ/AD8mUYO+L97MPl4UQz4bjpg+/OUMvUlaA70NXca9rpRUv66/Ab9/oqw+h9/CvKH+d75ni3u/o7duPZKyxT2381s+LTpNvg+Mgr0JWP29IAlKvckr0j1xcX0+2NOiPkPPWj3yP729B+AVPZLM0769L2s+nHbSvKiZz72XZtc+JGQJPCWGZL9KVwg/ASMYvgHX+r3J46w+kdmivuhYcz7/kkm+FI1XvuDRQzy/zDQ+9yZcvp+5hD4bCZk+g73GvXF0+D2bS0u+SG2QvQJEnz1TbwU/WXkJPW3KMb/pe8e+qtI5vmRhFL7dDEM/4+4Iv0Y+6T2HzWk+BVKhPd4TgjxdYY4+dmRDP6Yq2T5nv+g+giKmPiF/E75vOI0+gDOqvvKT+T0tiiw+p8fcPs2VIb63Ri6+", 
        "H1kiP94xgb+ggrS+x/GDvhX0PT6aUh0/UYvfvrDhDr6I0A1AJ/3bvGNTRD66nYw+uX03Pb7Prj/qN52+ocsUv/hvtr7vghC/30yhPcfH0rzAqPG9vD6mvtgPM75cGP097Z1Ovre20b5Rx2k+w0GHvZGI7r4ulgQ+s1TGvuAhj76T5NQ+haOovlIgkD6nkQA/Rx/Ovt++h76QA8U+iFAMPx0PBL5Fe569Tqf+vp2GA0AzhZ089E4Dv6Pqu7tx+pa8mqygPy7jlL7qT7Y+RxZwP1BhyD4kKmu+yduavgeU/L7lI68+EKKPvWSyxr4YEOG9Y3tmvqeQSz8nnRS/dS/1vkPKMr+auTa/iNlsvvCEpr6dLUk/QwSvvXD6AL+ISzM+8W+QvpHfGb6lC3c7OY/JvmxSvT1wbGm9Elkbvr4fDL+8/As+MxrGPe3Gyz6pwNI+yKZcvhB+9T5SWwe9RYcbv9nSET9xLpe+YxGuPvbFML8UxqK+yIisPS+bHT/O9hq+dfjjPjhJKT3SXVY+zIK8PnVQXD8HnK890OhvvdLQLT78KYU++l2iPrULzD44Xcu8O7YJvy8iGb1wz5S+UK4PPSyD/D1TLIo9L2rIvieWjb4D9N2+g/f7PhUJrL7CgkQ+8f8/v1W9I75jt0c+ab2IO84IPD9FH2w+MwKmPnNzjL9a4Ao/59yLvsAqsjxp0jc/l9eEPgeAAL5ZhV6+Ax6wPmFKbr8VrFy/jZMkPsTFJj58lVk+k0VZPQ99mj4LDLM+xD5FPff4/73Vvgk/xIeDPaTqyj55R8s+Hsg8Piv8Tb4B7Pk+I/jRPQ2LUL7IniG+bMzsvVFP1r/pG/q9Gi+fPiZ4tz11cRs7RyVAv9ZRGj83O1Q8UnYYP3oesb3gQRQ+IziVvoKY8rx8dK2+Se7Lvd00BT7ukps+lWXvvmivtT0g6Qe+T4g4PfdH871TXYw8HN/Vv1fm9rxESbM+pACvvIYekD4YCq8+9X/UPpH0q72C2GW+lkyKvV9+yb0eYws+", 
        "226evqW2g70uvg4/5xbGvC7aoj6oMSu+Y/14PSvGlr9qHBc/wZE0PrWJs72t1ye9+stKPpnlnb6euvy+APSKvhMysD65FKM+OqlfOwCPkL6+GFS+jEMTP8YEwDzObwe/dnsdP8wEzD3o25m9mM6JvC+qoL8/vqY+rGAiPlP7dT7W7Fu95HxgPhNrAb8IQpi+gZPFPv/AFDxDAMi9itIDu3Z6ET6ysT8+4BM8vT8bsDtCGR++s6eJPx67cj27zeQ937TrvmCXnb718/E+/MzFvOUgoD6ZlGA+EopJPY4xr76wYZO//VUavssFkD6hdeg/BwSsPk4n9Lw1a1I9cmMbv2I9bD7K2Xe+RBybvcDGpb6StPW4BplZvgbcwT83DfW9dF4Jv0j8qL4AolW+HaOZO82VLr+pGfu8eXOtPdvK072LSpQ+zOzWvvwpJr+FR9Q9PBMCP36dKb2d2MW+O+/lPoZDor7l0Sa+ykuBv1rGDj/WD7U/M8PNPkQnqD5KCqk/buKmviA8Lb+3ZnK+2VQrv52wqb4b5co/gKZIPlG0hb76oy0+pDYAvlGLnb7dhq6+AZopP89lID/4FN+9QwrTvkx7mb7Tq0q+Z7U5v8UuAb/QGB+/q7IfPyw6Pb4xicm9kS2UPkg7Ib3RVp0/opm3vb4OLb+G2Ly+PQeIvtto+T7teYE+5uUqPzm6Hb6BB1a9JJysvbxpWz/nFUe8QQKXvaYDYz+FfnA+DgqDPQFgvj6iFpE9vTHyvv1osj5is08+tbC7O6EJ8b7Mj1O9JbyrPkdTqjxqOQO+yy3yPsWyCz53i+q+PRcIvq7fSD+sLsa7YH8qvtWHir3hbN2/yw4QPVJVBz4LYH295ApAPgvNYr27SEbALMubvhaumr7ywlfA9BzHvbrapD4gvq4+7qobvgLeoj6EJt49V0UBPwPScT4epE++aA7mvRrn872XsTS+UZhHvy4iUz4afpQ+hmQAv6c51j6k9Mu+HMY1vqIUAD+wYyDAFNc/Pzbbyr5cE+k+", 
        "T+rBvhulUz4pNNA+cIOTvbygZD8PSUK+oD7qPe9rZ70DTyS+N6ydvCh2Bj9uf7G9D0HpPO5PJz/g9R+/echCP4sRsj4KHs67wmmovm0T0z63bms+9wxfvM5aED76TUy9LsSNPvcSY77fDBM+qvs5vauOWb554G++4ejIPoF1lr4wov69s0gXPssjiL/xWJE95UB3v9EBiz7bhku/j/LCPjLOET/3dQU+ntP7Puzu570SqY6+bKOwPeA5qL4/yEE/5CzAvO/66z2Lm0E+xAbYvlvlZz8K4iQ/TTDCPs+Abj3h7Ae+y7hfvk4cJj+itgc/kTTcvuuU4L6Vi+g+6oMWvmR8oj63tRg+8JMHvvNFhj0h2sW+HcOEvx/6A76WFhe/DiuNPjqznr5gLvO+ELzkPm0gjL16X2O+7If4PshIXD92V6u+IK6/vUEE/Ltd++8+u1VPvuz75bzu9/m96RVkPm5IFT/MYGS+rESIvncKNb/UT1E8f6bJPiY/zb5FWco90GUOvq2NJj71WDY+nK+DvS3Q6b289AQ8oSYMv+TNSb63ug2/d2o7PPz8RbxLvn2+0hiCPgKbVL8HBog+jIryvo7VVD+haIO9iTqkP5VoCj4bjeY9xToyvjl+Kr5jg8A+vhrOPbEpqr5GkhK/JMK2vVQ8LL+QURm+ezIePr2RGz3yefU8lGHPvpRqJD+kuNG+VxfQvhPrcj7p+T69qcrTvU39Fr6WL669UCqsvV1zj7/p4vI9Zs9GPsQbdj4VWb6+MQ6KvaK8KL5Vwwe90aH7vla3HD/hxYA+cDg0vtalpb1v/HY+bNDUPoRQ1T6YwcI+UGwOvsHEf73G0Vo/j2tlPn69qr5Ptg8+3oSpPvk/n7186OO9+8aHPmqroD7ph54+qYjJvXfoIT1xu5W+NEXSPpOekTzDGKU+MFqwPlgSID4cJMQ9J2oLvlCpwb28ofY8vWerPjCqPL/jrTE9nW09vlG0j70vs2U9Y0UqPmdwEb8sOu88ZmAvP270973iNe2+", 
        "/OWrvjWjgD6VU0W+aLOWPn79rz57H6q9eL8Av26EFj7A5W0+ghNmv7meSr8ebVs975wqPxjPFr2G9+M7iyGFPeO47D2MgVs+lpKKvXtsrj66Dgw+nYYdv3r6mj6EwXQ+dZArPk4ZsT0rs7s+7VcmP8A8CD/xJVS/w4YsPtxufb/mRpc90GJOvncxkz4h72M/WX6QPylNWL56vfE9c+uSvoSYir4pdRQ/towxPnlhwz0DciM8QZI9v8OatD7EeY+/wB3vvhbEEL+uV6S+x2k1P1WoT764at0+bdrYvhILfzs66p6+9yXYPGZW8j48g5K/HhlAvvN1wz5TsEM+2puTPonXZ7678XY+SDuDvtgpY8ChoJu9lhESPRzKhD7fP3K+Mc8Lu7wETb8wAH8+omLkvsj07753RhE+4XeyPvZJAD4n+xA/8EzGPh+6tb6lyO6/mB6WP12vML5bmZ49JDDUPo0dgbwoqvK5JImRPyPEgDwPIjM+Q28RvoWazz3aYJq+yvl7vg48jbxEpNY+dZkOv/AwVr6GRF4/xXcavyxi17z0xdg+ueiQP/frFD6H9qs+bSVjvat3ET+c1aW+zuewPPBLLT/PaQi8w8GnvZjjcj4iI2Q//KcTP+o+tr2jaMI9q/aVPiHqGz84Gbc++naAPt1viz0i+LY9/Zn8vohhFMC3Tr2+92IQvgK8pb+Fcbc9HBx8PqXMA76Yk0a+7cyaPj6/TTvgPL699AbXvMw5Irws7xI9KyS/vptB0b5Z3Qo/h57AvtbN7j7jC02+lv8xP22XiD7JCIo+BqANvxq98L1avR8+Y+1KP3NSEz3rBCo/OqAZv921uj79kqm+js9uu2k8VsDC7BG+FOpFPVCGH8AIZoE/IzDQPrLOCT/o59Q+NRXIvl0kCr7FO10/dEkxPNkC4j26oUA+RC50P1ZyBb7wL62/+L7wvvlNuz5CfQI+2QHRPbFvkT/FjeS+me4TPsrlhD8BvWU+V80lvt5AEL//6J++e2waP9fmEz9hh6A+", 
        "j6zRPha5aj7+HdI+/LulPq+EP7+hAgc+IHicPYqVuT32b0++AbisPpsgwD5b1La/ukq/PUPqpr6DLdQ+hY0qP81dFz/SsIU+eAQVviprUD5Elk2+GEj2vgY1bb61/OY+e0oFPCzXYz7nMhc/aVGQPwnYGz/KjTE/RD1Xv2JIgTzqaDs+Q8NpPU+ECj9AfIy/c5AcPxnyBr/zGyE9wr+svpwLgDxWafA++8Y0Pr9cyL7/maG9dLukvst11D6Omgc+FsSrvfc4Kz5wP64+2HhhPbVbij7pIIg+aDOGP4nkIr89a1m9K7O4vm8aWz5yIeE8/P77PlJTsL0Cdo2+v0ZrvnJsrLzjxUE+CBWAPkzddT6zKI29NIxov7iq47utf7M+slDgvqQSxT0xRiQ+jmG5vp9BDb5c/zw+PCSCPuHMAD+3IQK/jj+rvRpYgT2BvIA992M7v0psQb6Ky9q+cw4Xv+/lib5Pzfo+/UYXvq7+977ZzKQ+VA6+uz/omr4Qogw/RAFXPsG3or6B5n2+HtF3PzzOgT4m3og+r373PINxGT5AJRU+k4P4vWatJL7R95E+IxyDPNR2Ur8JGak+YfDZviNzvr6xMB2+B1ccPjtK9r6QIg4/UwOCvrTAzT02j3y/OEovv7vw5jsl0l8++og2PZGh2z35viU+stqsvW7+Az+rbCI9IMAGP8alkD6uBzU/u6ClPWfN2z5tCxa/XjfyvViElD6BFb0+o5lEv7iTCL51yim/+oNLvKq9aD9D3KE9a5r1PKuh7bxRe1g+axievpw1yD6Sqys+Ov+FPvSsSz/qlnW+AyzxPjF7Ej+OuXW+vyaKv9dB1DzG+u492mbmPlB9Fr+3saK+GaspvhuqD7/0LDk+10MhPqncWz4Ga2g+xTurvrQjiz6I7fi8m10xvuS9GD9xKl4+LNw8Pur5L74pSG6+oo6VPoNPi716H9e9lk/nvkPlCz7mW8a9QufpPbC2RT1B6QU+J4xxPqKmCT2x3Ke+QUD4PN4RqD675r49", 
        "J90rv/0BBj8zQSI9TABMv/0lMz97NiW+JIXjPs69oT5nmee+cZj6PkL9AT0xjhu/GLnpvWjNjz5x0lY+yhs5Pr+kj75Qy2u8e88UPxUCer7IqYA+fQ7WPtSLfj9B8IQ+FEMBvnKyNj7mbxg/YHSWPY0HgD5r9yS++SmrvyI2Nr+D188+ppCOvmAGfj9zZdM9yMXgv2CMHL/nIsW+IKSRv2A60b6BfKc+owZvvqt4AT6i3AS+2LM+P32ePL85XCC/umcNP2ZmZD6q8cM91YBDP6sobL9Psv8+WGG5PbCXXj0wkEM/OHFTP5pn/T2WR4A+lfptv4W6Qz/h8aC76ovSPuq6ED7qSmk+Qi40PlAUQjvS5i2/ifd8vmWZCz+1Nua+fi2evsRot7zNpYy9vE1uPJ5m+76jxAG+LTFivSEsdD+ocIM+aadQPlRTor1IwhS/MztlPtJcqDxXmok+ixjHPTuZlD6RTby8Lqq7PotGCj+Jj40+oQOuPqJyxb1bwAW/IESCv+COYj6dZFo+hZNQv+Kyx74n9Io+ghDIPsOE7z6kP8s+ylf0u5xGvz7+kUW+T28Vv83bMb4pWLQ+YJNOvor0Sr1C+sA98LazvXsDnr0pbaC+BKCoPQGI3T0TSCi+yi0lPyxUcz1TlwO/imvJOq6gT76K1xc+PpQ6PTbi6j7kx9s+0i3svYBuC7wg5n89r3HVPgc8+j7s+oq9W2NoPrg6jT7SKzm9tAZyPkvmAL2WMv49kN+Svq3PMD7oWb6/PZKfPU1CJD9at1s+XBSHPpxY5b5sEh6+oXLbPgocTj65fkY+8fB9PktpOL6dd/0+m6ubPru+Cj5e8LO9CJhevRxn+D6bSIY7RsogPqpjvD5FON8+VGheveZbtL48crA9MDtaP6d8wr3/sk29a3J1vT4RyT4sOBI/bwbBvohdOr5R0BW/+vR9vhFhx75av3g/wvIyPzTj2L6cbzM/0j8UPZHozT2zj208SuAewPbhnT0RZF2+EKuivToxfT/nnwO9", 
        "C8YKv+CO2z3p3+S/5K57vnrbhr3w2xw/+S7uPnx8WT7vaiO/4LtNPqK2vb5Uy4c/xpkIP+08Vr9JdTC/o79NP2SSwz61maK+p7g5PmYsAD+2pEo/umUwPiFvvz0/L6i+kVtHwAo28L1QnvO8nzxdvll7D76IkiW/pIsevbUPkT4m+JK++YY4v3eh4D7+6Bm+W94rPNP2LD+EJBQ/WI3APmVGqzqDmr4+V/sgv8kUZL9SBuo+P7B1v/N/kj3wq8w+ZPLRPfLuFz7dTJC+5NsXv+0hlT64qUE+4XKbPVD2lj7r06C95ptmPRKeV77wsgi/37sovjZemD4lpiE9Rq6ZPThy8r0gJMq+A/D2PmzEG76bEz4+nsRAPvgpqrwsc/K+PAiVvmR8kT1QQSK/qNjzPbwyFz/UgiO++xMnvvz7Cj65jJ4+baXlPOGEGz/8jka9N/VuPEhr4j7pqB0+IUDSvt/PzD0bs30+L/stvWPeJ7/k5Eq++CCCvYQi5j0K1/q+kboRP64Ypb7BVwK+BDwtPXKvN73cyt2+cHcTPpivmb4Xt2S+nlLTvYpB3ryYuBo/gb05vlkDm71qou49s2u2vuk+mT5B4v8+BrFXvSCnDb5LyV2+8pgyvrx+Wj79JB4+wmkAPq6C6L2257C+YqGHvTAiYL2LY3Y/73WZvI7qFz+qwyA/6/+Tv+TPBL8pR+g9oxEYP+dAxL37C54/7UqRPYHSeT6ja9q/FSABv5NK2j3YZiK8SeSGv7bI/74bkGM+BwCpPlsPBb9jwcS+dQ6QPuBODsDHGGk/y8BZPjSzxz48JC8+g0wVvn9khL7GS/69ZURcPmAsc7yGI7u+VEFqv0ZGzT76JgU/XDwFPOQrhz68oVo/qSMzPuNT2r7OUIa/JPCIPGHD7T2hwog7nkozwK0VkD7LITC/w0VXPnm+ST5eVGS9VOqHvllAO77GEOQ7QK0qPkrTNT/r2BQ+HN1rPLk4Ob11QoI/2LaQvYf/qT3QXDS/Xa8kvpQ+W73Xr0Y+", 
        "mVkyvW7aF0DG8BS+iOokvGat7T0DtuO98eSYPVS86j6NPWU/m28jP4v/Vj++3A8/KqG2PsW/274SKwg+bJqRvlzTDL5+Kww+WBR2vTMK5j5d3M8+7bAyv351W77IA1A+D+jIPdGFIz3f56M+raaQPMQHq76najA+eZbPPunFCLyCe0u/XORGPTpl4j47nw+/tPAfv1yb070KVKO+B6yIvl+GO78xtU09ZR86P9R7Bb6Vrqi8toFWvSL+Hr4YdR2+EjHIvsgGA76PdQE/aD2RvkyljD3wuoU+W6JTPlOqqT7rzmM9zB+pvvm5hj1s34+9twl/v1/tEz5YRRK/h4uWPhY9Hb8/xIA+Km0aPlUMez4HHAu/low2P90aDL8DOZC9AUDUPuCPHj8SRJ0+sxlKPhT5Tz7MTKM+mT0GPzMLUL7IqPU8f48jvULyA73/1Ds+EHScvhVxkT031Mg82keCvem8Yr7WqBY/JOyHvqauBz0iNxE86VhUvEjdxDzwjvG+zUQOvjUmsj4UHrA+sLNEvmKrKr/EcAk+gJ1xPT4nBT6Q2Io9BMFBPScVnD60HIA9Vd/OPnWkC752eAE+81navg/dez1sP9i+v6EoPk5M0z7rqBFAM9s6vizQDz/lWgy8Nh9qvnOq475zTkI/rfSxPGeC7r56gQA+JoIDP1t/VL6WzF4/+tG0vbPSKT4wJjU9iwWMPyWciz49zyW/ZZzNPxN7CT6zvyY/RtJAvzBM874RqTs//CYrvpiB7D23gK+9SE7zPAHrFz5nfTo95F03PreWvDxBQIs+BU9FPdP04L4ffse/6qUIP6Onrr5c6Nq9lFgEP0FjsT4Drxq+Ty8Tv2rAZj2bpa6/53MOvuZsSL3Sw66+8gUcPnvuWT7ooXs9Nf6BPocbrj3ZXS0+yD0XvpcdLj2B6JG/ys3PvJso5D4VWXa+Jsu1vUZfEb7O1rA/ST+OPz23wr6h1eS9xslzvlSN2r6G9Nc++vfyPn02yz4uz3s+e+I/PhGHEz9RPpQ+", 
