{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "96e941e10d3c27cfde54064df8122cb4328ed6632b7a863522b47c2ecb430fa0", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "JnePPZyD0zs5MS0/coJBP/VQRD5En0E+RMR7PwWiUz2GtIY9MsdJPa9zdz84bBQ+Oe75PlkjIz9BSCU/q9J0PeX++D5FI2A/uM6YPh2x4z2UHVY+BDAeP9HOSz15FG0/EeLxPrqraD8D7DU/zzJ9PikyQj7kBxg/iJhoPzy0BD4aiDU/s/YcPUNg4j7IqFM/dykNP5a6Xj7hQS8/UZQQPzJ0VD/KtFc/1CyAPRQ8CD9QqTM6j8QmP+A1TD8agGs/7nfSPvSD1z49pRE/QptDP2WncT6uSXo/P5VQP+J3Gjw9SQk/xnFcPyTBMT+ci/k+BFwuPxFl0T5XarA+skbtPrfgVz8="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "NIr3wEh5gr5D8Q6/v4X7PvSFCT/oPoO/if4wPkibRz/oSXA/rkDgP4DWPT90orA/1NnzP7roaD8Q3og+B3zjwHgKAjw+SZ8+JG7Evulvvr4I0Xi+KXdOP3SisD8TRiNAErPPP4FM0T9Im0c/gundP8giij1jnn0/+9BxwMRefr9G/92//ulPP6PjFj+5Fi6/NtCFv9TZ8z+C6d0/cIhaPkN2CEDoSXA/E0YjQNwnQz+sYEA/FDnEwNKoUj/7IVq/pPCMv/Wgh7+K6Me/anQnv7roaD/IIoo93CdDP78HBb+uQOA/ErPPP3CIWj4xZh4/+ZljwMFvor/ynIa/l9mzvn9kxb8EMpS/pdRQvxDeiD5jnn0/rGBAPzFmHj+A1j0/gUzRP0N2CEC/BwW/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "yS34PfsUQz5vkRw+YVx9PftKYT3lL/49hQ7dPaxieT7KXdQ9hysFO+/VsT1RSlo9deH/PSl02T135eM98r8NPmwvwD14umg7ISGvO2xxeLziOSg9ep4YPgkUyD3u4ck7X9YHPXNjFD7AWO09CAm6Pbz/Oj6kb4g+RrE1PrjoJj7Pj1M+UeZSPv5gkzz71fI8REzMPWgmLj4Le108BcP4PVyi/z3Rs8k8iX1LPteV8z2A44o8caNePo7O/z0TSE09dY0LPo2pAD4iixc+kLnyPZ8tPD7PzSo+YKv5uxtQerxqkVE83l4LPsgViDyA3YM91tLrPdwOFT4upEA+aF8bPLWcCj6cvI88kvAkPaaBTj4MaDg+JlziPZi8DT5HZVs8E+kgPV/jgD1/oz09s6xJPsVygz0MSZE9fSWTvNVwaz0="
      ], 
      "weights": [
        "DNAbPoGVDD7P9dc932TIPXZSXT3sY9U9xa0UPjendz5vZPw9GnUrPZyOvzzYZEg9MU1XPBoBQj7y/ls9p5OSPaTvCT7ICbg95/qdPZ6gxD3PZMM9fBB/Pdiy2T0dXdk9aawRPQr0NT7dYRk+n7YFPZIO1D3//zw+IysJPqOTpj1I6Fg+yAP6PcIsqj2epmo93d0yPpILTz7/5LY9rL5gPUax5j0cBl89S+4cPkaaxz3uit49vUnJPSJGEjt4+V89/d0fPvTXLj63imU+GKMCPvvVZz4pzts9KyL/PAHhZT22wCQ9Yz7mPSEn7z0TvrI90FgpPvIWkD1DniU+naaHPdPrtD2z6pA9MZanPcDQHz6u2Gk+xHkyPhZioj0dKAQ97fT6Pe5R2T1xdMQ91Y/LPZYVHj7kGkw9vrldPergUT30pQ0+JqMPPjmFpj3g3Io9mUJnPY0e6D2onxE+yh2EPtIzEz5QFSk9XpEYPW0/TD1DyKo8wzxPPj5LZj2wP8E9ewYmPms0fz0SGqc9DJHbPec/1z0YVpg97lV/Ppl/7j1wOxY9a22GPoNo5D0goxA9YX7tPboN9T0bbh8+93j5PX68OD6VEpw9AdSvPUY6dj2Jtws+Ctk2Pgl4yj0u1DM93yYePihsfj1x7C8+DxCPPVAuzT1Wrck9ALqpvLHdoT1GFqw9chUZPtlcOD6TvRk+1oAOPmzPCj7FR8o8jyR5PR4aHT0pK/49hqP+PbGDrj1rrYc+u/SOPUsvBD4DIZU9cdbKPUc5gj1os409Mm7aPQKXND4GBg8+F8PcPXWtHj1Zbig+Uq3OPT/0qT3CL9s9yoMsPrKZWj1iiHc9eZE9Pfn6XT7zdCU+vlOcPd/cSD3m1GU9NbQFPso38T1rCmU+dgIGPjHoWz1uKBQ8EBIqPZsTCTwKzyE+G/OdPUOveD1ZZLg9PaWVPfv5mD1Kl98996j7PQN44T0JDsI9vP8IPq9ouD2vXFs+cNO0PTSaHT34nPE9Bp0SPl06JD4cL6o9", 
        "AZZdPvD9yD2rXaU9GdirPbxmvj1K+So+3h26PXNzbD3TXfU9M6RxPZ/ldz6nwYo9zMrSPTCp0j1142+7dBxHPefn0T3zYyI+8OpxPsFtDT5/9ig+NDrJPSEOBz1aIYQ9URCEPbz+lz1PWLs9UajFPSFqGD5c5JA9z90SPuKllz3cmMM9vVOUPdubQD1xqRk+19YiPno9Mz5bP+Y9UBFOPXAYtD1OWwQ+UGKjPcakBT7T+F4+Q+xvPcc3mz0K9Gc9+A8PPkioNT71Vss9K1yBPf1iWD207tQ9yh8aPhS3WT4bV+U9dUxyPYdOJTzxpD09U1/uO/x8KT78Qok9EtQpPutRST7Y95A9VkecPQvoqD3nDpc+BoujPT6dxT10nvk9JhehPVdXbj5tfsM94LtgPQTUBT4Grs89uoWPPmjLBj6Nk0A+q9j1Pb3CvT3Z6H09RAOFPvkXED5429I9gayuPfe5HT4tflc9RxeGPb/qjT1GZMU9fynmPTQcojzevkw9apS1PeY0ID5MM0g+eQMjPrsGHD41yLE9TkS2PHVahj31OlI9yd2FPUkvuD33lMg9AWMTPrhYyj1A1BA+teKQPSNhvT0tepQ9swo0PRk8jz4nOCY+JIEaPrukqz3mPBQ9nQP3PRUOsz356LA9zcL4PUhNFD50+VI9b09iPdOMLj1mkwQ+0Y8APoLzsD1VaDU93UVKPSuHDD4Kovo9My1rPoMj2D2pGXE9X7TlO8LKPz1/ip064plNPqq4iD3Lco49o8r5PVPgiz2BT6M92YXdPa57tz1ZuJ09IsPLPa/rBD7DcEM9yughPnF0BD5p+GY9B98GPqENJj7fgxw+HjslPp2HUz6y9fk9BlivPcztfT0fY0E+yTosPmbuyz3oZWc9uR3nPZnkQD0PrB8+CsquPaNS2j2KtQk+12wkPWYJUj28IAc+pIwcPu+RkD7uLO494UlEPnXOmj3vmQg9khIuPX5JVz2JPdQ9L2HWPTfz3z15Wzs+/OHTPdHjcT6fpIE9", 
        "MJ27PWscjj06vMo909YfPnhmID4/oCc+xOarPTsdGz1HGwM+EaTpPax2AT7KceA9L5wZPlbeLz3TzTw9x3g1Pasutj7IKGU+6ieNvfJuEr8GfyS9d2M9PrP+q74fud0+3ubgusLyND75yPa8Af2+PMzFBT7ZRp29lAUDv1S/l7xDase+BZGLvvQuPT0b2iE9JQVyv6GLFz/TYVQ/T/CsPtzBwT1WUK0+WDgxPutK9j2TuU897LiSvqsqjr5SVtq9BAQqPjH0I74EKLw9qoaWv/IIJT/v8FM+cYEqvsphrL8A31k/caHGujYAsT4XbbS9nlqMvnUnCT/4D6i9RiPRPmi9oz2GLog+sIMOP4Mi4D0kd4y9wyUrPkXCwL/CckI9zZJPPxSBqz0HAkc+7Ra1PjsFhD6mUBw+romEv8MG/T7cWv69qVD+PdaMQL744dc+gdepviCM+b5S0Ks+/bcFv60oXD98Ufi+Mpi7vZ+BIL0f8Xw+VO8FQGnEXT4bvCQ9XEqUvoVY6j1s8b09vII+vWPANDwjB6C/UASTPlgCg77J/vo9HEU1vMasFr5wW229qvTpP9jG+j4n3na/eugRvQDXlr7/1cw+kRjePcjP2bxZv5O9w5GOPk0xqL7lOGM+lrawPWOfmz0PCmo9CkKGvNdnqj6MDGO/BQPiPXyE3TypMhU+aUOwPvDnoT54vOm9ELwdPu8cVD3TShS9ExHePRnNTD5CTQ+9M5NrPlYbjj7vDh++Ql6ePe+XDb8kFqU+rfAaPiyzxL3pZyK++rndPgbdNL7XqDI/AMIrv1Trkj5Zcu4+SY1fvvjt6L5LkqQ9oV1zPxqKHD4MJBQ9IJR/PqIFg74NxRc/WEGrvRMxnT4jZGy+iHGPv86eyT67rk8//wanvqrIuL/+3RQ+/R3xPcYrtj4YqlA+jpnkPXIgzb0sjGO/RDY+v9dtbjzIjv++xTQWPe/IbD3b4HW9gnfnPtWXvz66Yd285QzzO5NLnbwPZDQ/fICivEz42b+6N7C+", 
        "0N4hPlqD5L8S4gk+nlGTPRfKBj8d0mc+MkxNvHW3gr0z+io+6hkkPl5sTj3ciw69ObEUvwC+T76xF8k+gIVSPpSXOT0kcDC+sWGJPphmCj78XfQ+vbfcPgvAFb/gc8+9zLCnPhIPmD2ssW4/v5/bvn1dZL0hpoQ+HxPqPc6d4z9qVlc+lC4Dv87gsD5IKAA+jOWXPcSj3T2RbL+/CFKTv3jwJT8t1te9M8vePWqHqr0psHG+l6JJPmcSNz8EBnk/MoqGvt7VbD+5p1m/N8EdPuXqFT56brs+BE7QPcP8Bj7qBBO8c+LavbxqgT4H4ie/YggRPi1Bez46xAg+0/l1vebQvD40ZIE+EqhovJ4EAr/1fDK9EEpdPi+BwL7rd78+RtM2PpoEqj1nfgI+bh6AvWW+4z0fmE49x5IBvw+4VD00BIq+y7Wavn1ujD0BcfG8LhdQv6LO0T6w7ss+7YnqPRu2oT1WTac+inofvRNn/T08Nmq+lKmWvuwfsr4GroK95rIhPKthor0+Tsw8ZXZ7vwJGPj/OQ+8+TFOXvZ0iq785sFQ/SifZPR5M6j5Ek3a7P/brvvTYrz4EcxG+hH+4Ph/nDj0ITao+RBaaPqw5CT4tdpe+bAbFPchIl78KUvi91LlXP/l1qT3PlzU+OidMPpFfTj7UbL09hr+Qv2z2Ej+7aaC+HwDEPTTH7b1rF6E+KCmAvrpd8b61h3o+cj74vsj+Uz89zrC+Rof7vbXZWL1DOZU+XqfFPyofnj0caNM9a1gSPxmNYz9aEeS8n2g4PfejzL5u2r49YeWzPnbBgz0m7AU+2yrgvJyghr1erHW9y9LoPrntKj4RIi4+75ZzPiF4Pz7y3BM+LSQbP1HS2D0juI8+iXITP8jpNz7ZXxA/6wBJvgy84z5dpgE+nP0WvnjLHj2DUBq/P1y1vnPMJz892z++etrpvVO1Gj97qxi+gmvivctSDz4xfeQ8v1s2PFYmZr0ei489tJQFP7vSPL4mkZi/fooNv2vDrb/cfmw+", 
        "rcKDPPV3oj2R8hw+mhuWPvNaTD9Ki3K/VsyNv2XuOr6Z9Ty9k400vF2oRj5vN3S/z5yXv0Byer+TGx0/Pma6Pi2cXb4yzbM97N0Gvfb2Nz5MsIo+mn6pvu+0Iz4BVkI/GRh3Py+H474Fav49r380P+K0xb4Ef5M/DgOpvU6qHL29Uwi8XfRsP/tPU78UFKK/QY2sviwMu71MY+W+EZ4fv4QNZz5yAdG+8oHdPbzOyL24Fbg9pknQPrMSjL+EDNU90dSAPggzPb93YD8/8CYVPg2YEL+2RA4+/qCfvoUt0z5pRMQ9Mx0DvxPnsT7sQ72+vZXuPgUmr7zt3Zo+h3CNvA2n9byjxx++WND1PurjGb6GVbS8QRxXvtbR5L1bbJS8AJZMvuucTj16AE6/9GNpvtu9eL5PRXs+021hv+60JD+C8HQ+AShJvst9TD96TSU+gtEnP8uxjb9yC+2/BPQtP+CwuD6C0Zm+i936PTNoYL7dy0E/9djJPXEoCj+07Ac/KaIVvT3TYz64go0+Lg3YPO2Elr6kTC0/xxwevRka8T2qEbA8NOoFPwGkH73Zcls+Dm8aPoK3DT/YIwc+wWUTPoDoAL/DzW48AaSKOwa8Nr0RWwI9I0N+v/VlFz374s6983MiPiHeMb0FBTm8zRc2vhPj4j++cRQ/RNRGv9ra6rtGFxu9nenWPpRVMD5qpMw8YEuCvMunQD4FWYy+gL73PJkfoT13Q5A986VPPq6xZL2T0s49uOg9v4qIxD27Igo96y1SvpzWzD46occ+2FkAvW77nj6yyXI+bfuQPWGX8D26po8+Fg9sPOb5zT1OX8w9GGaDvjtUpT1CP7y+dcF2PotrPD6REmq9kNWCO6GoGj5l+Jm+gZwSP39qOL8LuNw9SzUrPwtOdr7xdeq+MdekPR65oD87sBI+1HWsPi7iKD6s0P29zVkTP3BLTbzaqV8+cWzSvfp/jr98Jx4+TQl3PybUm75g8sO/VjnQPmZjwb35F7w+TO2qPmI14jyWabu8", 
        "V4nzPhxfbD/TWNQ8rxUnPvmBE7+DAYA8WstxPi8LD7587hU8OEYpOyvKAL4uf8W8V9nhPtWnFj5h/hG9RL6mPiePBj0u3xU+eoILP58MdL1x8P0+IxgiPyfBgz2UNhE/8EK4vjxpMT79EoE+qyRNvlmTubx+S0C/jKckPCE3Fj9vbSS+bBdNvVX4Cz+Th6m9aIpcPv3eDj47gaS99RLwPToNbT3vI5a9H6AxPlIREb1B25u/+KX3vpqxp7/QPoQ+tL1avfZrGTyQ9Xc9486WPhQQQz92t02/LC6kv0AQhD6gcQY9D3JHvFx3Nj6b6HK/ZyCOv76EWr8PtCw/VyrdPYGvkL7hjMo9lA4RvWTdzz0IHq4+M6uRvszrOT2JhFY/Ieg/P2kHA79nP/s9j+AqP3eJ+77TWYk/Jyx/uy0U6b3CQZK+jyefvozHFL5DD7o9pwBZv3ERFDuNxQ2/LV/lPFwf0D6GrWg9K3rjPXvQZL0XWQM/hhiMPrqcJL748s0+GtQEPmuKKj47ogK/NxQHPVN5kzzX8WA/QAixPuHXOz4/812+Tl8fP4bBVL8BFRO+lv9mvvEj+r1dX6Y+eSCtvpKHQj6f5oG9TvEAQNiAWL62FUS/6prZvmfRbL0etXU9LoOQPmNgDT0MkmS+w42XvYEjRL4JbmI9kfnXvj3KvT5d6fU9BHSLPVGoHT8EmXk9wWtCPd+fvL3Ms7O//1mXvospmD1ZLAM+j0dqv1aW1zy4W/A+rWbjPZzmlT6UK6s9wY0FPuDhlz7zOUg9T9t1PtAlh75lrtQ+8Q/ZPYs4MT7Wy+m9yyeSvkiYVD+HSL++wBj3vLuEET4eEaA/hUirPcRfg7+VyRa/4roGPFWbE7/D3Ju70cE/Pk9SHL0SmDM+ple6Pht5bT3y8ks8+dsNvdDVMj/H/eK9SKLBv8Q8iL6LdYU+4Kndv6FfDj4+wna+r7spPwlVtT1NopK8MpJUPSBwgT4rzEM+JX27vBhM07f/Ie6+X1xMvjI+Gz9NN8o9", 
        "wVE7PuzZu74Fj6s+mU4BvVbx5j4Lf34+Rb0Zv0eegzw1aVM+hlpJPLySND+lrAS+8fDiPHK1/j4bEOe9d1zJP4vOhD7u6b6++kl1PpuXEj5QOLo+hGYSPlAmt7/oLoS/oobrPj6gyT0L/ks8MKycvMseL74hRuI9+WEYP/gmRj8RcFK934hqPwFNW7/lURm+w5dSPTPuUT4rPI0+H0AvPqcsK71UEMy+o1XRPp9uzr7B2FY+zUhyPtMbLD1v3nG815NdvgzSWT+nBBa/GtPCv1m+LL5AtxC8EjQEv7S0HL+JDqA+xOi7vgyERDwIqac9ptvEvD251D57fVm/IHdWPuFWpT5Fg06/RoUiPyHHZ7sxgqW+5tgWPsB4y73BoKM+PPOxPGCr1r7AIFo++y0JvyyU3j53A9G9wZKFPhPdhL69gfS9OHx1vniQ0z6ai7y94HPIvQTwcj3Wah2+JO7wvRGl274CtZE8L4w1v4kAjb3xAyu+7pEyPfAihr/TSgk/rrW4PtZEJ7xfxvs+vf8QPgXhzj61O2S/7Mynv7BcPj+boQc/C1KTvtVKvj2OWVG+Cpw0P9nxpT2lSwU/px3CPivZI767eVM+fX07PuaTFL86mFa+vxogP0VqyL1t0jY+bEHZPc9ssD6xf589p3nkPesgZ7zn/fI+LL6RPqNFND1Ljnm9oAVYvu2AT73thUI9K14zvxPfMTwxyc++H56XvbXtkj5pG4m9H7+lPjNMvL3m7wg/u879PdAp3b4Bk6A+KCNAPsCfYz6+wgW/MdKWPUdIMT4Mzhc/ahqsPhm2Vj7600Y75nBWP3wETb+Ry729ZsNTvth+hL4MDK0+SIW/vuBeej5QCkS+nM74P7kntL7oY2K/IRWLvtkF0r0REh0+tizcPgV5uj1n+Ja9UEkGvYzCcr5kGHC9VzfQvvdQoz6Y52Y+/30oPo4zyD4xxos9Gi6qPibkiT460cC/PFW7vBExvD3Zgio+049Iv0y7Mb6Std8+N4NEPhEqET69Hx8+", 
        "ruL5PW5Xgj7IxU++TbWYPkPaWb6JnKA+jD1yPkImJj4YGse8KSuWvthSez/WgDO+PM7GPPvAkjrqhYs/kvMSPrBmlTuHBLY+DIRrPi5gDL7dryQ+PHoNPutAb7wpwsM+wptbPpMz5z4GWIQ/N/Bqv7kZML2s8v8++ZOnPXhvxz4i47m+nm6NvWOfzr/wTgs+yiviPt/VAz/M8me+2E6hPutG3z6C7/o+LoqfPWpAOj9ETsU96aW5vutoF7/KZye/p8kav3ORoz2tzp69wp1pvmNmJb8oLKg+JM4APMMq0j5EQHO/uEC4PElbg76YzAK+HxgnvMDshjtMk5o9S3ErPq7A8j1nOLm8knLdPqHARr/wFxQ9oX0FP1v4uj2NheM9b1yfPMO0Nr7sZga9uPsmP9Pwmb3sCYq8CqVzvSdKrz5LQ2A8rbKEPaA2mz9uv8a9Mk8/PzXpTz0QAv89WymDPpCZSb5+Y6E+EpiFv/yaXD4K74I+ucC3vcYfmL9guRW/J+S3vJBCNj89GRy+9jmYPSLOGT87wM4+KXhTPZf+Nb5eWFE+QlEyPwOHMD+LnIC/q5oFvp1IW77/OfK9SFkjv7d8Dr6Buik9Tjy9v0uqJj58g64+czg/PioiYT/2ZEE/ZDGUPW+NajxC+Ys+pngJPkA9Ib++Pue+ToyWvuebUT91NqM/mtnDvhwRuj1nRvi8wDNEv1YoVT4Zjvw5h3/GPgSpCb4DgpM9oWGYvxUCOT9M8la/HiF8vIsP9j4DWZi9pyJPvl79Wz+7XHw9vYDqPZKSt76I/c48bJ3oPZFqJT6Wx4c96c9Pv64WML5oOCs/3blIvmuztz2nap29y/MZPkCOGL+Oprk+vghIvovS8j43+p4+/svqPvIBkD7DRTI+hWIQPRH4/b0X84A+WvWzvriP7L3ULAQ9sHbRvoR4Uj02FNM+/f0iP0PWrD11A4498IaUPzReHD4BN+K9mZEFPhn70b8pJCw/hvqZP/PyB72v/MO9nVW7PVqt670MmUA+", 
        "8FsvPt3bRD42Xea/S9BBvd3zKL4wosg+iK82O6V/OD4j/RC/0wc8v0JeKD3UaHg/rLQ5PaeYlz66SBU/XOH8vMP1S7+P4j8+W2xrPZ+Ju70uWJW/2Qi2PjZwtj1LuKA+vdx2PjAkNL7Hd6A+/F1QPqZSur4dkEg/e2EnvVbbNb3zrWW+vyADv2NpDj/stLo8agimvnrRsb4z6zE9z8rBPq+rED5Ff62+dCTCu5X4rj2Y/jI9767rO/6dlr4bdhg/wZ8hPtVXGD4nYtm9R3yEPmX+sr2MLE8/VrFJvdKxaj5sRvw9btZzPUTUO7+pIV++OY3gv8ILrr1VDQc+A00DvTAxZr59mwU/p8+cPsRZrr1ybIo9O0a1PfMTHr5mtas+tWWDPrDNpz7bLpg/tr42vwMvAL6SgvM+4kLsvBeQPj5G2Ju+yGmdPdg2678PNQ6+sN8WP7KKaz5b/Yi+D921PhVB9T6JutA+yNKePmleVj+jw6W9G93Rvuo8Qb8kMi+/qWQYvxB0Nr0RFbw7mBFSvRj8ib2wCcg+yUhQvBcCgT7zhGy/iPxTPpK9nL2KMgq+l4WAvtRoyLyXM8k9YsQnPT/BMT61xOc98SVPPx0YUb9nSZa9H+wGP12JTD0fev093/ohPqATuDybvIQ98QgvPxWCKb6h+qO9wGclPVfi0D79RTw+tkvxPdqodT/ksVW+kNlXP09ukD0J/Jc+MNpHPk7+CL71s4o+hUGNv800dj7KJ7M9dHRxvKind78xFzm/i8miPjaHW7zALBS+lw6/Ppy2lz5Mt0s+ev3jvFxqrT7o0aI9RunOPZ0Euj54fHW/7vgzvvCZgL8CoBO+u8bQPmky4zzbi289gPW+v49cwz2vfIS+DoIgvnZh0j0Jphk/KnWFvrCQuj45uGQ9Nq+ePcxYED6Wo4U+H56pvuhQYr6ObAK/jFD2PiPid7/Vqas9btAdPwC8Uj4ilAq97U8XPi074b6+svy9F5g7v5hh6z7fR4C/EddGP9A5Yj8K9Uu+", 
        "0i0fvk6Axb6Zh6C+sIRIPTiOjr6MVJE/tXZ+Pi+ZID74NR0+wuc0vidhgb4IQQk/C+ffvU/8iL+CNjI+7SVLPbcsib7YZ/M8Td04PntFrj5WSV8+STj7PFTmwD6U8ww/L4kCvmoC/rw8CNq+EenAvgjmDD9DlNG916sIv9d5ij1JJak+Xb+9Pl8hjL9to46/3shrPcN4JT6OCBQ/6YFxP2/NVT4q4lo/fyxXPowcI70pdf29QKYwPJoF2b77dhS+iLJcvgoHgj68l6u/XavSPfiRWz11YsE9PRCPPM7DzD2nlwQ/Hvppv7LhOT4G7LI/J3b6PEfZ5T68Tbw+KLYDvzVaur7RTMi+PSdUv0APfL3L2mI+rLjjPhCjFj09wWA+ewRHPecNfL4BFNA+il5QPoxnSz0ydAq+5sORPy73Mb6Lmz4/SYRJPcpL6L1PxR4+2Sjpvur86D0xV8s+de17PtbBQz75CPk96nMXvpqvXz4YT1+79rzTPDPGo74kA/4+RupZvCmKPT0JtfM7Ky+GvGV2Yj1WyYW9f3MYPryXBz7oHGa905qbvsi6Sb8c9ua9fT8FPp71A74q3oe/nW3KvqJeh71wixQ/tcl8uxxkFz6S/fE+L7KZPljM1L3iyGW+zGSKPjlVMT++ks4+Yd+Jv3JRCb4o53Y4bbM7vWj9O78A5uG9L1cOPj4vyr9B/mE9Ym6oPiDSHT5LQQU/A5lIP4QLi72dzFy+ctv5PRjrQj0cmDC/oqIGvXCrsL4f9h8/r7iCP/Gk4b5ycjw7SO4WvmxhHr+Wmek+OcAZPVCM0z6igby9LNL8PBV6cb+c6yw/iSIbv8QBRT3sgmk+/tSAvTQpJroIb58+wA9zvld+kj5xamU9p5iKPXvOFz0+2BC9a/oevetVYb/YMuG9Bo4jPx0+db7XVdi9/baFvhJY8D1Wbx2/N01hPpEMv7036Ug/iP7BPhkWFT6iLIY+Zq/7PaAjK7yutBY9G1WKPiIzyr4qJmK+pQl8PIWx176VZgc9", 
        "TC8NPoFGBD4JIgq+18eWPtNndT4XWYc+MMI9vtxLxz5xr5S87eHyPVw5gj7i/He/MwwwviTFYb92dG++N3GePibKfj4x7Cw+rqbGv60u2T3WjJu+EInYvjylkT0c40o/A1k1vijxuD4sgQ0+gkocPtXNgD7N1wM/KNlYvx+5pL4Kqe++F4wNP5b8c78a4DE+A4/IPvdoMT7mwP88HJbZPfM1674Lyh8957djv5sb1D7P85y/L/tkP3KcVz8ToZ++pliqPfF2zb5zt4O+Wx1pPfAPB764EZs/PzyzPqi4nb4oQUM9GfSsvq1J8b22Ti4/uaygvQbYs7/Ijcc90gElPlDpYr3/DAc+KTWWPZ1GBT+PaIg+1R3JPdMQqz5y/7c+Z1GKPdSBP725E6m+lSukvs56NT6V/nC+Qmsqv9W+QT69hYg+jbfxvS67Sj2bLSG8ejXfP+AXuT0DOvm+Fy7IvliMkD0ixRw+ZSIZP8nAwTuEPg++tKwPvakFEb/h7sW+7pY2PXbtQjx3Oli/cWwUvnktyDxNioO+JGg5viK5873I0E4+erMHPyKKuL9NfGQ+lruoPuUMlz4weLq+GSKwPtBEmT6O3/y92NB/v7Wshj0AybA+5Axpv2KwV73I8BM+2H/zvBxbQr90MoA+CdOPvryrtr4UnOa+u2+UP+B/fL1j1AY+558Vvr/RhDyQorq7oG2HOyGZMj6JBRc/vQBdPo62Mz4H/mu/WucGPX0+rj5I6BC+Kl+3PXs2kT5vGVg+xj0yPo53WT/ArBk/2+2ePTk7Hb6DeUY+jcz5PS7fND5fcHI9Wz+4vRu+nb5RiK89Irwxv3l26r3dzcO/3APSvQHU3z64Hjk/+SqgPH0pwj6xEX4/307APRYMhz0YEfo9O1eHv9cBNz95p40/ygtNvcNg5b1cKdc9qLwVvmnOjz3mr6Y9CBDbPQO8278s1Y29HtV7PfkYVj4wqR49Ct4IO+z1qr7h1xq/LCw5PvBbbD/i0fQ+CDEDPkTg3T5fgg2+", 
        "CfATv2HjOD78OaA9OYOzvOEvob8foUw9EsYAPuOYxT76jLw+VSVGvtbMOD4yPpA+7gwfvjz/TT/rAqE9grR2vHl7br59gmS+dBkGP8J/ND6GVYa+2Qi+vsxbiD1ZAHo+Ub/MPcFvGr8mBhQ9iTNXvPxs3TsH+1M93cGYvouMyz6/B0Q+AHl+PhWcez2DHrk+aCuVvjx8FT8YvGQ90Ca6PVvtvrzET369VHIqv6skZ759bNS/nXGsvT/+Jz7RedG93aTpPkSKNj5ywa6/NLW5v1HZuj2Sw6E9cyZFP072Yj86UR8+iQiXPyCBtj3BcVy7yA00vXyjA7464om+RFM+uzhoGr6o2Co+fkmVv8DOlT1BWjy+9TCaPRSyxz0CaBo+wZKtPvLVZ79W2PM74se5P+AZRjwE26A+Fkw6PnhQq76AkAi/i13Kvvg1Ob/c4te9NR7IPlSTUT+H6Y09HJGTPmx/Aj6jZ1y+E6SjPqlxiT7EcDa9ErgIPQB3mz8lSrC+R6SCP3YrM77e75q+M1teu1eNbL4NB3O9LUbsPoe2fj2EQdY9BJ0wPVhCqL20/Y0+PFgGPx0UBz2UFAa/do8XP0QecL4IaBQ+SNAEPpQgar0wg6G8Qs57vqWITz7SbKc9uLeyPY0oor4wam+/YFexvc8wkj1OqP29qgN4v5jeyb7IujM+5dwlvrCuhDztCoE7YabFP2iKGT68cSK/qeXfvr+gij2+Lq0+gKZ5Pj9S1T24O929YcksvvQYAL+a9HK+Sy1dvrVmsb1Ci1q/SfihvjsQMT2BpzO+9Qluvr9KqrxRDZ0949WePugK2r8gpYE+baoiPwJ7Az9kBOG+1jHSPnJYvz5ESG+7omtZv/pagj7pSrI+7Y5tv16LWbyW+HI+UnGNvgqXcL97FTQ9WGm1vgbdFb8C4Yi+ZY6CP8nJIL59bI8+htBtviaLST6Rv5a8yGJ2vtXIUL3nvgQ/tyQEPUbJ9b1z+Eq/JQj5PSS6AT+JT4q+LIMWPrRjfD1iaHQ+", 
        "Q8ayPRbAZT9gQ/g+1qvSPRqec75bxrg+3Ul+vDgxBz6f0Y8+7hHbvQMATb49+Bc9H5s7v9fVbb6kJK+/urB8vZTjnz0gNTC/FABKPNpCxj1U1h69ohx/PrdHqL5SsPK+bNevPd4g0T4wKgI+fr05vxuD87sRaXQ+xmxpPVxGv747USQ+KVm3Pc3QCT4xK7q/48Eav+nejL8N+M2+ON2guy0RRb68vDG+HZIkPtHHEr62cD09cvEPvdTW1D5Tp4K9l8XCvj64Kb8elA+8He7uPj7l4b148T69E66wv3snLz4qu32+ODLLP6VVMz8sd4W+AGgEvcewyr78ioW8fVwsvo4iLj4811o/0vfJPkRzsD72ipw+EnPLPuClhT6BZzy+beWCPphygT5BiQW/FcNlPp5ZdTyOb4Q+uGe+visvcz4sPUy+xhD1v2HaMT8hafQ+3ecIPvix2zwbqE+/gRJ4P9p2s71n3aG+VFhXvpBfE73gY3s+nE71vVi4ej25bg6+GSjSPQTJJ74mNwA/+h8AvV4eh789SGQ9zCukPj4GHz7yzFo9ugaHv9MAsr4Jdka//YBEvfY5Lz0Y4AA+klnQPv8Y6z051wC+oMeyPi8p378F/qs+B9+vO6hRxz6Ch5u/576WvlUMAL7oJSE+ise4PRQalL7ICpM/B3K1PqN6Lb5w1DS/LRUwP+riwDy1X8u7G9eAPm02pj7D0hK99Yc3PkIil776hio+AiaGPRWFz76PTrk8/AwPvxxVx72Veoq9XzihPgm5Gr8clFa+XOQnPiQWWz6K8CA/DsF+Pua7iT0giLo+HSNfv5Dmgz8ydJ09tRF7vpH+fz5ZEyE+KnMUPpR1Hr9sqY6/f0znPsstzj5FH9C+LB6fvlIibT289i8+xOCdvfA6Jr5J1da+EJGAP9HMtj76VYG97F5TPlvyir2N78s+aQ96vnomvj4fj3y+4WdKv3KWgj5kGog9ractvKzrWr81GXS/QIAev5NfEz2hHbq9lCWWvYp4lT6fJFC/", 
        "26WgvkIDAT4c5A8/JYeNOqBfAT04L+W98q1jvrbqIroQszY/V1e6vLfXYD7WLpO9hB+mPu0y8b0Hg2q+EBBDPhKrjD1P51e+Nf6UvS9lM775C/Q+yEeFPquspb/xu+s8zxNoPuVRNT9xSre+lMJtvwmMnD3hqTw900LOO5l9GT5eADI/3UEKv+9Jfb4LCNk9192xPcoJ/b6az8Q9Ls+WPpNT1j7WcYA//LugPpR18z242AM9TDcNPloQQj5NCMc+HOobvuSWvr/dVi++2mA0vSLTGT9MEKQ+TU1PvdOaVD5h2By9hZtJveccDL/ItAo/vNLcPr2LBr2/Qay9pNZ0vpviDD1sS1O/lX4hPeLRXL1ukK89ubjrPRROY75FAOy+ZjjuPf5tTD6vAwA+vBdKv2suyL1nRgA+2RE/vmZow74mYhs+klZMvScMbz7V9dS/At4Ov5r9mb+T8TC+qDj5O5wXdL6arJK+4S7RvNvlZjyHlQm910dnvl5xzz7EqVo9KBjjvrmnLb/23YG95jMVP/KxiL0ifKG+u/Snv019Bj7X7LM6uwzIP/VIFD8uCR++djx6PvGsrb53/189Uq7fveUbST4qTy0/gl/APr637D1mo50+TJhlPtWuiT4Nep08DBSBPsvjKj4m/v6+WTZfPhljmL4YKSU+mwgDvqwJZj6TBAi+Rh/hvxJ2UD9gKOE+10ETPgh8Tj7MrEi/sCFTP6wJML6LSgi/mCI8vMfk7rtJLwc+6ANdvKwEg71bLSO+SSpAP2SvDT7cgxs9OcpKPf0GzzyksKG/V9cQv7lbBj/0euM7QoSkPiF6GT2gyAq/k5KFvxt7Bb9soTQ+J8MTP3VA4L1nsAm+gWtUPos0u7+Sdv++l38Hvu8fhD6bw4i+p0cUPiViIj/gYmG96aM3venYqz1QS+O+wQ+uPnNGEj/cIrq+6eP7vCOTMr/fFDM+zhhJPs6YSj/SEi09RsaOPkXuUr51baY+c7Grvp2l2zt/ba09QF5Wv43ZUz74JPq+", 
        "mlpdv3vczj7WbIa99njdPVMJ1j673ra+x6EIP3eBuT64dBe/NtrmPvmokT8wSb09gWSsPsokfj66o3w+vhAvPrz8RD50tnm/NOGJPI4XEb7Sq50+8Soyv5EZtD2+jMU+vjWDPTfMlr4WS6e+SYKXPkjiNL6nD1s90kMIvlRZpz3HpqM+fhGKPXKSmz47hwE+UNHCO7ANvDzI4EY+dmaBPOvE1z1mX1o+Vr87O6rTFrwaK4S/F309vcd/PLy8Yig/x5GCP0SX5b9w7RE+0k2DvbDpQj4Gfou+GvedPsb3WT74Gay+oi0Yv3Vy8T3uWiK+NvpgPveVCj40ZNO+JT2gvl7HZj//ltq+Hd4sv3C6ED4SOme96cErveHyiL+qlKA+GLcqPx4aDz+omy4+1L9WPb9ndj37nSG+4Wf5PFLUNr/Upy2/wZkpvvmkSz7AQEw9C+c4v1mj374tcUk/EXZcP9S3TT2+KBw/r9g5vgiUVz5Xo8I+7K8avbYT57w/JK4+ofmJvRgbvb8JFRY/t4JTPV8dLb5nAk0+U0x/vBLbjD2MGb8+bx96Pi7IebwD86w/XsAiu102Gj0UvvW+GMyRvoKOUj2+TZ2+pgoNP79JuL3Sb2u/NaOyvEZlsj7HFl8+BXaPvPEwfr8wYkG+WEBxv1JZpT3h5IG+YC8PPgIZ5T7EXVA+HvDaPWdO4T76Tv2/yO7oPgTadr5mbec+UhuSvydMgD0m2pq+l08iPQnVlT0L5DS9uMQuPwnsED7o0H69C7vbvk/MyD7lCgm+QV9ivQdq9D1V9mA+snCfvM0oaj4Z0K+98zRxPsotYrxjyc2+XqnRvcqP+L799A++VTrJvVaWhz6g2e++FsAQPnuZbD394tQ+UwwxP6vlUz691Im8EqgRPtFATr9a35c/CkgBPtn/Gj279Bo/v00hPgzETT6usCS/+31rvzZiAz8N1uQ+mYw1v9X5Rb2+Eic+1/jKPC9TnL3cpES+gySxvlt+bz87U+Q+OldBvGUlez7ys4i9", 
        "7PpoP6y4jD6yHzo90f0HPtVipTxmu7y/cbfzvj9c2D7nXHo+QM0NPsS4OLuOFpu+DWhrv+28DL93JhW946ITP+KFKL4/Zhu9PukgPjcnzL/MtT++ZlBJvcxtKDxNurW9zs6MPuQdLT8RQLI9b9iLveBNHD4+wi+/yOv8Pp0Y0z4Nx8i+g6zFPKt1Pr9aCvw9t8SiPs8BHj+YGQC+QHmmPk8gaL4eteI9ZDBqvizn3bzkyoY+XsY6vzsMjD0txuC+T2hov16cmz4uQBC+zYlNPrfPmD7gcHu+QksfP2pEnj6RuTe/wY6pPk/Wcj9Pryo8QQS2PcLKZT6UNz09nRhaPorwszwgUnu/J9uuPDgmijwVGaY+cn1Nv33iGj5Kq4Y++ROUvLaqTb5Vkwi/uOAUPh6UhL6Z10O8qxRMPaWUmD0U4BU9zVipPhTJMj6g+jc9AoxZvxw+WD7NXEo/BUxvvh4TzDyHlBQ9BmWDv9MZkT3ZzG2/O+tbvTg+ojziNTa9qSRqPkDUQz6HVuY+L6TtPRYS/T1Y2he+W+DfPe70n7xT1y0+Y3epveC51r/xNLu9O2K/PoR9FL4Ni+M8NXYwPV/dBb8i4TC8WBV1vzAX9T79MbS+PyQcv0TgDj3byxg+nENqvlr70z7u3Ho+XYhDv09bKj9m+6o+95x+v9auJb93Rz6/ECYfPxPqCb+s+qs+pf+vPjPxCL/2QAo/9s6jPokhkj5Qdss+vh4JPwBbAL3U1eS+aUuCPW9gRT7ZsUU+hCmsvpXZtL8eyg6+pb/hPpLfCr79Ev+858YqvGKmXL0tQkM+6g0wvQu9NL7AI1W9IFAtP85ABr4eMQy/BLEEvc6Wsz4iRsG+Ag7EPgQ36r1mGii/UyGdPofpCD3uVVg9ndCBvz1Vcr9EDyW/nvyLPYyhN73is8a9O1BSPjRcZ7+HWpG+4X2PPEzx/T5P3qk9wZhcvHTOaL09T4q95K8TPorbeT+WFkw+2Vw1Pq0LA75O1SE+36OVPZYPjr7mDcY+", 
        "xlHTvdr3Sr67zRS+4T+6vp40Ez/IGbc+t7iWv1WmGj1MyWU+jJEkP+Ez9b7BwWa/oaVWvQryRT0biDi7XGEZPSxAJD+PzRm/0kEdPdZbjj0Q/YU+EZDgvp21ZD7t0zs+u6bhPiUCoz/9gm4+RV9ovdoyAT7NqJU+Y/xgPizNlD7WGOa97CXQvxDDMD2LgxY9Y9lmPzCBaD7yk8k8+yIGPmmO/T1LzxM+mPoXv5z0Sj/0g9s+/abPvSOvS74jsGC+Y6mCPn4CUb26pXo+bNIXPtoy/DyBwKu9DNCIPj1xhT7oZAY+yWVcPs4Dj73GyEu8DsONv2cozz2Sc5y9M5mTPq2QeT/m0vO/ZiMmPidAQz4fNTM+/c7KvtX0eT7hoA8+TUzzvkNeGr8PoQg+fsSCvWm9mz6uNW+9HmLUvsNMEr7u8IQ/Y70Mv9dYIL/0PKG8vpZXvgkUCL42rZK/2Rb5PolRLz/l9PI+W9y0PZqZeL5rH4a++k+tPVculj3otCq/NmJkv41xnL4Ceqk+1JL7PQslyr7B7WS+AtRVP+kYYj/dxNS9zEkEP9ODIL65PNU9bJT0Plipqj2Mqw2+XQ3nPk1YTD0jKNm/jbXoPrsKuD6LpsS+jVqmPkahpTyGH1E+zZA8PorSxD7uupS9JTCvP0uTNz6PyI08iLuxvrh4jb4EqUu+SwzHPrczgD5ybyG+5uFrvxvp/T0iYIQ/yP2SvgqK9bya3T49CAotv+GaHb0eOnW/j5q4PN/PaD4Y3k8+QTJuPohDxz2tevY+J1s0PvthMD5PEuE85eIMPocbDL22G0E9ydyQvuQMv7/uyg++zrbJPmqRfL5STIc+Z18dPuO10r4aYQM+EyGCv0j4uD4B9JI9e9krvzocuT1jL1E+OQF3vl/VCz9MfQY+jfEOv+vYRz9txRA/iv2Fv23bFb/B0ku/RUkiP0AUPb8vk8Q+Edb/PvCO9L76BzA/RoQxPVVUqT7hFPQ+DXnMPv7KlLy5aVm+5pczPh3Oij4zWic+", 
        "92dLvlpOt797a7g9cI6GPvM+K76H90O7cmGmvTjGBj09hts+OJl/O2cDxb62seS7qZQVP90uJj3G5OG+Wn0XvRzG8T4qnp4+m8E1PqiWPT6pZau9IR1UPqG+nT15ijg/wMfIvW92Wr3rZfa8vs8HPUHtNb4f11M/xPeZPdsvKj5GuEq/utkQvO18pj69FQu+z9jqPCL6LT4lFk687jg2Plxcur/r+sA+8FAIPQ/+hLyVwxm/iSWDPkLR873yDAa/NWcfPcdSMr8Jldm9PxJRvxqaUj38zP4+cCtxP0j7RT4iXje+54+Tv5Cbtj5+cgm+kfK1vStHXj7UD/O939YHvXcKb72Lruy+N0RcvDP/x71URHm+ZsM4vTEvvj5um+k+L9TbPm17UT0Wvyw+6XUgv5sxYj5YKnE+xDoFP/gLvr/HPt++PheXPz7Kfb/T7qA+p+smvmbYc77EU9S//DqwPRfCujxYUsW+TRibPVJ+gL4XtxK9MDpTPBE07b7q2EA/NmR7Pl7TNr9KWj4+6V0QPgR1R734Frg+jJYFvggUeD4cVU+9Q6dIvw88Db+ZPno8V/Z5vXpcDj7tVbQ9Yl73vnH1Hj34kFI+U/e8Pn/vdj2LkaO99nAhPr30Ej/CLUU+zgwgvtFOxb7VX7g+UY2Mv3vqOD/1Mue+lbHzvruQh7wdyZM+whDCvQe9F73RVxK+NrgnPpmyMj6HBR4+idMiPsEaob+BQsg8LNLuPayz+bxvyxO+m2+PPju3Vb5fwbC9ByM6vfFmMT6WwJ2+uiTrv9m6Ez9aKkA+e54UPjSeOL6L/Vk+2VWUvqE8Xr1BXmK+7klZP6Soyj6fG0u+6PGpvyxfrD7h9lc+VqqaPM28Mj6JJZU+ovzdPnzIhj1znTg/x8Vqvk3DA78TNxg/sMVEvqZZ8jzQG3A9vECKPrC00D9C9QO/9e0EP75l+Lzcl3k+qyO6vsSpsT3BKG2/mAFMvZ0muL8PVUq/MeSDv5tOH7wh58q999TtPkOGWD5VdNk+", 
        "O0ifvVGhFrx13Ao/YGsXPsqnhz7biPG9kHPLvUAUxb1NuQ2/bswJPsCN4T1E3Vy/gQmdvtOfoT3yooa+v6i+PlFj3T6dnww+B/HivbD6kjx6AbM97ZHBvuEeWz87sFI+Eyxtvn4ser/K8x8/qqWLPntaib54nT2+rdw6PiHTyrwC4d4+Fpg9P8vwWL5r9qA9XgxjP50Khr3IajM+X3BVvzOsfT1T2Qa/z6ewPS1Epj14cZm9j+5rPj2Mpr6nDtS/nYK1vg/yST9DgfA+fPvJvj1RML/fQp2+3GhBPpPCOT22hTg90B+BvGZNxj6UdTO/ppdJPwX9Mb5ayJM+5ERyPufaDz/8wIw+FwBjPvwd0D0vWt29XQ84var1Hz7R2xc/KjfcvZr4Ez4+5lq9jgswPuM1+r0lto8/WxBNPhQBmD6oZoe/57NaPvBjBj70faS7LwfiPSZtnj7JsA6+WL14PsK+or+jQhY/HlBePnA9Lb3+Fgq/1PCwPrzuKb7g3iq/fEfTPdnTXb+N2wC9tzKDvyYPu7xbd/g+CM5pP0crqj2V/hU7LSClv4vQ/j5/7Pu9qm8Avr9QnD7eaWM7xPyIvEAYG779K92+r/59PmCpdr2AEAe+5mAqPpb88D6a874+chcJP00sz7xatAg+VUk4vxvGcD63SoQ+Dwb2PkVqq79YKx+/XkqLP+zphb+E+6Y+Co0Hv5zcHrsq++u/yxwqPkF4az7Z/YW+raoaPbuK8b2ipWS9pEBuveABDb9KbWU/71Wevi/vAD9XaY68fDIKPwqHs72E8pQ+2Gl0PO3RHj9IEtw9c4g2Pht0OrxJEKW9plMdvdjKob2rglg/LouzPv3ATL+2AKM+7DGJPmL9Ez4GnnU+pDqnvsgOqDy2+tO84qkmvwT+WL4zQ2A+jIUNvUDtdz/ONae+kKGEue/6jz6qJJQ9ZLAavzdTT7ynOqu/oPSevqZ/Ir9U4vY9UbqUv4c6eL6AG+o2TmaqPJqvcb4w0oW+MncJvuQciLuVvze/", 
        "3cV9Pv4d1b1tRAM8/DcpPkg/GL2FEgc+L2ZGP+kDLz5CUYC/uyRjvidsJr7zWj++E0WTvoM+2j4yAnw+IFDfv39+vLt0VY68MkxJPRvgKD/V0t4+OR/BvtFXuj4AQs8+pwdEvuToR7/QS+Q9EJuLPfE9sj2gBpq/z3buvr4jST+8G1A+w+kOvx0Wd711PRC8qPe8vU52iD5JyCo+zeBLPlTAljyfwxY+CSqePfTKnb02eee86kpiP4dudD9BcmI/rFOXPnCluT8ZukU9TSwiPZpaGL+md7A9O7LjvYDR3jwYbti9VCyHvgMHyz4kZpW8j0pkPkWTob6LsBk9tU6nPTaUuD4Nrhs/y/qXO71ZoL0LsAy86B9Cv8XV0j9WHd0+xCcOPMZkgr/YHJY9WquWPqjkbD5P6H89LYU8OzcMi79jodY9Z67xvUhvdD4ZPLE+dSC7vYhsIz/fLHM+Ie+Yv342eb8TepM8NZaMvXZHcL5Dp6o+I2gzPrfzHz4Dvcm/C0mlPSRAxrxN6WW/SJQhP93Oez/ZCJU+085wPuCzhT3cqzc+ToqPvnjJHD9gweW+/5cKPrZipb4LW2Q+oDjuPZI+8T68lkW/XxlHvcNaij6WFLy8wBL0Pe4cBz2wtoG9xFYnvisPCL84UTi/+KuOPRuIGLzHA629J9lYPbjSyb4F6BS+Y0JnPs5VyT6+BpA9UP6Ovpz+hz09/FE+UPMXPjh33b0zzsC+/wsIPtRYnL8Cn0I/DvoAv/QEM79ie5Q9r+XMPRn5oz02aKm9lTafvijnbr13YsU+Ik6oPj+6rD16/oW/QEG6PENLJT5ss809GWqXPNY5cj4BLLC9eJeVvWiZyD4jTDw+PcA2vhBf5b8SZ18/OryhPVaNIz4oL808NJ5XPkKBt76o9Nu9IWZivOA74T685Zc+a0qKvjQ14r+mj5g9Si3sOq9eLz423x2+3JOOPr0a2D7bgjk+OpUxP6Qker7xQXy+4UIaP4NSS75zWgC+GM6pPa01bz7dcuE/", 
        "V/AXv+BDBD++cIc9Ao0kPweBEr0iYM0+ihDjvdmL9j6o5Jc9CnXDPXhbhz3NNX69u/mXPQmDgjzjj0Q/QBawPhUBY78ZWrY+MUQSPjVIFD0rKzA+6EGzvtOFmz6hAuC9dYYvv66zx74dnpQ+0d1fvbxWjT8XIZa+1sgDvmcI1D0Md5I9bdEev1wuBr37Dcu/xteLvReXMb9CBGA9QUKFv49usb5K/TC94ca4Pg5SEb0Oqgu/CT7Cvv4v670G4Ei/XcuHPXvCLDsJdrC8Xl/OPbCOA747o/68w3AmPzC90j7hLpO/sIFqvshC+Lx4jKS9pjcpvXmoDz/bk58+UqvKv2ZAFL7XFa493h8TveJaMj9cJho/Qk8SvrxXSj5gaJw+lPV9PmsgQb/V3VE9K1HqvcI3fD1qTYC/Tjzwvin4Nz+beMK+lOwXPosZvb+F2zo/sRaiPX24rT4efoW+mageP2Y2tTydT5W/bXLEvhAGjD2N3qS9WhkYPVaqsT+nA4e+D6CIPkBxhz4OqiY+ve+ovcwFlz5ANio93Ne7vHyB1L3W83Q9qohgP8UyVT7StXO/pUAPvsEMM77+PWK+njfbvHqKDT8fowA/GO0uPaZSEz5DGMI+DYohvkVnQD7ixOQ9Aj6pPqQTqTxlRJ490EP7vSjJLD6rV7a9w8CDvsywgb8JblO+PiwPPvl/4b7gtqQ8zmfMvTivnD43Jfs+8QOHvzIH9L4YUbQ+QBC4vbQEET5Uhtq+fxP2PT4OLD6otN2/AmjdPsP/uT036nY++FbcPkIjWb/dnJo9nz14PlOSOz46Iba9/OR/vl5RBT/bA2m+3jm4vsy0+b7PPh4/20u4PUM5ur6baeo+Mg/euzzOqj2iX6K+++TQPT/RS7/SfIi+UQ3lv2xEZL+ihV+/6rSFvSzL/r0A5q0+dbiTPgJABD8ZFcC9Y0hnPV1FFT82jDo+oLV7PnhUkr5/Q1W++dvOvWowAb+6AVq9o1hZPinGTr+amo6+pSJDvdZRwb0qnNI9", 
        "I8D0PkHpaT4ax9G9oglyPstANz2Rsoy+t7tAP+EnGz5Z27e+3QBwv0KDBj/5FWY+1PVIvrnnL74X64w+e5tHPMSCpj4b8AE/B06JvqzsMbwwJDc/jMuPvZnFqj3bPzm/QEdNPVaOFb/ETrA9ocMIPnByZz7ZdVY+Bs51vtPSsb8quAe/dVhaP3cySD6tdga/mn9mv1XaYb7z6kw+rKDjPTx4Nj43siG+5P3WPmqOYb9prkI/E1Awvs/pWj6lbX4+33HSPvU5G7811gy+6g2PPVa7Ir4r/as+kQHyPQKQdD4jdFA9As/vPZ1curzrGUe93ObivCTuPT8ngXU/Y0iMP3K5RD5iGKY/iH4tPDnhLz2ukiy/G3UFPuYZCb1lj8E9K1WXO8KbkL7Rw9I+u+JVPeoOpD7ABAu/X8WMPiTcUz5qGZQ+aWdbP0kgAL7ZwEE918hLPhC/KL91Lu8/LraKPn6DGb3K21O/CsD3vVP6oT4Z0OY9wLE4vcczlb30loi/BW5RPu4mSr5BzWk+qenDPZteEL/FJOY+fY+mPqpJm79YtjS/VgEQvdEUEz2Y1ei9XGoRPn+pPj5fp8o+8ffkv1D5/zxP/I09+xhDv4dJDj8cppo/e7KnPdjrID7wniO9/wfwvacd7r3fRf0+NEEJv1uRGT5U0Yq+RXIIPyDf/j0gYZ6+LWobPgl1mr8C0IA/aMeCvSbZ1D5/652+JDUNPyQkujzB+8i/phOTvjc7yb2cayo8fH3+vR4vhz+IzfK99YxrPKcvuz6ASvA9d5DNPOPalj7/+V8+p6ASvsQJMr3UQ3y9U64XP9VnQj6nvIa/hdEOvSxgCr7sDw2+7ba+van2Lz9+ky8/uk4gunZyrjwSVwc/K49EvFoTUT5HWIU+MZDbPZOQk7w7Xqa88fcZvpLNzj2zZbw8ke84viXDTb9gvxK+INHnPip+4r7sRiA+WLdRvgv6iD7XLAU/yJh4v2ALJb+7ZMs+GG7ivZA+cLyzyJm+5JWjPuhQTD7fp8u/", 
        "QiGTPuJrqz2bylA+KJ2DPoDWQ7+Oyhc+bAqBPvvyzT1SFbw94ZZmvtToCz8qhhy+yI65vrrXzb5LuQo/bBSVPK6Qwr4tNlu+mDu6PQ5zFT6ZZz+9x1BmPIk+uj4wVgW/jYQKP6TJlr0XotI984jLPvK027xEwl2+n0inPbBxAD0fjX89m7raPSdvdjyzpH8/NRrUPbKxRr/r+Z8+MDq5PT3CgT8BF8a+DLT8PVRtBr5Pui+/qxQCP9tcm7+TXQQ/R3c4vYGchD9NeTu92pk1P5GwE759jdo+TsivPe3SSD4lmdo+5aYsv4tilz3JeNI+SXVnPDIcHT4E6ko+72KKvVL+OT5xNK88NkqCPiCmAz5CkO49jexmvjurFL9mQ3w+OWAnPZs4xD7hfym/NOrPPS0n4z14wCG+Wj4Nv7vx+z5KPRY/Z2qIPhKTwDv0ex2+AQwYP80dPL1KUZm/x9DAv91uw7yzalo/4sMpvrS9n76Jboq8vfv3vVjroD6rtY2/MTjsvMimqL2j3La8pEAvO7lvA77/EHc5SxlaP03fGb7UI+89dXIbPUfc/76w2fc+vkaQvaoCE7+jB9k9fW42ulEErD5hcgg+znUvP/nyaz6WHGS/Y+9Rvn8Ejb9uXR6/VZPIvVwNTj3Qg0E+3bf4vQSvET6Lcy0/WuBSP32RMD/pEiS+5SwBPo6KFr0Pkp8+ImaPvjH+gz7/EUW9z3mvPs10Iz+9XJe7zueEPktXQT8/JY4+vpYivylxxz1CGZC9EdwqPrNmcD2bxy8//uTxvzISBr7+TO099tAwPpC/2r2cr34+lvCSPhTMJz2J0JO/zwhuvj+CNz4Nk5s9T7lKP/VIkD4BqCM9kt/CvSSCKb8MQ/y+FKzsvV1z1z3aZ5q/tMOxPi7NqD5YkeU9+q5CvvbEuD4r8SW9a+oyP8JMcL9ioIg+x5SaPhWUcz6IUsi7QKtbPbKhDL4vDd49DTmmvzZoAz5liao9bLSivgze0T8zSuI62bjrPmR/KD0fWWC+", 
        "YeADPy2enj01mMw+s2mIP8kvm76n64S+9EsfPc11kL/JuSs+JAGiPqOokT5nyxq+4oGwvoLCHD+oHoM+GbX3vR8f/7sM8gK+UQLTvdVhJD6W7w4/Tc9mPXleyD1Tbv49qCf2vcS6A78WjZY+Ip3DvqhkXj8clCw/B2YfvhQeobzknte+oWkMv0xOAr6KpDE+RIiNvjjsHD9X3Vs+KJ9RPXMHnD2QVhU+a0Yzv3ZUpb+qg6G+rKS/PZ76T73j88Q9voxvP6vC3D7Nfve9e8ZxvrQcHD5nwJE+dSzVvKbBFb9ul7E+LF1uvsnWmj5TUBW98e+ovhjFar6X0J+9cEHcPWyb5b6PcE++RwKJPixO+7zVKEC+gFA2PSBLmz7ENdC+Ytj/PnocOb2eblA916OePuHb77zJ06S+k+qwPStKIz5BLh0+zwTfPWoUAz3Ehok/AjRDvf0JX7+ioIo+L8RHPnZuZT8q7d6+/9QDPnUKH77DAQC/yjICP2lupb+hDi0/xe2evUbnkz8SiVS9D0xSP0tMPL5yZzQ/3ZoGPQvTnT7PWBY/b0gbv00mgD7A6pY++ZCYPntoPT5byII+Xh8SvhHACT8OLUu9XBF5voYGKj7v3zA+oxcRvDYMF79gPPc+r7n+vd0mkj5PWTG/tVtQPiu6oD5ckSG9wdrnvoqkCz8RezA/qfklPlV3p7yOtAC9YR7+Pn/kDj4gIqa/GIKjv/ikiz6P304/SiBKvStbZL4eO4A9sYbpvYG0rT5ZCqG/OVQ8P+tsEL8dyEE+Ybtlvl3Ayr2BPtQ8dteIvqI4L730jVk+Y+sJvZ5K2bxff2I+HnKCvmaJTr06PLq+VkCRvdUSeD9TMLi8eIwPPk11sz0hBqc+q4WUvYy+jb4wwwm9974oPo8SlD69hks9qBeuviPvCb5PHBC+aEjPPuz+ID66Tvs+QamhvfLqfL3hI6c/LF/TPpkADb0dy1896nqPv3CyHrzchxw+iwE4vvSJVj2yrig/SmuHPpSuZ77reDw8", 
        "+70LPg9R5j2EU9W+AUpYPaBnUD4bLhk9z8rsPgKPQj3Y+4W/FkkbPqnAsD3dDKi9HsfTvrbtQr0G3Wm+8HNbP0I7Dj88Lh8+hHTUPgM8uL8F4x2/emj/PjDdD71qeRe/mQe8v5GWiD+fT72+qTXdu3qlqz3G/HK/T+IyPmZSjr8HzmS+L4aYvnWmnD6VITg+MU3Vvb5+kL+A5xw/+YQkPleCLj4cE5s9d/WzvKzlCD/Mh1a/8wOIvj79sT7dMEq+T3HBPvaBXz4WAsY94LR7P60SFz+bmfG9xO3RvMtRaD4DyOo7ol1KP5Pxxz4ZsYq+IPe6vkpjYD8QntQ+EMOePH1jzL3qcuM70XVhPRIPWD6H4Tq+/gSpvpHukb0VCV4+wc9Wvkt+uL6b57I+H6dmvVnHHj4CxUc/2+gQvQ6aLD66ACw+1mWoPjMpDL+Gdas9Ci6ovyh5nL5ayh+/gTvUPXm+J7+1dU4+VOCBv7jIjrrx/Pw7QVF3vD7p4jw/FsA9aEh7PvtKGT48Zi++6f1bPrSrqj6OprE9PaOmPYTDsr8jhpW96IllP5Z3cT6NtIG+7kfEPRv3HL8PhQs9Zsl5vE9zMD2c09W8n5o1PQBfTz1jthm+UZZkPhqOJT/E24E9WJGRPsD9pDozmgO/X6faPuw16r25KNS+XKc1PiIntT3BlQ8/kssAPE2fKD/M9n4+4iZ9v+j3eLwemD+/nmEDvyE0bL4C8Rc+8PBHPkCDVr7N/Gg92g1VP6CnRT+hCt4+b7govh/5XD75dc29dEG5Pv73rr4iDEI+5Ei7vWvPPj7JFs4+YmFUPWDZ+T2l5yc/h8vkPlMuF7/+hxc+YxT4vLQyIz5vzK69FU7OPtX0xr86ZOC+1xSbvhUCET5ej7O9l+kRPnh3Ij54udo93XSnv4dB6L0wRkI8CuLCPTt8YD97GIY+p9krPpvsFr1NF9y+UeIOv9C7O75Rypa9uyyTvx1zkj4uGsk9ptwZPdxpmr7maUY9ocZVvSIzEj9nB4K/", 
        "FS1vP58epb6Lvgs+PigqvkDiIb6awqm9olMgvicutL2vTjW6ha7fvFpktD3eoh0+ynemvo/q0L2R86i+dmmHvnpudT9pKwq+f5DJPmGokT7IHFI+sRiBvflcU74Q6xO9hlmKPl4D6z6PZ9E9VxOrvtNlU76tzyG+jP/jPrn/pz73H7c+PIGdu97ZpL299KU/n3ZgPjlthb49k6E9Tv1tv6/zCD6jtCI+WOYMv34jAr+8F0g/jvgCP5A+/bx+kSY+NzuCPaDKuj0g08e+hx/zPQDRvj4HN8g9aLPJPl8upb2TrJa/WVxyPiQ2Xr2UoLu9FlhHvnRM0L1uvnK+FAHtPn07zj4HV8k9K1b/PmXfpr8Z9/6+E5qePlmvbD5iBRG/ZL7Bv5n1jD9bqKq+jP/SPGIv7L4ki0S/zr5iPomejL9mcCG/MrvxvpCN5T5zFCC8kwl6vYFTsbw4lgs9nGCJvb8wrz566vW6VLZfvWHmEj+4x/S+AO9evxcxpb4K6Rw9kCr3vpPotTxNAwI/OcyIPi2hpj1h4Ae+fMy1Pg5ljb5Khsk+c9Y6vrB9Sz5Dx16+dCIiPgAe9z50Rn0/WhAWv/LLDD9GVnA+0aaNPbZwoT67RRE8abXpvMZVp72tWVU+9ZQOP2BISD68b9s9t6x7v75xLD/C4w6/ECE+vv6CJ75fWo0+BQ+1PuPswr0h2Fg+V/xCPgrD+75bUz0/r8a7PjMEHT6i8bw+zEZXPTWKdb+ILOk+6VGzv1sY2b50q5o9+CYYP/CcBD5IAZO+8X0ivevMj75A+OY98QAtvfvG17/wOLm/X/OZPlx8Rr78Hd69tEAkPNJFdr9pFo0+O88yvs65+T6SsdU+4JIVPoIp1z3Sh0k9NZORvQxCpT4W1ry/9RU4Pu4L3T1yMqS+Xlj5P1biZr13lJw9jT4bvdGtiL6RYgw/iVbsPckcBT9S7Ks/5ufvvXN1pL3++UC+XSOkv+mNPb0wSww/Wpi8PteT/L1XKgW//BrGPlAkwT6hcyu+", 
        "JLYZPZDYPz0CPSk8vIOvPucNNT9xep8+IlwmvcD0MD7yHQu+BZgLv0mIzz0YBvi+fNVVP0CEHj+43229Bc+GvUu/ub7TisS+yjaXvsRxhD3Er6G+jYNCP1DGVj5nswA+cEx3PayXmby9xm6/Rselv3HskL5Jgpw8sKS3PD5UOD7ib4U/ffjRPrFzML5nxHY9Pm8CP2Nqt7z3qqU8ry2DvuzguT6kXzE96zZtPue5670fgTG+qlg5vqMSz71UfVa8ZmOmvltEkb6TI4I+JFKkPjBECr40PJq/KfAmP5BOWD3I0Im9p5J8PcGzKj5rJog+UEBkv5H9ib6+Xk8+COErvpQ/GT3c2wM+U02aPfkDij8OUaQ+0FwDvkptP75JBfw9ABxPvT2myz4zGbI+O0yLvmUUK75dIJY/e4mMPl+YBz69EVw+xfqlva35hT1kwk496FGJvmgoxb6PW4+9PwkePg2+er63gGC+U+LKPtM0ub00uNY8MglLPxFFHb0f0hM+T7p7Pty4DT9oqTq/cI+4Pb5RjL81loC+jJ4hv2u7PT54PES/YTmOPva4a7+DpAQ9yujbvSr/ST272cA9xHTmPSgmJD7vfhE+yuEyviKM2TwVvcg+Pz+TPtGUtbzi5sG/2Pt/O+9SiT8Wl4g+K8isva0KXz7RhB6/Z9frPQLk5ztwKAO/u6EBv0FK3D5v6t28ScxQvQCcWD1ebSM+h7m8vcYP+T4bZR89KbnYvdWnFT9bFAG/sBFzv55Ma77KTSU9TVQHv+QJvL0XOh0/BZ6JPsVHFD7g3zg9qhWePlICIr+mjfY+Mmm9vTBhKD5mfdS9C8uPPsE+ID/30YA/jUcIv6G4nT6v5JY+1y+oPQQApz7Clhg+prCCPsfQr7zm1GE+R6ESP8t6uT1wrwQ+mJJ2v61cSz9OnCq/qdQGPgNBHL7Lz78+/+HtPjCIBL6oKkc+UPS4PeQCI7/+YUI/q3xrPkerRD3Gaaw+WyOMuxulk7/03L4+HEKkv2COsr4rzRE+", 
        "DkkGPzB7vD1pzvi9kidOPnTuor6W11g9o1mhOwdtzb97paC/pQAFP/u7tr4CEVu+Xhdavh6HRL/3l1c+ujvwvQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "pCj3PX2Y3rxbJEM+tNPfPWoH0T3V75O9n2oWPb7xhT0subc8FIUFPgN6CDx0E5k97WMYPozE7D2ZAEy8Ub0LPheP2D3oGfA9AS8APVbVCD4dVIM9jmyPO8TuJD5JdpS8HkQPPYdY1TwNedM9QsNevEciGT6ks6E8JiOUvAf/TLywp5S9LNwLPjq+Bj4gHwM+rGwLPX+zZDy4ivS9m72LvDfTyLty8/48Z8+gPOPBtj1uExI+tsDVPctB1r2vOCm+vAXRPdCei7wozQU9k3MdPqSoFD5Q+S8+TGSdvEVG/D2UjRg+LR68PbV5trynnBS9pg0yvv+xA71SXaU9a+UfPF5qnTz31Y89brtpvkFyJT5QmNk98pkOPuATeTziY027W6SFPlklLj57dTQ+d0DaPCwsgb281di8n8/LPQGHlz0="
      ], 
      "weights": [
        "ZF2GPINiGr6+RLI85HgcPsOkvr7vTXc+nuW6vQjPVz4N8yK/F/WPvta2JD4G5W0+T261PbDjpz6UkWk+94kMP6+GHj922UY+NTS+veZiJz6LOgs8caTUvFOHoD7L0lK/5fzvPshFKb80Rqy99vfrPluXR75JKIC+qJ8oPtKqxj3HVCe+zW+qvmHhZTwRwhA+2U+cvrFvSz6oeLO9r3PFvYzf1T1lJm6+zQHuPq/r5r2Tm1w++2uNPi8aPT/b4wg+HbXXPo9VEz7jXqA+xiNqvgeMzT67GM4+wOczviMkHr5ecLW8vrFXPvzL0j5fF5m+wJGVvjF/eD3gmOG9kqJAPqtjSD6CaZg+fzkcPtnq+b1glJU9dJVgvo5i8zy/ZOc9jGWdPjSd174MPGM9tPMtvsuWhL7ZDja+XQNDPzNKlz4PYsO+k5kiPmWdvL54hR2+vGUAP1xO1T3EINK9o08sPtLsqL5Dg5496qMLP3SNujxCvyg+geGIPhF3+b6uXM4+7P7vPHr8+b0OV4q+2jkAP51GEb0akuk9B3ONPj7Hg73JiVK+M8cFvhyE9T1t0ri94n/CvoKNKj+UqDi+2e8EvdW5HL1ohqA+/3zUPv3izL44HBE/taC8vPBb6r2CQ/K8g1CtO1zaGb/un+++uI6DvQ8wUz5uP1Q/q55Lv+m0vz6y5As+PcaHPb6ENT4kiFw+OQFmvrzftT3lgue87wyZvkJboj6Ar5w9OyjDPo+syj7wOiY/slMbvyFzkT7V+U8/6mUsP0Dvdbuo/li+QjobP0jByz3cY/A+02h1vncVkj7KYPY+gQ2EPHjym706RKy7PdeLPYLfYb1oHD2+tLIiPw2oH77Z31297lDcvqLtjr5N0mY+kiuivTE/Rr4tvE2+OE3zvb8OhD+hU0s9u8JKPwYnkrzn4Gk82+UGvimrGb67+OE9HS1APwzwFL4BBgq/BhIHPaMaFTxTh+C7JtL4vNufRr5zkg2+7mfbvWQrzb49nIq99lMZvk3ptz0o8bq+", 
        "+WaQvtu1wb5kQCE9o8IwvrfYqz1sDp++SVrNvXjCLj4UYba+aBDwPu8g+r5wrXm+TrGaPntTlL3mSHc900EcPrlh177a7Sy+3ZIEPRuNq74y+qs8+WMaP5VYK74Wi8++mONcvqI5g74c77w8SRmwPo0P7z6D91U+OTMaP77KE749FZA+NwYeP246/r29b4y9IS04ve5lAb/3V6w+lEOuPh9NE75QV6M+83xKvuoOGD/tUea9F2wNPWtUJr+NZgw+v/UQPn83jLxIO6K+bKN+vgj8kL4RSqc+tZ6LvcK6Vj1IsbW9qMMMPyhQbT5tIF0+oN2mvtLYAr9DUdg996QvvsCQE760o48+FZtbvYJQzz0G9w0+KK1BvpYsCb5O1IU+ju+FvFl4zL68Iq6+4wLTPvXNJz24J4K9PsLPveQmdb4TTAE+/0UlP1lbDL6RVmC+H57vvnx4Dr4ve3I+rTKbPOnsG77K9t49r263PsmHgr1LiYI+IuaxuxwxK77NkmY+Pn0HPUo+XD1wK0C+yHZ3vSNE0r79DOk+fa88vgddsT24gQG/yIeYPKAl8z7NmVW+YUgXPxKGDD2I1oQ++Z7MuyZQDT73j+a+ZSdBP2ZB+brt4aQ+moKKvtkYvj5vcyQ+PkiSPrn2+D5rhDq+eZqUPmH5sb+cGSa9wluAvh9JHz4Vyn6+URBRvjc0rr5LcWI/6jCePYxKdD5xqG6+VA2Wvmrm1T6he1Y+b2heP8ydmb7dDd2+NpIQv6rgHj9lIxe/hMCePsV9tb0ODQw/lvBqv7foHz49nsS+ZezEPq1Ksj7ToGI+Zm4HP8Xb8bzvIVW/Sj6GvoBSAT8lqg69drCivVhdaT1FDyK/IhQSv9o8Yr3ioJi+olQNP52grr/vyIS9NoUTPigNpz60BM+7JGPQPvfgHD/XyBs+VO9/vy/fVbwHNog+PPUHvvAQs71BRFI/YYoPPlgHF7/wVuk9pdUBPpnGKr8fYbE/9GOJvrkXlT7g9OU89zKTPin5GT8cL9M+", 
        "i/Aovo50uL3MBv8+p8wMv6vRRz5QKFS+ZxeoP7rQy72qUkc+Z7IrP2crEr5o+cW+xceOvlQZvDtrgCe/MyTdvlJUYr3K5229L76QveKBmDw3P6i+W2xBP63rcDw2RSA+Y8DjvvVEij61H3C+UVtIPt08dL6aeyq+Iad1PX797r2gkMu+dAJ4vnmdfL50epQ9twHsvcQ2KT95kpE85DaQPg0Cnr3YAGi9F9iePrhClLzcVES+34UUvayZHD7Hv6298v8+PlW6M72GTV2+RMk5PgHdDb0VNtG7NTzHPt0SAr2k4hK/JhiUPpsDhD5sLw4+nxL2veSyZb1Qc7I89mERP8RhVr6lOYO9FOWmP2/MCb0Jgu+9NE6UvsKpHb2UF46+J98hPxNQsrxXQoY+mzmPPbd3Uz5qqz+/bm2CPYcVYb51N3q+NqMivtt8QD6GIYy+qNW9PLNzRr5HKmE9eI3dPWfP2L5IAto+SjdgPtAKbr0h9FI9e4j8vUZ47b6UU8y9wBMrPhNShr016LI+8C6zPje5IL8SF7o9z7tzPDTyijyGZLU+l3VqPt2zET0PFdK9hN4QPjDNDj7cl3O/bQ5jPekcsb7ro34+NP5RPagUOb5zwtQ+8M+tvB2Y2z2MvHS+oJv7PrZ0cz2njM8+8zgtvpsplj2uHbc+wJNIvszl777hZ+O+bAJqPqcCDT4zmvQ7hK87Pz7h2j4FBKg+d6uwPW1frb5hKZc9/rsavV8ltz1Rh6C+JKe5vWxQ377beom8JxcFP/iir71UxHc+CaOMPsqvWjxcKRG+8JuAPVAkRD4z15A+7/E/vjsF5z5aHEy/owiRPnxmwT6uEJk+Xi5fPC0EQT4/cxW/0aamvu6Q4ztZtok+LXy7Prb7Hb4HtfA+INTIvAbSW77Gxd+9uy12PrGCC74U7oI972EAvlVBHj4kCHo9bfbyvXakhj36+lk9kMzVPhH5nj7XHTC+lAbqvjtYGb9KUyY9BSW9Ps92Xj666o67KZduvDI5QrzBXs09", 
        "qrPVPUX8D7680DM/cnK8vVKilr7LMCE+H2pnP32g4rzAtfe9alLePWfiN705YSA89jEEvuvM9L5EuK89tRAIPnMHNj7x4V4+3rxhPrUm+r6tPX0+btPtPpBQCD1ZxTe+bgYYPXYKQ7+zdOs+2jVwPNmjNz4LodK+OveJP1v7Jr8AXdK9BmMkPQD1oT5nxQc7D+Q1P1+z1z0QkWu799/pvKTXnL2xcV89cUUdPJg33r6ZP7Q90RGiPuu71r3Kc6M+zimFvj4aXj2a3cm+YgosPgydGL/NYwU+r+HyPWLHFD76/Jg9bPJdPsNbA74K/eU9FUGKv3DXJb5sfKY+F3mhvq8niL35JUm+b3u7vR0dRb0y3wE/aKDIvF65FT9diHW9ciR0vZOPjD78DGg9n4nTPXgWm726Hp4+YvevPrs0o740AV+9SzRuvojrob5TveC95JKovcJ2wr4g3GG7rNIYvQyyTj8t3ya+iJIDPsdUBL+P1Pi+qzNivbf4Uz2ivPW+CJgBP5cNRr7xup0+qjNbvp0L8z1VIJa+28WYvledfrzsET8+chIOPVLtFD7jV5w9M8JfvrKMXb7ikGk+KrPrPVxYyr64KwC+uRd6PrVHY77J4EI+yOG8viJLlj2/Dw8+abcYvvMkK7x3Kzq9fQkNv8NW6j5Ne1I+pBfkPS80lT64KGq+AcJrviPOhb42wHW+l1pbv28VTD/NmFQ9GbKNvlpRk71Tuhe+q8WYPiXZT79sNbA+bZJ0Pa5Ee77963M7Vva4vuueQr7cMVg9mM9TPQk54T5lvJu+/98tPs0z3b0Ginc9xPo2vg2wFL77ViI+/BwkvRTgzj1XOgg/YdxTvqzxU7wWOjY/+JZ/vjMWTT0e7DU+Z3yoPYb4DD+MvXI+Rs6nvibamz7iu3A+1puIPoUP6L5KkCA/CLMNPrg1aj0r0lQ+vTRKPrP10D6pn529QNsdvifXGT/H4TO/lxa4vcYVm71wdAI/ZqBBv5k26j3mOe6+tAMKvlb0Sb/UVCe7", 
        "4byPvnDEXb2gGnc+xR7IveRQMj88/xy9r1bYPaonpT2evIm+oPuZPkN9fD6QIcq+s0l0Pl/AmTw766c+x3CVvgCUKD3YJBS/HsCuvxGynzxjRFu/uL/mPkuYDT8ec9Q8YbezvrrrLL9BfO8+9o6UPUEvqb7zdEe9gJMSvlsFWr4uAYG+DRglPnCM4D450qM+C05MPyfpDb6n1fY+b13TPjuZnT6yBlU+Q1a+Puviuz51uPW9bsuqvuiF0z4xeIM9cU2uvcR6JD4ovK++yCYFvthwMT8OcFY/1CJjv/jfCD41vOu+euWFPln2gz6shMs+KZYbv/5QJL96mti9BnjSPsyAUz0KlZY+OpWtvhiRxb465Ki//M2JP0Zhg78Xofy90heGvqs2ir6FwXK/8hYOv/Rhab4nsNO+r58OvrFGZT5LR2C+BnTLvb6GBj59/C4+kk2Dvhl0nb6iZ529Mv1EvRLFk77yIR4/AaodP5uhhL46hr88un1RvRx5xD6RWQ+/u/q2vtZXuD0k+yq/cZoqvm1MLb8kYog/43yJPwJaJb7YvNy9KwzOPt0abb18gBq+cGrsvZgXBz4mgMA9G0D4PnTFKr+e22a9NHYiv5kK8D114Pq/21gov7cQX77xMpE/CWDdPormhT8PD4++SccFv57XxL40suq9Cjprv6YH6r3JMVQ/eGaNvsVesT1zlfs+7JjEPn2dMz7CNZW+K0aDPh6glz5lxp8+rgEkPSKOtr+rnjQ/PJDePl+gqb3Mo4I/y7jAvmOxDT+e30++Xk4sv9VBqr2l85++pUhGPwKr6r2JUpc+XFNGPmU48z4zwPo8cu+Uv5+jLz8lz2i/0TasPh4xCb/Jkge9IkQxP0IuUr989Kc+tniqPtij0D1YmCU/Yw1Iv4Ni3T4uVT+8dYcdPvjnWD9ZQ/69YUw+v5wcTD/bwy8+G1OVvjY67bz3hNO+AmHSPqXi3r65zDi8iQ6OPprKAL3nMpI+61KFPn7TBT+5l/U+PK74PLDGvL4bk+i+", 
        "Mw7iPuiieb1+6e88cZO6vfGDQD4p9ai/uv0zPyBxPz+HfYe/vGiGPKDGir6cCCM+vuGgvRpkgL7IVxy/OC/APuUVkb9DfoM/Pjmpvvr9Xz9yqzo/GWYxv1WFmj0LIhE/ETmJPsAfEj93gSW/jxkOP1tHFr+iS7E+6skYvpV9rb4v0D4/M/6zO1oiSD8LjDc/mbkkv1VMcz7Yv7S+LuAdPtS9Fz8rPa++ggX6vjUBCD2NM2A/SVzwvvEfKz8sEAg/nAU7PguJHD1AJ1g+b4KVPhk91z5Y7VG+oJOEPdySi74/iQ6+sGfOPu1Hbj+x5CI+hoA8PxTrqb+vJW8/Ow54v9Qj9b/PtsO+yRZeP12xAT8WJv6+wwQBv/oGYz+D/C8/ylpcP0fqVz7GOwO+XE7aPiCvGT4ezQm9GT74PXaNPz+IO8m+G2EyvdMhlD2WpV4+Bb4BvtOmOr4zFik/6uyLPk9JSL90qYw9oB5QPIFq5zyQ/yC9YcHmvdQ8kr3sA46+8NA3PnNlIj51fWg8vR5lPtfupz7UF6E9456RvqcMir5yk/C+5IQRvwlSCT+f6ka/rbewvnhCDb/0cpo93Q00vlm7a7oIYYA9GEGYvkdfmT5VJ1A+1xKovqO20T7iTRC+l0GVPl7psrwFR70+wFyxPksUOD+opog9B9M3vpXh3b4Hlmk+pP0vuzOPQD4ruDq9h9HFvieBUr2mW1A8iicUPYeOkj5RHu+87wU0P+Bpqj71dYi+CpGxPiTl4T16wcq+zrCbvC3avT5ZoaO+GvbovVGZoL34S9k9zdiXvoB31D0ixrE9d6g4PsK3Fb5SRWC99/LePkPuTz0Ebkw93llqvigWmDs36zq+o1IMvWcN2L7gdD0/fTYRvIF3/z2/rTk+eohVP5aI3T4gpng9llqrvT8y2r1yCQa/PAqnPr2uyT3cqJ2+ABRLPuI2RL7J7Eu9CdQuPWVQEj2W03q+rhSSv8C42L71jp2/C823vslogD7y3R++wq/1PnGeLj6Hx4E9", 
        "VI4cPmA/hj7JGWO9ZHanvqLbDr+6k5Q+XhJnPwcNUb1dLVU+JcE3PmjLnz4yb10+8NoLv3yTCL+50t0+OaB7vuZIT726jzS+S6YZPjLRnz3tEJE9oLIXvCusFL7ggI8+SwTxvu+LCT73zh4/GozRPmYYiz+3Dic/YeSzPCLHLj+KVw8/ErPNvaAvHT+2E9c+7bvXPvKLWz6UUzi+7TgAv63nFT3M6oA+MhJAvtKxQz7hM3C/UskhPjosBT8J9rs+Qqg3v7V2Lj1aDCm+COOYvqbcBL7uQls+z0Q3Pqsdcj39ixc9xKcEPIlKez0jOW4+eVnbPv9X/z1iRs875GbMvsbUk73ohmo+FaE/P5bkAb6euuy8MHVjPs8bDL/7K9g9dFf8PZVpbj5G8Sa+7jxKPpPIFT9fm7w9yx70PK6zIT4XPIK9a2B+PvXHij46YCu/xuoHPjzhUj5TzSW+O5whvl01fz4lSB2+CauWvstMYr7nobk6JrG2Pv94vT5b7T29fy77vaB6fT1I1/s9FpOQvUVq7r7Ku567TCLivXucj77nmA4++XvbPXUOTb4e9Ww/4SRYPgqKDr/5jJS9mSGSPiiJMT4dqFU9grgCPkM+F75C/A+/ZDzhvjN+pr5jnmQ+RfhjvpqrAj1T3s4+fMsjPJ88tj5giC2+dgd+PdPT9b5nDMM+ikafvUrffT6R72896lipvKS+vT1M/q09YkiYPtPFrD6U64w9BG9DveEnZ70K6JW9agZNPkWfjT5uUwa/3hOsvmpwpD7g/ZM+zsgrPgYMfT6WBUQ+1qZNvkzA9r23RCM+gVqXPGPM670wECc/uMsgvDNLJT8GpWm96Cp3vlLJBD+H4Po9urk5vo3T4r094lc+28V7Pm2sjr6pSiy8gI4Rvy1SOT1tBFO++P2VPdlV5D7HRIg+p4QEv03tgT9i+yA/c5VVPW3XwD2SOqw9KpzlPX3/3DvxdmU9+OCKvsYb1b2HxoI9lr6tPpPDAT6B+YK/ZUsNPzf0Ej7WMj29", 
        "haOAPkZfvL0/lAm+f8RuvZcAtT6vGmK+bp6EPgA8iL7AaXW+XXx2vgmAfL6kS4W+kkn7Pspa5b3W1u69xH7lvsWO774wr5+837wcvsVI2j7yTaq+keisPOZMlj6sVso+4ckDvjMUMz3KmHq+UBU8vvpemT7a4a++HFIqPsQiLz8pkjU+IRmoPrvvGz7Mru29V728voOzkz6Uqs09p286vzy1B784j1q/Wv6evm762D1m/uw9qbgXvgVjhLwLXyU+06hQvrZfrr5Sjc++xsU8Pgm0mD4bZEa7kNTFvQFCEz4AUEc/gaClPurJwj0MFOi937oKv6/OiT1Xaxa+Aj1kPXVJaj4YI+y99HmjvdyecT58RdU+kRWFvpjj5b3XZwY/8jztvbNk2L5DB8I9jAKBvi5sRD6VCAE+auIGvo4Lm78q8h29WXfGPnE/2z4HCxg+9dBTPjtzDD5XqxI+bykKP9AdEj9qU0q/VrJdvkz6H7+bjEu/5mEWvkeeRz2tY9y+9seZPi0zDz4Jxaq+TXQWv8N9/L+A4za/fLCaPs0UNT1IcmA+CKnhvfaGlD4QRv69RLd8PbIR2DwpxpE+ZtUlv0kIWz2kdZg+Q0HEPfF+Kr4j5Ok+1+2oPodlfL/OUz285f0ePyG9/77FLN2+YO1sv35Urz6rcpI+SVyoPHejRL6LJDS+YMPIvdBlgD2iHH29d1UbP2vYOL/kbiM/Q783PUd2dj7fDqA+F3UYP0yQrb040Pu6bDLEvlH7Cz8TpHu+pdAnPnGHqb0CWTe/t6nHvo1d1b+Isqw9z9DLvfwGkr2l+YG9kMOhPjDbRj/X5Bs/LEZgPo7txD4O1+K+lJUjvtUxBD+H7pc+bEQdP3r95D6PlhY/EwizvUcwub/IDLI9kEwJv7gqxj6OUuk+IuIdvgCohT87jMU8QB0EvaGWzL0dcwW/Mu/gvd+PLr4nxaO+x24RP7T0pz4fpgi9lbjAPWC+SLwH4ZU+IDQgv1OWjr2LVQG+amMYv4rTwb/bdfO+", 
        "eZkzPnnJ4r1kVhg/dn8zvvAQMr72L629kwpUPoqv8z3fwdK+v9oNPlWHbL58Q5O+yBrPvl7liz2MijM97UVqPzIG5j6U3BQ9z1FMvYp2wb4xPJO9g0J2PhJYdL5KUUq+v21QvsUnNr+jzrw9GbEOvsUeWL7iy24/jxlQwLLP1T7Tva49VF8iu0fPCz/QgIg+4+IXPqaSsL2Gcuw9CcEfvtVvbT3IEt490yMsPiOdEj95Zjk9WQXJOpne5b5w536+kPmCPgaItj5jDX0+SdD3vTmdhz67lxU+bTsFvol8Fj9XqY6+qt1wvsJFwD4S8sK9Pew+Pq79BT62aLO+V6N/vhUVpj60lK29ZR46PiWGEr609gk/IPsgvq4yFT5326C9eAR8Pmtppj7uH2G+JXJgviqPVL1yC0Y+iR6GvwtKM765QZY92A7GvBRDJj5xtFU+1u3wvX+1rr3r5Ig++Y5Hv/5/Cr/hYjA+tkCYPbzRy74cmN89r7duv3y8H72CwOU9XEs8Pql95j1l5V8+N63cuqMPiT63gww+mqWSvcF3Tr462ce9+GHzvbUt1T31d1Q+PqvcPrObz72WD8I9yc+ePkBwXL5C82+9aX7QO4uoTr6AUKg+tskYvtJJK74f5Bw+p7tgvcShgj7NyKM9Zz8SvsrSqz5iIjY/rQ7APPk4QT6AYF09w8lRvs58M766tsO8U8mgvaE/mT5Pxm6+m/jDvRooBj7k18c+oAUTvpdoVD7/HAc+HNZNvrsOXr5nsPA9F+jVvSKTLj5Z5B++Li3vPBmBLL5WIyg+QeOjPvXQWz50lSy+Rx+9u5hstz6ai5q9JQslPmQsBD4C0pO+aSgJv9mucD1lEFY+X1HrvQ2V/r1J7Do+Yt5+vjHrmD1Kn5A+jPNove9ZFb40OWu9EaH1vjojvb65GR6+GQm8OqzE0T4D/7A+fTGPPjpQnL1doS49dvSTvtawuz5g/mo/AZGYPcbpdb0ij0w/7jodvswEt77jZA8/WkdSPk1DCL86eT++", 
        "6zA4PuLqhTy9/ZW+Cy9+vcHO676zwhC+T1P9PQgoEz+brWA+/3+SvhrSUT7rQ3O+1s70vX/ulTxEbw4/RGEgvttmcj5p3Py+Hlzevqo3u7xUJ5o+AaG8PdN0ab5EALI710lAvun58b5M88C+hZOTvrFRaD0Z/iE9ASysPcNmHr7arcE+zxC2vcbDJj0dzMc96dyMvnPN6r3Yg1O+3cOhvTdFpj7CmJe+BCL2vhXYrj77p5Q+dvFEPik1uT0nS6E+xErovtGzJD2cOK6+QBSdPY35Lj7kJq29UyXgPsOzZL5G72o96FtGvSBMHD78fli948pGP+05j79FpA++5zDIvUitOb1sKV0+GHBDPlIpwD0BPve9YKSyvu7YHb2ct2g9dVjLPpAQD77VYKA+PgpKvYh3wr1aCk4+aUq+Pk9LOTtaLaa8FgbSvShrO72+Wbo9INmpvNAUnj5MIP+9es64PedkZT1j39Q+oI+TvJniFD7D7VM+qTU0vfPX6r2XGtY97CagPt7HWbz3byQ/Wxo7vLuULr6yddI9NiX7vt771z3qSbI962tAO5q4Bj86bHS59N5Jvmad1D0T+UA+wVlcPuUYFj7UZ669RKqovXxJrTzAwj0/vW4VvgD6875bo0S+HkZLvth5ZL6hZg0+7SPdvo6RAj7QsIw+aXPtPk2lXz76wz6+cjwrPViDHT+15J0+Eu4BP8Fe3r4yGgc/JyagvbKzM74AAt89o/loPc0Pwj6xOvE9Z/GNvxahjj27Nxy+wmVXPnOMqL4NmoC+oJRavLD3gb4CfrC+w0eTvKRZ/r1x+UG+l9nQvQtA6LyEzHo9UWV5vpjGF79f1hu+98eXPjXD9z03xgC814lWvs0q0jxWGHi+LgSAvGZXDr4rhFy+yUnQvRl9Vj7SVwQ+MeAYPj/ciD7Rah4/uq/yPXMEPjwOjX8+N8m+PvysZj7irHQ+FRrcvpf0GT9xn/E+VQFMPsk5iT0Z0i2+w9szu4GT17186l4++kAePSzwwT6Qdoy+", 
        "5gcMPTzQET5pfx2+qVaevqdmkD4GL4i+tHrbvpY1Db5idlm+EXgPvwCyzr7fsEI+AUbiPiqiqj40Hlk+Ww+UPni/p74ae8K+1OrmvTp/lr0vi46+qSuDvGoOXD5qxg8/br4nvsO5Zz4BbpE+B8a3PTAWrbzSVVy+5u0mPhOutbxPqM0+zqHIvgZD0T6KjoG+DT7tPjOXYj0Yipg9sXNGvs8vCj8nXM8+rVCevlOFij54nAs/+/b/Pk8hgL78Wmw/Lfowv1oyET4R0QE9x5Qqv8MhxT51KSm+PkM7vg8bOD/exnu9VX+nvh5Khj5bLwy/OLZXv4fW3D5Vfkc9cRgkvxAsOT3Lsj8+P8wPPSZTsr6vv1w/B3QRPlzpBD4vwzG/yMzMvqgB075rJ4m+U2EivDtaDT+6JRc+UGWZPr6wijueIqa+WKoVvp+C8L2DtQS/uPgAPzjiJj+z3T4+nWlGPizPWT6YpYO9NKJJvc/YOrz+ZQC9Xt67vXxAA7wgUPE+hBzhPqY0Dj7CMFI+bRVEvMkkZr5zJYm7K9zyvcc91T7v08E+2aLiPZu7HD6q4Cu+XR9avn9SOj7QMlA82zLHPTxOKr48p3k+Ly+BPAAR8D7+fhS/L0dWvwJltT2f/qG8LRGMvv7uYb7Semo+L8uFPuQHFT/D7nc9omigPZLj4r6SjIC9LXcZvklLnr6iBjA+jHNDv3Fekj2B1ok9/5oFPuUNkT6ioo++DLMyvuuyJz4Icgg+SPMmPQZFOD7ExcO++YkFvxr6Bz5kjZM9fRblPlQIuT6D6fM9ZSK4vdbc5j4w+YU+mfUFPzzP4ryP5h6+h9qTPXpt8T1kgaw+RVWoOpU0iD7gwLu8/kikPvlbNz7M6A0+nhIzvrm4HD+J2Hc/nWBZPnX3gr5M6IE+LiW4vgyWob7YpRm+NXknPpwhfr56lvy9clyCvhvwpr5AZoe+CDgRvgKmZz2t95w+tSiOPTP3iL5OTuo+17qMv5m76b7x9qg+Y6b8vU+43bybePE8", 
        "VC/KPqs+lr6Trow+0vBRPQpqCr8s+1u+S3CbvoyODr7r8RS+/O4dPtXBxz4X94U+AWukPSf/Ab41mjo+IYM5PdP4Ab9nTuC9FgoRv4HyZr42rCq/WK0Svx/FmD20wqW+OM6mPR+dTb7izXk+86BnPt4HmT4et8U9E6ofvd5bH71I9mk+L+WavN+BHT31Wvq8thPqvoF2G74lQke9pL76PPG17b0cGvI9m7wIP9EULT6qDUE/fGw+vrWInj4at7W+nl86PteG0r0VF1A+Y079vhm4Gj813Fa/jpzuPgVtMD+SajG9NufuPuFewb4tXCO/zGynPrzzcz12zk29YRM3vP5g0T2pBts+Ybq3PHqwgj4Lab8+sWaQP7Yvf7/iKE49nFsxPnNGAL7QtgE/6OqpPhicoj5q0AQ/DW4EPlIj2z7gfle9tA84Pv1wyD47kBK+aZUdvgkHHT+ndBo/Bdkwu+dUMb+iVhY/CDfkv7W7CT9cDZ2+rtnuvu5vPj8S9Ig+kgRBv5DI9730RZI+8r7lvhyD7T6k0T8+RSInPeLDfD4K/pe++iIiu5kAyTqBsam+4ktwP9rYuz79gDC+OWlBPs7h2b1p0y8/Hdddv1c0Wr5ePZc+SDAyP96KMr4xEO8+ZN74vn1tD79AknG9ANvjvMVXL72xwqo9LHa/Prbq7z0vNcY+wdvOPILzIj7GjSS+Nz8Xv2qD7b7CSCW+HOG1PMd4zb37Q6M+mjRtO6n1Pb7YGTq9OB/0Pf0/ID8+n9c5ewuSvBE33D7hZEQ/uRUoP13oHL7OFr06iw5mv/2aIL5fyoe8hZt5vrNJzz2aUOe9ZNh6Pu6gf70GJTY+KzmvPieVsD46xyE9N6sRvr0rmD7p0r49w9+JPqktRT7bQnW8Aqp8vn+SPL5TjBC8rEPQPj6BRD1U9qk+a1GuPrhmDL0h3ZA+nbQdvnIwSr5ztOU+NnXwvIySpj2k+Li8j8povjI4nT7sSgC/udafvtxTML+91rU+YG73PAIfc74EVYA+", 
        "2Ts3vj3J2j6y4wQ+3mLJPczlYT6suPc9P9yHvkqHFb/izE0+FlQnvU7pzz3te6a+mQLtPqfd/z05P7m9vdZUPslD2j40TRW8V+GBPn0RrL0RqiC/cRiVPvOWqz2p6A6/aQMaPzbMWj7lnyM/NoD3u4PgWT7IN1I9DkTpvi+wLT/k1/080KP5PduV+75BxbI9PDaJvk4BJL7RNTi/4AGIva/SHz632kO+ag9dvl1Mtz7pm2g+riKHPzJ2QL7aka8+XY56vqK1yb23Hs0+S/2jvs2R5bpbDKg+cKLsPJbkVb3ylpk+bKMFP41Kur4PTXE9QwM+PUutm73JGU0/RlOuPhwUnT5Wgxq+M/Y5PqvLAD/j15o+rIGCPpTw473uyk29iQmyPt1GAz5HlIy/MvHePSz2Oj41DHk/MDYdvt2q6D75HK09ZKRwvsa0Pb5tphQ/CT3yvXpL0T25IU27APusvjUFGD0NA/u9cJv2vQomAD9AcQ6+79GLPe/8Gz+nT+4+NZjXvUFjzD2PIAw/nAwiPv7MT7/Jsfo9OX5tvO8Thb1Y7a0+BIUqvYRTJD28gYC+S4IcvjAGZz6zKpk/EIBvPtsueD5wYwE7ncE+vqI20D362Aq+0iQpPs+Dxb0/Xwa9HZsOPgz3Aj87WVC9P/vcvk4EQLyftmA/fVQ3vj5PET1aa1k+C5KOvrm/Or4unAc/rLlQPnE8Fz+aP7S+Uu8Evi1ry76eB4E/m5PdvjjkyT7ya66+IRm4vBYfGT9Iuo2/XyBSPmruq72Ylzg9OplIPtQAsD7O8gK9L5mlvY9PQb5oXN481s0vPm9acL5BLhC+XUWBveGWZj56Nia+1WAlv5BUWL5h88M9dtjzvalFGz7iIKu9SnFZvd4rKj/D0MK9d0CWPluFCL7hmjA5U/75PUfNNz4EvAu+pb6ZPoKzdz00Drm+z6AcPSHhhj7B2L8+lnlwv2XhcL6xECy+iL/1viKoq76LhRE9YISQPmS8dT6LomY+5QxXPv2bY73ChR8/", 
