{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "f18646cd22dc696b01fd1e1313bc13387076a43d9f355c9cd833e8543c0662be", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "ISRKP/sfLz+VeAk/UCnCPTalsD4wtXk/CgknO0DuRD+j2yE/GMccPx3ORD1C2G0+ji82PmK8rj7NsV0/IE67PuF/Xz9TlBo/6TQnPwNzXD/kn20/J3SfPpulGD/ABEk/ACAmP7+76D4Tk+s+OWqNPh/zfT8UVyM/Jzs9P9pvBD9MFHk/mYEDP8Zt5j5MQnA/hB8zPxGJsj7JNV8/VsaHPUgX1T6BCJ09GHU4PwFCKT/ow3A/QXtaPykM9T231EU/LcWfPMpoDD+pFbo+/IrwPohcLD7Z+3U/SinLPX2Ufz+6nF48doMIPmiYND+SMww/4GZ3P+mUej6qYGw/6ftPPzveCj8="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "gKnowE/Izb9WfT++BFDRvzzmMb/X59O+3/iXv5uNIEAp9Zi+nFajvtO98j+V3zhAtr/Kvgx0iL5Ylus/uZ7zv4QKxL/e56K/1NqbvxRM3D48Zl6/N/qVv5XfOEA8SUQ/JmG1PxjM/T+bjSBAacASQGo4B0Cl4gRAVs0Mwaw1zr+K7i6+gbyxv3j+Jb8lOP++BpH5vra/yr5pwBJArPVYP1qS5D8p9Zi+PElEP8XtOj8ATps/OydCwRT3gb9b5q0/7EjrPcsMGD+9hRK/pHs3vwx0iL5qOAdAxe06Pz3Yvz+cVqO+JmG1P6z1WD9jVTFA4mnLwKrJeL/02SI/yrzqPwxXg7/AR8K/GYJJv1iW6z+l4gRAAE6bP2NVMUDTvfI/GMz9P1qS5D892L8/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "FTrZPXSVUz6UGWA+dB0bvG6m/D2s6uA92MoAPZwxRT3LuV09Tl6EPTIZgD6feyk9p9EPPlyMBj794ek9i9LAPQk16TsLU449DvURPgm7ujwUkek7JkQkPnM9vD3bwAg+BWS2PXEcST7TAho+VD2+vA8t1zsM+Am9m4+5Oznn8j29cs09rmK5PTW0Bj6UVm49JmHsPXJ1uj1Ehpw9h5yDPaUE5T0PNQ89YaWSvNT7+T27Vtc90B8nPMiKkj2tzQw9IrszPd5+yz0fnJ896tPDPZBsMT60GxY+VoNMPoagxD1sU7w96CB4PWU3hz1YVic+nDAzPbK5+rw+5jY+UuE7Pnqikz2yufg9nrybPb9utj2+9Y+8JP86PiHWczzmbY88S78UPtgG+T2BRqw9j6pQPKckNz6iGHM9a3GbPZIwaz0="
      ], 
      "weights": [
        "JFJQPZMz1T3C3Jc+udrFPWTjMz088cE9UpLhPKhchj1Wcjg9ncUkPXcqhD7lZ5s9DtRkPvZKaT7mYp08b4FXPo5BDD7DNCs9BIJrPP6WHz1FpoI9HkQRPpsjHj6xQz0+gsQBPi8Wvj2LTVg+pCDAPdxSwD2OqpM9wrjOPRe0Bj5mveI9Kri+Pdz4oj2690U9n59mPuzPxz1FmxM9ecHfPeQytD2B+PM9TQjzPfF96z3oLbk9iDzbPfD4fj5rLXM93D/dPXVu1j3lc709r2UWPmaa7j3locs9WWWEPuBrjT3aui8+ixIkPTSChj1l2bo96HMvPcry9j1I1IW9FDcTPilJSj1aLwg+jYqRPYcOND5YVs49PgP7PctY4j06gO49B4UYPYkJwz1e0wI+R3uwPQy7IT5AUNE9nEMQPmw2JTyXLpw9hFLBPTDTZz4Yqbk9fYqGPa4afD2kHwE9WOlZPTeqij1EB1E91SttPtgP4j3w+O49Axx5PssxjTxhrQw+h8cJPqkWczx+dp08TJc9PQYPnT2cmAg+Sh8FPpFNUz50K/k9QbS1PbegBj53or89Y4fAPcw3Yz0VV/o9ICESPmXcCD7rSdk9AL+8PeiCcD0dTk0+dSSwPZ2OMD3Ydgk+41B3PlAq6z2L69M9WQAWPsRR3T2gqKo9Q9X7PZfk5z2TQNs92N6wPbw8vz0anAA+o/jcPXbmPD5tRJY+6JBEPUxS+z189xk9ns3cPdzr3j3yq4s97AbaPbiGE72XO/89s60ZPeBC+z3sEHI9xg+RPm43rD3BKlU9qnO0PejFsz1NU1s+vPfKPaJKSj2TgNY9pKQqPhU0PT09ebM9qi8oPE4uuz1z0D0+eydKPiq22T2eOmQ9WBGpPYwwRT0Gs009oCuUPVBtRz3a22s+FvDcPVEm0z304AM+6Yc0PAPGUz4VUpU90hrvPOv1GjwVwuw8p2ZFPjc2sD1EvBQ+3XUePuc4Gj5a2709xy0sPuRIrD1ca+Q9kqOkPRkGxz2dpJw9", 
        "6/jQPWzqyz3p5o49a62CPbHfSD53MaM9l4Y3PX2tGD4tUzY+Oo7NPYoM3z0jQW4++5XKPeIvpT354ho+YrX1PWQS0z21zQk+06zDPZfEVj6s/+s9fwqJPp8bUz72mT499pjRPSdClzyZ3RI+Vb/EPX7amz00dZ493/rivDbN4z1EIj09fvt0PV/1Sj0xtYc+wWeEPWkulj2H0MI9xl3GPexdnj66c6o9ruH7PePrtj1KeUA+Xh2jPcmg/j0aacc8eYwmPR4iOT5TErE9jgvIPYjLBj3CDKA9UjZJPU2MkD3aMz49JZg7PbOxYT7Wo0o9PLYSPn12Uz7aUJs8MXtmPmSc2D3N6sY9Go4VPKkgKj35MVU+xiwFPvGZJT4GEoI+6ez2PUyK4j3FZzQ+meKdPX6u6T1F/NM88GndPS1HBj5FuOQ9kMjkPQrpwz2YkF89BeITPsjpmD0ypyk9FMQnPhW/QT4vFcI9ZkjiPZj8Oz6hI+I9e1DcPQiE7z3pH5I9WkHUPbaG6j2Bksc9aTygPkVVyD3Re5I+V4C1PSbOQj2uDco9KNl2PGy+oT1nkBQ+NgimPXulsj3QoS68CBs3Pmt2Yj2iRH49BuqAPXPi6D1ZkMg9o7oGPsv53D0P4ts9+kiOPn3JYT004T4+wyxiPT/gED4MzG89RBYIPkv8hTyfvY092+QzPhjG7z1dq749kvU7PY9Bvj33aZk82FyKPfSQFT2HBC89coGKPk7WhzxnX3U+BCdTPi7cyzz12Rs+2Z/zPVFrrj2Gr5M8DnpWPXMPuz2V6hg+tPARPo5eiT5DORo+i/fzPXULZD7AJ8E96lzSPXi76jxp+889BtoKPvQ53D3GqbQ9mD8kPuxDaD1adRY+j574PHcCcT1ZiRY+uySlPcdD1T1oDMw9i2otPiHm4z2to849x1FMPv1Bdz04KuQ9h8jQPZByvT3zcnE+kKntPUa/hz7OdbQ9gxePPVPjKD6x8BM9qjW/PZFAwj0f6mI9jPHWPXqxIbzxO0s+", 
        "e+hjPRKrwD3pWzQ9bGGKPbAQwD22xBI+jR3MPR0BCj5GSAU+PyihPWg+cD6cibk9bzDOPeSf2zzFnro9rpgzPKOsID499lG/jChGPqBqY70E3zm+KNjdvuNotj2Tgww/a7QSvWEAVr+47ho/M4AqPUyL3z53uF6+4Hk9vTZTQ70l5sg+KDMivze3Zr9Rx4C/RfaFvyXiML/rwcm/C37PPAtbeD7piZe9oysnP5wR1b9Fgx69Q7yAPtDM5j3Q2WE+9y5DP7QoZ7wUiMs68eLmPt3ukTt0zCE+uGYavyPYOT6Lla26s+XIvbQelTzcs0++isUlvUeXOj2ghsI+Hed9vDPSjr6dOA4/cAcPvpw9tr5bGbU9f70SP8nWpr7WP5o9NAwKv7YuED31Ume/mSWKPgqfzT3/HAI/dAwUvrkaCj6oUfI9mxanvkDmrr0jCIW+jmL0Oz6E9j4AYqi+q4o1P6zbn7wWKSk+fgm0v7WuDz+wBfs+hMM9vXKmfD4EGxA91pqrPt+1qT5nSru9kAgyvnYjszzlLMK9LvC/PXb/tz4oD7s+KU3lPEHl5z6oVuy8oe2XPb5bPD58LAy+IfgHvwpRaL8o5OY99UURvxuKbb+XBIu/ynn7Pom3gD08vNo+HCzqPnsV7L4HEsu8sGylvx78ir14D3c8oRm2vxLVUj4GTDM+4/61u2L6Ar3KJPE/n2Y8v8gXXT6MQDy/mAKavtmluT7HalQ8o5mOPAhVWL9iejU+cZeJvnKtCT90Ev69QCfNvUAnJr8DlxM+F2i5Pv8OAb7cP2Q+mDmsPuEA6T4sCOC+MHugPr4EFjy6LH89AMKCPkcHDz6FyuO9c5TIvrqkRr5Ofyu+XRE8vkc96L5uoPw8hyMoPteAYb09QYo9TETjPvzKeT5A5cy9RCzKPW+2zb45Q5A+x/yJvtGoDL08PqO+fDD5PXpPWz7g90G9BAjwPTHd/z4F1tC90D8xP7xT2D19s0i/HqSbvY9eBj4wVuc+YbumvlS4NLwoFkA/", 
        "gUfjPUJXKD28bgS+z8VFPcw4Hz5b79u+pwCSO3D3Uj6G6Kg9XUa+PJqMlj2e9cC/lfX5vSlTQz1nX9q/p88YP31IiL/KLqy/biUcP3S8aT+fluE9ao/VPShQcD1rsgk/Lrb8Pn6LnDyGpj4+tHFdO+NKg7uhJMY9lBkrvoPPQ75ooEq9dMVxvql1br5atGG+TCcQPuLjIL+aB1O/TTbevbuTI77digs+dpnfvwjTib4PT5u+OLiEPstrCb7Sl0g/BwSovdt/fD2kCu08pKL8PoDaML4ODqQ+c4azPeSDfD8+JRQ+RFkkvjbc3T5INCo/JFlfviZ4m78kc2M9p045vpO9Cz5wyiy/7OeTPk/Y6b3Ucps8SmHjvXRMkz69T98+zcjqPerlX79RWiY/BmgGvvozZD6xNp6+x9wuOtbrtr6knUc+OYH3vlocc78ht36/I/2+vwgGPb8fodS/4q81PW7jlDsf0Dq7zFMaP9/b37+T/ky8tb7LPZCp7T2J4Ai9Fyg6P/ld6T0uJSw976zWPvmcrr6cH3w+HSAAv4XFxT7i3gQ9s/B0PAm2UruX0yE+z7upvSiEVD4R+wA+m/wtvorrzb0ozAw/t/2GvmG+Ar9zY0494z0APxt6tr7BmBQ+z6QYv7+ocr2KDGm/okcZPjXMoby6bLY+E+6RvbhBkD7DZB0+O9e1vs/Opb24mmW+oiItPX9Z8D7W+KS+md3mPpFtgz6IQZY+NA6lvym2Gz9IhBM/WcNAPgvm6z1igTE8HARIPldjD7+FLwk+NdGBv0Uys7x9ZF6+DIuTPVDe2zt3BZK/024wPLpTor6Jmfu9UfzovTFBYL8p76a/Cb4cP6BCCT+29xA/xYg8v7uhob+Fyii/x0oVPc8Yhz7wgAo/EfPNPuUMpD4/7AM//+evv7VW9D1Bq/U9XMMwPrKqgz4EEMk+phrQvfNUfz5mx/I9OlpbPjP7dT6jzSu+j2GGPTwKaj9HxIq/XX4Cvqb3BT8doJW86KLLvboQBL5Oflo+", 
        "COYJvbAOwr7WWVM+dgKSPjvbXr+35m4+97i6voXJqT6CyVa+viUCPZKlXD5kC6y9rqc5vvQJhj60/Cs9q5FAv2/puTxpXvg9tZmjvWBMFD/Dq+o9+UynPm89oj03ULc+u2kvP9yjvLzmLN8+AWB7PUbDnDxy2w29RF6mPJ1KcL4U34M+mGJIP3XoLz/zAVW93fuVPaGMSL/mxnE+QuP5vcPHiDvhijG/KLSFvgnQyT7WbQQ/O3kVvzdsNb9iNVm/RfaiPegNA7/2ZFK+M1mrvBsLIr11YWY8z5plPjqWTz6+YK8+uIgYPng4A77r9ve/9ZIgvSzVhD7RhHY+VmVCPbLo0755ccS8gGjOPo/KzzyP7TG+Nhv5vIUS/LwixsI7elIRvWrblb/5KBU+BzyaPoBWKj1nVoe9CMnFu2YiRz6Bstu9eFI/P85nXD6JmP0+B09tvTHber4d1Qy/IoRjP5Fp5rt+SUw/HR2Vv24jF77vLPa89xb5vtOcHD196aW+hdkDvrMiu7z+hYg9t8YQPxlSC78MgBM+iHHsPUvB2j5mEwG8jI/Zv3q3mb4g05U/GZEmPzv/+j1kRRY+ltNfviuEOT4yydo+lvrpPYgUBr6LfJE+CNWmPMsILT6IFCE/oNuiPilMDj3D4qs+j+UEvUINKT01STI+NmuavaPy7L7QT4m/uNpAPt9p27645z+/uaa/v6OzxT4pWok+rFvmPUtirT5Op9K+TiikPueLeL8551E9eVR5PdHfpL869YY+WS0GPkyuPb4KQFa+SLDvP5CUYr/bjjs+2AEpv8YKjr5JGMo+yHmEvReBuT1+ITa/CnAuPNVigL5KoVg/OOzGPASP9TyTcie/2j1gPS85+D7xfTu996FAvXcikT5d+go/F5oEv4AyXz6TTUQ7gmMfvgS6TD6Kv4+87pCtvbKCY77xfya+1yNrvp4lBb7wjA+/2CvJPTMv1T50iqC89TqVPXP5wD5Hm5A+VJAfviR9Vz1uzMG+ydRiPjOnRz0eny69", 
        "l/wEPoSJvr6fgdk95298v6EbtDzH4Yu+xi1jPjcbXb2P5a2/E6unvfAelL7asFI8llB0via7Wr8H46G/tk8OPzmILj+5f6M+i9Qlv6ZJm7952ce+iw6yPjBaiD2DtvM+u9xqPvz9FD4S1dM9GzWCv8quBz4vC0+8kWgzPvVb3z1mDZo+vAqnPeOivj2z5wq95A0gPgRhiT7kZqW+BZpnvAeURT+S7oK/6BwNvvQL0D6fr+y9aLvXvbZRBz5b0EA+lOzzPW6E6b5xPxU++vrfPSWIPb8DB6k9kAYRv6zf8T6nryS+zzWQO4x/Dr43WCK+DH0+vaskwT0IcNK9agg+v4OHrL0pPte82J9JvgJ+Mz9kKiY+4DlzPtUrFD2evSw+Nsk1P8/kwL1i4LQ+dqQFPTpyAr5gBQC+Z5c6PgtvVb68nPU+shElP42evz4Vena+HoXhPE9fkD08ioA9d1PkPiJYzL58OIS9pZFdvaTWU74KuUM+yfCMPnauir/jPOk9JQadPnk7Yr52u4i9KwWEO6Lhp73Wggu+UXh1PlfPkT61qhq+C0fjvgdaGT5SPli/Q5YvvZLFibsdGr2/lifVvTDgMj9TQgy/YJ/lvppuJD+1Sj2+im/RPrKP4b0JxGU/WCh0Pomie7+kXPy9n/mtPt/5j77wGSM9NQmLviV1Rj4UM2S+Qvzpvlp9s739Eh6+ii60PcMmOT9E0ry+mzDAP6JN+762h8M9BHoPPEKa+r1ToWM9TFeGPrh4Nz0o0cE+dzz5vR4fZrsMJ1O/jf5gPR4AI7658pS+gb12vXIelDwLy/i+3GU5PiVyPTvfwVI9WbsivnX9vD3uU9i/pOLVvOAtpr7Csm4+JpWJPvqwpb0dGVg8l93rPge3rDwwSwE/MNdbPrvwH7+3z6y9UFgMPvYT4D4f86y9yGkBvrdZPj9408c9/aaIPGySQr7PI4K9TJqhPX/z2r6QKwQ+KxuFPngULz7KrqM9RHA5vvl/1796oho90OYWvghC5b9KqSA/", 
        "lA5+v5WYtL9j/go/J3B0P2k8ET5ABIw+wFrFvNIf0D4E0yg/vBXJvFZEjT5Lzzq+ty90Pc4IiD0PZHO++rT7vWSpPr3NJhi+F4JSvtZAnr7qmCy9NBBAvw3/XL9ZPHS8ctkLvtVV/Tw31Zm/w7VvPWrE274lV8Y81lhRvru4AT/Vgwa+oe+aPdGmBb4N/Rs/OJ0APWKk2j60Xkg9CS9VP0o8iz5oDAa++gjDPuB2WD+gRp29IxVxvzNZir4jPla988u2PjYNeT+kZio/8PGKPXaLdT6sCmK/t7gqPpXdL74juCI91Tgsv93STr71Z5o9uIMoP1PbIL82+TK/rAMrv0aS/Dwp+zC/yrQoPQA7Pj0yfbQ8Tp6HvnXrOj46FLE9sdyZPQ1tnD1+jGI9lOe6v8jSar6koJU+HEacPF7M4L29hba+on6fvUfq9D7YCjY+cdddvoOMNz5I2dm9jxe2vdon/ryg/Zq/dTOVPbohmj6OuNW9B946PIlsS76XnM88NcMSvvPLBz/8Qzw+iqGWPrewj73ATS68+z72vloacT/wORi9UyFWP8tmm79b2Ka+J1HLvOuohb4uljC+EhOQvrBy1D3s/xu+fJs1Pq14xD7T7Sm/OxY6vSOiRjwObjk+w3e0vVBHsr+yc2S+ZPSkP+LrTj+YC+c94YvuPVTao76j1UY+r/TDPgRMpD42IrO9hXaIPhL4mj0juPY9rJCrPtedp75X7Gm9DfYIPWpadb3IB2o+Vh+HPm7Xk7/3Gbg778imPRPOer4WD9a7KdrvPXI+Fj0TK+s9DkANPuV7OD/NLxm+jkzZvtw49T03P5K/cR5GPZt1mjx95Ne/zhUfPazmNT9T6gu/Gd23vuX4GT/bX4m+czcCP0WHBL44wXw/Yoe0PYGSdb/Cww6+Y6XJPurXir6kCKe9tc0xPVEc5z4SQxa+HEuRvuVz/r1mOOu9AhG8PUDoIz8Jfqa+ceS3P/fAAr9XGZK9VPcGvv9NSL6QD8a9Om55PtuD472wQqQ+", 
        "jFtnviu4Az01EUW/0Zhjvfvpu73M46e+VWTEvZo5nbyX1CS+wvl4PvSYN7uYY5E9u2WCvjmojD6TJMq/VnF4PeRUgL/e4Qi9MDYbPegcjD2vtnI+O7czPogkvb+txiS/UnF8vV92lr0ar/w+Fa+RvR8rlz0LFHi8UplSvfRbDr+hPT49Gmtjvwm/N78mo3m+BpfxvZPkwr3fTJc8VI0CP/AtEb7K14G98LHYPvzPoD79HbC+UMmcPhNXDj10RiC/rqaOvtLk2j0uRJC986IGPQnL4z6OlJQ9W2OEPTW1gb1ppeQ+X34rPh6f9D4/t8I+IWqNPo0ASb0Tzge/uOO+PoHZhr5HQpS+8NFlv4GyPr1WvR8/zwd1vNYCor5M6h6+IBlYPAUw+z72lda8jh5LPjXBcr2Sy++/AsX/PZG56L65Xpo9xLOWPmlIeL6Zf9s+drW2PBQusz5B7LK/7HdUvlX2E7+5Upm+SqL+Pt8v377YdEy+2AKnPlIw+T7HcjI/mQ+7vuvGFL+BzpK+67RkP76LT7/Qnts6Vb7mvs21V75caq+8TLOAvQNmCT8C0qo9fu5cvZOGwr7bABM+wUtwvnmnM765iPc9QakQvqZuRr/j1fE8cK4nPXrV7T24Hd29aCdxv6yt7r5n+hA8LeY1PIucqr0D9D8/7UVFvDAh8D7qCgW+DQmUPrC4wj6ZikE+W5+qP7BzObxGQgq9qUkFPeQc5j5rZs29ceRZP1hFWz6mZKI+GXOGvtqODr7dpC+/GWNKP2yYT7xpueG9khS7viS+NT5tSec++7mYPUw5Cr4IVtU9yGHcPbNl+z2WvIi+CAjxPpZH3L/uBly+HicCvE8lIr6YDcs/EZLyvmjALb5Qx6k/8mw4v8Banr8vHcQ93ifJPd+Vgr3Pq5u+OC6BPuEw/j5aObo8mNfvvYfbGT6u7087PZTsvj2AQz+vhn29PFDtPWABrb6c+9k9H/VYviuR3T1s8b09gA9IP8+JKT4v4Wc/O4LUPj54ZT61H60+", 
        "z82sPWtiXj6h0+e9C63vvTCkmz3ZrDM+ICQwPtuf77xOZFQ8hyjfvKf0n71tRbY96NdwvwAcrz9KWj4+sdbSvFI+O75iP6Y+FHdqv1zwP70S9nW+55jCvyt0870PMhM9U2qgvMUtTj0LBJ0/ZF1QvoQldz7vX04+QgFsvQsTV79i9Po/VeGRPnoDj76ndl++xP5NPRaHGb/ouqq8gtwVvk0t2b7BrWA+ZJI4vgNnLT/sDlm9qZMuv6aSdr+SgJO+xxolv0hyjD480x6+N3smPYHcxT788Ue+VLG5PWoVmr3uMJc90uDcusAncr60YIQ+47g3Pg4cET6cfGe+9+jIP0OUh78Shgi9JrizvVMAeD6CURI/EzLhPDNVrr/zfRi/TCWHPZnqjbz+PVI/bq+0vaz3e72/eBU+hR/nOwlwyr5a32w8raFWv6lqFb/yvHi+p2HgPQBiFD0CMBA+S7gmP11mBb8iiOW911npPvMjXz603da+43kKPyJ0CD5h+A6/EOmBvq0IBz1QbTI+PowWvDbdDD6Vl5a93CpwPYimoj1sBeg+w+EQPgErgD5ByQg/oK/XPaZXp70K8kK/8CuBPsZDQ76pupy9l8OHvw0iV73dWMI+L5lvPokU/L5y1Su+5tQavp0l6z4x7hK+8cTbPkeAvD3zf/a/WYCIvCQHGL+bTJQ9HttdPmD8FL5ZUDY/DPIpPrORLT9eT5G/+EHAPY83xr57QzS+InbWPs786r5188S+sbAIP2H+Cz8pi0M/1s79vSQQ774v2We8nJ/UP08dPT70KSM/rXAXv3mynr5IJ5i/wff/vYlwoD57azk+jEiyPsrfvz7d00c/3EeEPn6Avz4PhV2/B+8GviSQX799nKA+fjvOPab5kj14dka+Vz4HP3c6Qr5ukXc+FrCtPrxIur31oAQ+5dqLPUbraT6LvWO+NqORPkyeqD4tPLi90G2fvcyepD3JXpu9xEkZPpEgvb6tkYg/N0qYPQ8Pm775U00+D8NUvZ6J374UWCu9", 
        "XU1EPoJodb4gjyi8bOjdPpnRmb9JKHA+DBl9Pqw2Ur9hKJG+kkf3PLHfr72K5Sg/YnC3PUW7Zr+gYZc8MzDWPk8pvL1yr3Q+zgntPT94Iz+wGco9IZNMvWFTir/49L49sjMpvp9mYL1OvFC+y1davcch6r2u14Y9UQgvviwAxjy4vb6958Xhvv65vz69YVC+KNkEPzAqSr8cP1i8Gkc3vbrZvz7EdS4944IgP9sw8jzlcH+8R+cUvi8BHz/rHz4+Uqw/PmQN6j34E5E9FqQaPo4CCb7KhjU/pNTYPtiivb4cN1y+4qYCvplnNz9zJrM9h25EvmuiiD4dHXm+eYv3vJHSzz6cuQs9HOyKPh4lBDwYPkg9lvRpvrm8xL1Wi98+CWJZvmu10T+JC/E6PEDiPhHMNb6h35c9KUDAPg2Utr4x9P87s4Dvval+9r7CPYy/Qb8Jvb6mRr1+6gg+8DlJv5goWb2Fs1o+Cy00vpCYgD6nipK9/1hwv3p3FL6OQHQ/bv+VPlntAD40P3k94gg2vq5bFj7TEmS/cH41vmyRxT2aUvm9RXpxP2lMdLze9bW/wCzFPgo7mz52fp8+AhaYP0GU375vnuS+w1utvv/ZKT/3u5K/VBz9vewb0r4Z8bm85i8Pvmro6r12DN8+vopHPg9XTz0g+P2+wxhbPsMjBL4k3Fe+ZVdsPrKyNL6t2DC/B1x0vYh3CT1916g+L0EWvpO9gL/mZiG/YXZQPZ2T1D0An7m7FsYSP8jMhb27phM/CuwHvtB0Kz58Ngg+CY4lPWR8bj8mzpG8qjwMPTj1aT6DYqg+4++1vTv0Gj9OFdg+vaSoPmbNnL44JKS9auk2v5XyPz+JiJa9CQ1mvtadLb5F+e09iwciPwttJ77Dysq97NeLvrYjhD0cAz88h/yJvhDBFT8ue/2/2jqvvac8nT35xhe+SByaP1Nd3L7uamu+RSWXP0LfDr8lQ4+/h8EkO7q9gDy6uxe+JD1lveFFoj7pz6Q+IIPhPXTJ570tPI8+", 
        "P7kRPogD3b5jWxC+9u3VP+dnqD0SIj0/9rk6v0wgd7xqubW/ckjFvdV6kj7XY/o+NF1XPrg+xT6vCk0/mIGbPptX6j3suke/xsOjvYCzWL+PeRk+IFLQubWljj4BAba+7ScfP0DTq73twqA+0C3OPijz2b2vzkg+StQqPUR9FD7x05y91cZxPh+t0z1l+1Q9OtYbPhr80j2OkIU9lgg0vsqZh76Rd4w/kBN1vYUhp707MIQ+Q/99vHZOC77m9VS+1XQWPi1Edb1+bME9qXjLPl55pL+bw3m9YGyQPg3zWL9u65C+s+gIPnf5WD5qSFM/wruuvXHDeL+OVA4+66C2Pu53Ur2XAS0+CuI0PcQnOj9CTxE+bjNqPVBadb8dyYI9VgimvtsxHbzvlJe+Rp2qvOyAED6TjNA9uJvfvbjZMDzet/W92XOJvF1o7T56VPQ+ykSfPZCrTT8SetQ9l5PhuruDsz4ZM9y98AtWPglGoT6KRe8+iirAvjbI5D/Foaa+YuAOPkm2ET92qvy9z8S+PcjziD7eo8U+QaMsPg6U5T5gMD07x4ogvu2LvT6MCqc+RZ7JvY8V+T6thoa9yWmEPqoy0TzRemK9EAKJPiX6AD3PTVY+JDeIPX0dKL4EwzC+Y2Qav3VICj+p7kc/RmvaPsWuBMDdZLK8cBg4vuhJJL9LprU+5aORvs9Y/L2IkaW9mtEoPbVcB77hEd6+tU1rv2OVYD7OR5s9D92GPvcAO712rv29rv8iv0lWsbygItG+f+Vgvx9hGz0U8+K+LMqovhgSlj/4OBo/TGOePU+uyz6wjcm+0XNmvrFSkr5n0GI9zC9AvY0bfj0VOjw/+uuRPJPVtz5vRo6+7DY1P64U6DtcRkw+14VevjCXI7zr7Cy+TjeOPaViuD1F0yU/dgKUPitCoj8geRE/fuy1Pd2Ctj4VbAo+h5mEPYjEdbxK8NK9XV/nPJqsij5mnAE+vPDFvQuaP73JYZY9UbtQPgDUpbwDV2W/MyS0P6bA57zUHC++", 
        "crkavkMZXT7+WI2/3T1fPXTseb3P34W/v9n2vSp3sz2GqFC7WyL7PTxIpD87hZa+rjI5PsqXLT5tnUq+TMpev16H8z8PQb09E+y5vnzZW74JxIM9qbeyvhSChz7+i/a8NpWavl5zaz70l9W961MfP2NuXr0kf1W/zxkkv56tyL7pDhy/X1UWPclQlr4C+Xw+KPv9PiytrL75nlY87APBPu/DdzyMCP08QClyPBTM8j0Cw8e98ZSivDQgi72uBc4/J8q1veHiMr8Zx6M+JvvGviOrgD4CSSi/bflRPoNbrz3rFqg+CneOvEH3ET8xcz0+j/5CvnA1O7xqXhc/BftnPt77dz6yGUU7OcAGO7ZozD2btqS7rgBYPzDukz7iNni+4bXgPdr8/T1dTSQ/3+TkPUmyQT2NmUg9P/bUvWSlObzq7vg+DSQfPvFDBrwhAhC+XvkRPwHEEL49WsO9I4GOPrxpprzkfu4/ZzAIPmqOTz8FgY8+Y3CPPEZq/j4ZL3m+I1UqvtLxnL5R1LK+YLJvv9ftzj0OOkq+WGoxPaxkVb8ZeQ++lsDPPtlGd7xfKJI+cMlXPYSpg79WaNQ9sMg/P0RdFD5PMFs+5JLIvbkK1L0cBbg+AI5Zv5UYlL07EwA7xtgUve0vJz/JcnQ+XeDkvxLFoz5Xsm8+yaSdPgpTuj8Kyxs+iQGJPkbZ0D7HTK0+0qvfPR1gJT+tIZ+9pBO1va7fuT4Tzey9W5Y1PgIXwD7dl9k+9JQsvrg8+z+k4QG/QTNYPkn/zj5gW4+9D+MGvTp82LuCp9c8F2jCPgTJiz7dof088Yt+vs3+TT48m+8+A+OovbFFoD6X6AY9n3CYPBVa5D1qYDe+a13IPuxfhrxdVpU+nABRvaYjHr7mLlG+S/SDvivD3j4rI2I/5X/nPl0IH8BpeEa9hzbHvpJ1VL/EILc+Gc7Ivoycab7q4rG+Hvk8vr15ur1oDbS+JmZRv6exDT7Ibf09PNfOPqKHnL4ekow98g0uv5sh7D0xAL++", 
        "rnZgv6kfTLzvcaa+JKXxvI33jj9s8+U+fBgIPbZJrz7tLA2/thwhvtyxjr6vYg09qsBEvTqf3z0Vfls/ipJGPeYj1L5QzZG9tDHavtsFyL2ZQME9NCH8PqnwxrntycG9TUSWvX4GQb9853+/W/Y5PxWKk73oZKM9Xyr6vSrdQ7/8EVA/1fCjvb2yGb0a92y91a0GvU5Xnr42H+I+QRWyvmspQT7VYIM+zaEavst11r1/e4C/xjFpPtPnqz7Qo5I+AQEFPuyMrL1Us7m94ODcu4uFAD8LymM+CwqOv6rCBb0c4Fy/wqFavbUbwL2GdcS7qSgGvG6/z793zDw/lE+svq+hvT0i3sq9yvq/veM+tboS7po+XfeEPvLo/T6tJrm91ogzvnjGyT62DZY9sCaJP/JX9787it49WpGNv2kAmj1Dnmc+6RaYPnm1177UPdw9r8uFvBaInD7Iyi+9s88WP2ezLT46qGE+jVJiP3ZDsz1Mwza+okEKPh+bDT6NINy9cS8CP43iMb8xfwQ+ZEnROUttzr8q4Hu9v+26PYejwr1XI1w9FWyxvdt4sr6giAc+nyt8PtChC76hFpi+d8yTPtJqlT9NQ0O+5rCBvVIl1L3PpDU+4zWavh4uhj5d1hu+0XB4vtEyRz44kx2//M4aPjdQZL5aPq6+fAPavHWzuLuBGKg9u0LrvdqYRzyrTq89PzTAvqdUFj7kfSq/zQiDPYkaWz6iemQ91qmXv4+7GD5zEzG+tqQVv1EPSLxtnY0/7C2Lv8LK0L6ZA/88Q5lEPwycmD4hrCM/8DBWP+chdbs6Ra++6IOdPU3uCL64+9Y+BkKRv+1uxL8wbhw9Tu1BP8Ahfjwj2Ay/ABW6P8fFbb9kEqy/eEwsPiK1HL6WnIg+JE5cPU0drT7emQU+5QoYPChunjyk648+Up5SPpwtI73mgNO9jJ2dPQ2xgL3o/8G9tF6mPR4Lb74CiY48wmDQPPVeSjsY6bm+RjK4vSO7aj9TtoS+I/LXPK/KT77mOAa+", 
        "QnwOPYdCLb/ngL29pzarvPhBur7GVw2+qTelPsXBfb7q9qi6g5vIvbhfKD/AKvg99eiJvxP50r/Cc6s9MaemPXKyk70qIr69CF98vs+gZb2nn9m9exBVv9ssmL0urjO9stLPPnnUELyvGLW/SfhOvRFKQr20tIQ91o4yvgtshj9XGHq/NmYDvgJ98rpUmZK+iihXvVrbJT0p0hI/uAGlPUZ0nb0K9li9/D+xvfNuBL/HN1y9JezxPk/ub7+EIEY+Fmm7P4cA4Lq85gg+CyLRvtkjY7+cJAM/lzC3PY8d6z53QBm+eUV6vRDvIr1l/6s9T7XOv8mixD0UdFc9bl7Yvsbi8L5WReG9PNG7vmYoHD7IrDA+azU/Pg+Tj73r7ni9my1qPF9KU78x3JC/pMRDPxOLNr7jwgm+NXKHvTQ5Vb8eDx4/yBfOu3Ek+L2mIQC9CaNQvX68Hr9GbBQ/nSy6vk9tlb2RICA9adI6vr7EZjxmcYa/grsMPortbz5pUDU+e2QvPrH4KD3dw8Q7vjdjvapYDj882EQ+ouODv5EPCr5nQ16/i0uHvV5WKr6iaQa8CWe6PTXwBsC+oDQ/TFOcvuaeEj3fZ6i+Xc05vo04Mz6gMRE+gAK3PtTpLj+Omr+9JtG1vgGHpj7NXQ2+o71SPxzsDMCurLs9aR+mvwRWxjz1CyQ+z7QlPpt5k75rEhE+Gtu2PZZ6wT4Fb5A8OUQ4PlMGA7008gQ9gXkHP39tfz6UoMG+FbNQPjNBi72gDyu+St0qvHCUij6CD8W+iztDvrq4xT5n13S770MPvigWRb+VeRq+q6uYvG+iWb5F9fi8LC8EPwOQ570XR8s9PHVkPgMyTT+6ZR4+BScNvcsqzz1bjV69FAievp1aXD7dXp6/agSfvvX7Lr7gUtI+tHgdP20Rhr2yZTc9J+5gP5sIeD5wICk/pxyqvU/BAL6eZY2/CVM7vw9nDLzFSmq/cH2UvypOWT+82SK+A6fcPG9dMT96JbQ8G7QKwOYySj86iJ0+", 
        "+EGHvdROmT9iR948Vn2Wvp9IFz7s6ik++4rPPDgE0L7osig+H38NPjAgLj4CCrW9E/ITv6Iakz6Fq269rMnrPrpbBb6dNZ49nU+RPuecN72guVs98Evdva28Ib7x77M97OhYPtjHXL5IpJY9M1rjPaBAKL3Xr9g8eRo1Pv5Hqr1/ukQ/liY8PuHwrr4zJa69QcQkPmw/oj4AROS9EFqNvrSOtD3og2e/GYfOPu1VBz8uRb2+WtEEPqAPoL3Q9Q2+SBUHPm1jjD7AX929AP/EvMXSAD7/LdA94/MpPhgybb7eO6u9YenBvumo/Lxq5dg9xS0xv9Stez57FcA/tTBivhnRBT8QfVy9QWqTPpP+k7+ySq++H5EqPbENEr4Gc4a/+DVgvLINib1RM9u+kXIZv1pRrT0MUYy96RKzPo2fWj9eGdQ9yGjUvWAJaL4x4pW+B3/SPXNkIL432hE/Ca0Kv7QrGb51LtM+diljvsmAxT4Yxeu+NwVVPXK7Yr5d3ha/4cZUP74ujz6e9gc/kicVv7ckET7BJgS+1FCMPe+V178p09S9VaAbPnwDzb0AkYs9g6YuPyx6nb/FWb69lLvQPb9LKD/qZia/ACsnvpfXrLuDTMa/paOzvRcJ2D1hoVO+87QgvOngcb3tHI++G9+3Pgq5MT6B46q+fJ1dvq43LT4YO5g/SQW0PU/FgL3FxY68/2axPaWOhb5JAHc7TwUpvS7Wn71k5Y4+laZTv7WASz5+pdu9SypGvgV/TD7Zi2S+lL30vceF/b0N87E9N7xlPaHI5728vbO7aLlGv0a3Nrub/5Y+dB7zvLJxdL9sjpU+jS4ivk1VKL/FmBQ+uGubP2cvgr8sF6O+HgnmuijE2z6vzmw+x2lWP5Vf4D7vuSu8o+k0vqFyzz2tT7q8s2FMP8LLwL/ppcu/sEMZvimVLz+rM/O9CywKvxA3tz9+zGi/yPajv1/QFb1As4S+qD0GPolyjT6+/a8+9hrMPYx2yz0csBo9qWzrPrD5Jz7OYES+", 
        "L0EcvhfqeD7edqm+j4tFvXI0ZTtBMD8+amEqvqRugb/fhY2+VqHdvQPHAL7QUgo7N/vTPihh2b6nVXs9iozWPIM7dz+6Alm9bKaSPM34Cz7KLf+9RJFgvp1lnD5RHGa/Y8w1vqHTPL6QYQ8/rnXNPo+5JL1PW54+yOJZPw0SrD1pZS0/cw8mPgD4Hr7Uo5C/tddZv4wXhj7HR4C/axyGv4ZqWD9Tt4+9U+FXvixvWD/Cxfg9C0Dzv/wGPz5ZNSU+JcKEvsX8VT/Pbj0+41XRvbbsFj4b3No+mqB/PqvED7/MYpU+Tdl8vDtCpT0w0BG+D6EGv20dhT6KRXa9Rg3ePkGIEr7LuQ09oByUPnFyAbx2+2o92gDTvSi2Kr7UZws+xxsHP31O2r7T9DE+S5f9PYRBuL2jdDe+olEyvir3HjvbAuw9w8+0vkeogb/CB7Y9G9VgPvXXib5au6Y+QkfFvnK1DD+W+Ki9SbiHvo9uNT6jHPs9J9aSvfgtV781gKM9FR/YPIIzib4uHwK+iThoPce/S70nos89D1HqPTMINj9IwQc+RSozPnL4lj4Smcc+Zg2OvS7Qt76qNoI/UfeSvA7Chb4L6R4+Qt1hPr1Oe78V+6Y+s82WPay4tr1CtmO/LP3APLSpAr1CjRC/oJKYPP3KSb8v6Da+tQAFP5e0Bz4k8zS/BLFAP0JDJz4p5+s9XROOPuPepb6FkJg+NNBtv0Mr5z6bLJg8MGIEvuCfGz6iA949QxzIPrIZAr4KO5S+HmUNPyKYDr/5axI/4ftVPzPsbb/k1LI8PY2nvnGki71WaxK+RqmxPbq6/Lu1gay9ZtJWPUXdAT8SPci/HzCzvW5PQL60spg9Y3l2vZqaNb4HARk9Q2rCvnZHsj244fG6lXmlvcsgyL5Xl5S91aRcP7l73L6CQFg9p2qDvusIo70/2Cc5x6nKvpw/Jr5264E8E4I+PmDeqr2cx54+9QsZvjIUZD1cRuW8ZdMMP0VwiDwAS4G/5bnVvxE6Vz6EMaw+", 
        "MYuiPVf7lDzIp0u+rOKWvZy2Zr6ElpK//6ZtPBvZsjwvf7M+AVzJvH/asr8Cq/A9bVT1vSGoBz0SUIq+SMVqPwNGdb8DWzU93hBZPd5Or77Q5V8+jJvtvfCq3D4SemG9dRZ6vk/Noj2JOiy+vAcJvxOBOL2tffo+tTsyv3nzvj5mQMQ/FprSPRaATT41rhy/omRcv/02ND88IAE+GE+iPsNTY77qa3Q+UezxPaS5KbwvYaO/rNIWPUU8HD1BMBG/dWA5P/zeiT6LmYS+F/zhvC5tnT66N6I+Gw7lPckZEL5UeJ093X13vwFF8j4V9PQ+yUyQvjdCp77LPAc+dAxhvnfoPj6uB70+0u4dvtJAuT0J0JQ+5nqcPk/aGD59jcC9WiuHvlDxXL7DLCw+Zs5lPRCVMr+Sjh0/EhbNP7LgVr4wPO0+X+dDvX3/PD7ccZ+/gR7uvVNA+D1tavy9Y9WBv2FNOL56s8K9W/oCv49cGL/TYdA9jSeIvcaZpz4Is1o/ixFnPS1zDr508sO9psLnviFgfD6g7YC9emQGP/NyBb8gvWu9+ZL/PsKUYL4l7Ng+Ju0Pv7d0Bz4BF1i+IFykvmrsdz9BNek+uDYrP/0nKb8N2I48oeYzPtz7yDzCl8y/tu0AvIMZtD5kvpo9DZ6iPJD2hT/wiYW/noHYPdPopbyylrK8wg0Cv7dbVr9nwYW8r2UxvZdnd77bugQ+YveWvvLlLj8q8Xe9oFujvshuMD4vkVO9zoHsvfOQbL/WiIY9iNkaPjio1TwrlyG+gN56PNdywb3EqkY+UAZePXsT2D0doLi9CZcHvsuVWj7sTNc+kOT/vMN5lL7iN5M/XgZMPihxNr7TImY+23zHPSWEhr9nZgc/Q8lPPumysr2+2zm/ZrELvlQB5T0Dty+/SoSKvqvqLb8cCzG+w0nZPttjhz7Ckle/5JpcP4MiEb3IvTo9huRoPZE73b6Qr8A+S+h0vwwx2z5uF8M8Kq+ZvXSrPz4aSTw+KQDVPisTlr1FsY6+", 
        "rAwEP4X6C7/POdk+w0AiP1g2bL/L2pk+pmmaviq2gD7tCRW+i0vuPRrtjL2iMxQ+gfLLPt6/4T7kzMq/AxzxvWAqBD/8Ix8+EBdBPyGPd74jock9Q2iTPt/aq7865TG/XeEsPVdlhz/9XdC+4Lczvy6VZr/KjrY+HSwavnPYnD45I129zgW2PpsgVr/E4YK9CBMfvRcPOj92d6k9P510vmzLxT74Aoc/1tosvoRplj5cWhk/TjQnPS9oWbxNm6y9lUwcvyX8mj7rafO7LO00vh+b7Dwo45m9VSu2vhQlPj/1qos95RG8vfEatz0Loyu/Es8/Pp7shz8H0xA+a0xqv8aORb5A+4Y+X/yavuQDbj2e0MW8HhBRPg51Ir/hzkK+2s5kvgNnr7+T54a+6O/UvgqbxL1NzCQ+LdaYP5St4L6gcgq/+Q4MP4EgxT6KfX+90EcGPmcXi7ysm4q9Mt+OvZQAED75Xxm9AGDlPRzT0z3TYG2/1mYPPxmIcD04cUK9LxVtPaFveL22nh49MzRrPuG5Hb7KX1u+/hYBwDKXI78gk+c9NB+dvRSgJz4jytE74Or/PPtGsb5CcHy91korvzq+4L1n//c+wQ2Cv2hL2D3Y40u7GK52vjGDwj7pd2o+eOpXPz+a2j5jx6a+ghdavWO8rb0SSGi9gDDQPJnxAsDaW609FJiUPfQAgr6z/M+9l+yTPoB5Oj6P9aK+TfyvvYdz2DwiLKi+ep00vzx7hj5wHTQ+8svyPe3Isz5Q1gI/o/O8PbgCzL0SOLo/J+AFP3IKij7GFCS/N4hNPu/hQTzNO8U+BCKcv2PsXD6g916/Sa9QPZ6ZFD8wSjQ7/v1/vvBVy71r6Pc+yvgBvlCo5z41sM09su5NPVxtd70fpdw9BFfzPjLUyT7yQGK//YqMPmAwgzuVMnq+6Tq3vj25gr+R7Ey8VvM3vf/M1D6bRCI9mYqCPsa7vT4qznE9M60BvbuS9z2wURM+0iWnvYmzu79zITG8Fr9ZPeYQGL7btLg8", 
        "UbnWPE5N5r4OyKq9iOMEvMV71T4Ga5S+HiuFPdvhBj9VAZs+KJhCPv45Cr6Zjxo9UEP3PwNW27+CEtC8tj5pPjkcjTwXJNg9e1FXv9ydZ7xJ2u4970iwv+ipb72UYuE+8dKUvqK1177SFa+9g96yvkE7uT4GJS6+GMOmPYtLI7/VUIu/sVmfvg5y97n9gOg+LpDbPUHLI7+zwzw/U/cIvo4jHz3PP0O+r4mKPZ04Er9kFw8+Gz6QPnPr5z6pJXo9fKyLv4A66D0eUzK+A5OXvRBgxT5eN6u8AV0kvnzdML5YaCU93eKMPrCdKD+Fu2I9TqcBP7ITTz1CPNE+WzKVv4fjAj+jSJ4+INgZP6mQgL5h+CC+f+UrPzkMub+kNzC/iD85PRRBhz9EWPq+eX0ov9LEd7/wfq0+OEJXvUM23j6zzSG9O5y9PL7HWL8vkMm8tgnovVRAWD87N5o9lSIbvpfP8D4XRb4/9neNvVUXzjwSPRs/UhSHvApt1zxpmIS5Hh87v4oqUT6CG7S9K/IjvjeDWz3yCC09lDkCv3uYAz/Vo+A9yvdQvZohOz4BJRi/mz0yPi1zsD9p4cI9cMovvzu/+r1bQZo+vnIqvsoVk76244k+QLbqPLDiKb9XlP+9qbkzvuc6hr8cACA+pMQuvh/WmDw0BWI9D9OuP7euZL7P3hq/Jc70Pllqxj6ccU+8eJzZvLrhML5/Fg++Zzi2vW7/qj514Xk+wjyMPrHfhTzNsEa/pVVSPwu6hj5bsl697uOPPj4GRD847+G+Nc9lvpZUWz4MYee+wHxQv2CKUL8UYWs9tSWZP0PvCb5sdAm9HQIsvjuDIb4VlCS9dYDCPrYlnT1MsgU/7XqEv6EF+D08Vje+CuKSPFxbub9KsAw/3N5+vrwM976dfBO/zmdmP5WDoD0zpTE+IroavWyl4LzA+hG+q/kYPuUAXT5Vly29cgMkP9dYq73ORMG+uZx7PZdRVr6PjM08N0PfuzMwsT0ShNc9OAV+vlOjhb4pgQk+", 
        "5X0Lvjzxjz7gVuQ+BZfrPt7W3LpVg888DxlJPy7fTL01NkW/wxjQv1CyEz/HqzU+BwsbPg/sRrwsdLy9uqO/PhUufL2iMMQ+uOCPPUvft74XEck8HJ63vvTdlbtOfJC/B/Q4u8H1qDx3tUY/ajrVvnoZhb5BhAI/Gl5SPV8Qqb1L6Su+qtmHvg1uaj1sH9y84f6avd5crL7iV58+458yv+cIWz2H2t0/neO/veZ4Ab+AELO+3YQ3P8fI3rxlWx6+RNSlvJTgoz5PmTG9VDaOvfeCob0iI1A8NfC+PoaKQb6VNrc+HNqhPnjmVD4rr4A/nx1LPyYZbb6wZAS+oV+6PYo0ir+Gd9q/+rNmvtLjJb57SII+FuisPgPOSrwl0sS9nCwjvvKCkr1mvmQ+takHP0A7VD60cAG9XYyhvQksJ79WlpW9OI1DPRW9VT+s+lE9cZiZPqRwmD1XS6M9nTYlPl47Aj4iw1e/FRqXP4yCXj4OAw0+TM7uPdRkvT2TZGA9foZNvzNTkT6IXba9wgUdvxP2t753nSI/JaixvZ1i4r9w4Iu+xfTTPVxCGb8aqH+/D7cHP0OSCj/q5Jm9SbI1vc/pcj4ADPy4DUAiPpioPD4fvoy887mGPajWw78OvA+/ZZLoPlKHa7x2Dv09p6hrvXAMKj5qfjC+glTfvfyc6b54Xyw9RS7gPhmYhb8NjKY9xCR5PD0pCb4ZTAY+LfiGPqh4Uz9eWuQ+Jhjivp7AZz2B7s29QlOwvs180z3wpATAe/1FPtq357sIDH6+t1aVvej/yD3fQiQ+jiW6vl0fdzzAxA6+nCWHvipnAL8FtOo+u4QjPlEQhD2ymCI/4Kj4uxJcwzsHSoI9gNuxPzIT/D2GEII8a117v/ejmD7farg9+rOnPdDUr7/4tT4+++GUv83+A741pas+3V7evMCNF74A+jm+FC2RPl67tbz/VLI9mSpQPhmWtDz7oaw970eFvKS87T6Uyq4+kWRcvyY+vD7o+FO97/ZzPbmfr76gDYy/", 
        "77PGPg+pSj9RT5W+TMumvl/JBD72ofa+bHAhv/8AJ7/Wu1U5vFqiPwstAr7Zpx8+IZrnvTtkWb5CwJe9EgYFP2CXEz47iuQ+wO9ovz4r1D1YLYi+5bnUPZVivb+Fehw/fmEjvuW/Mb/jJcS+e/iBP0SsCj7xUjE+mZ0zvtm8Rj2NYK69Rt31PTNcnLw0aAC9kC4sPxsLRD7od/G+gVCKveyIlb5W/hO941VbPXW0Lb7MvH0+F36Qvaxq270Flrc9piIhvlrspD5xnP0+Vzo9P9wbuj1njN+8X8KBP4g7Nr5Y/0u/gIrWv7TWCT+lToM+Kv7ZPHtTJj7EbhK+bCeaPkAakr26rY4+e6QpviR5rb4n4MM9LqWFvq9bv732XWW/cieGvgGlo70zoBk/xSjbvm4jr77238o++g0TPRUNNb1ymv29aCPOvdwBxb5VQoU8suZPPhDNzD6bl7Q+O/JTvucVmL5aO50++WRcPxXP6L1/t4E8/x6MvCecE7z85yg/JNIIPVOJCz/Rtsi9gkWiO4AXJj5Fxx2/AVCVvd/5Nz7pOQw+dK0jvpMuwb9d3J8/flO7vUWClb5DmrY99Q95PntwvL0lPks+a5cpvosGxL2E0Bg+PtdRPhRxjL0w5lA+fzIgvu/jI79FOLO+u1sGv1SmnD7wobg8BFbtPtuZgj4Utia+12m0vtFdpD5ChXu+nqJFPjVfgT8n+7E+AA8dvruksr44CKS/bly6P6zgzL5X918+6oBZPsljFD1Lewc+pATsvQsf9D0AX6S9wtKrPif5FT6U+iQ/ZQb+PX/fq77UK5Q+aTzRv6nV2T6Av7+/XtouvryVdr2Q07Q+soZXv62mCD2+5ig99/eHPpmmJj48xZo+ZCodP7wrPT5C4Q2+yO3wPkhVXz53ZW++ImGtvz1uUD2COYS9vWCGvWdKgD6KN7Q+tQXAvoaD+71+yIu96tT+uGoisL5AJgo+RKJWPxBnjj4sXE+73bMpPhWaOT47euA/IljWvxnTDjuAbpM9", 
        "uA9qvdfNJD5Zl2q/iwxJvbeyjL2nx6q/2dAkvVK65j4c+QC+OmD5vjDUxr0HZQy7GgA4PUE6B77MsWc+M0Myv5UYd79PHMW+mkzGvOORKD8Yq1K+EY/ZvoYcXD5wvHK9gjCBvtthmr6sNUc98USwvrYN+z0+CJE+UxOHPgvwTTs3942/P/2vvbc1gL0bias9/ki8PjcRmb5qea69fk07vr7BeT7n8Z28APRcPuaYH77kB6I+eI4iPGcE3T7qgp6/2MkWviIpvb6/pDS+JDLGPZtmy73tEqK+qlyNPro/Lb9zwSE+XiXVP012BL6ZXga/wxM9viMVMT+Jnxa+lF9ZvYeyjz3UvtY+w6vXvE6NzDywJLS9LtAZvk+L/D19GS2/75G3Ph52JT5FO4c+mHSYPy93LT+ivgC+Yt0Jvvingb22a3e/LlLWvw6+970oRbq93yRwPpczXL1jcGA9YnFhvEOIjL5e9N+8jFhlPqs91T7Z4hQ9/9s6vdbIAbxtjym/HmAFvucJyDvMr+4+2QzhPTG1Hr2TicY9nCw0PTKcFT5/jYq9p3Nfv3imQz8AySm9huuIPiPF8T1YHhw+o5bgPFGDVL/lrcI8sgVyviyJ/L7R6929FmDyPkU0pr1RnNe/mdZsvjODsLy68ya/mISiv1+ogD4pt7c9+T6QPsdhRbvH2Xy9YZUsPu1EBL99GKs9JxWpvQUCpD740IE+HP5ZvpGohb5l56Q+qy4zPwwCir01mrO9CZuKvXLBnrzglAI/u5y0vNC1Qj894aW96TwfvfkSDL19Ham+XGPFPZgY5T7Ly5M+6hkkvqmPzr8MPIE/vCdfvZVQrL702eA9jxlAPuaHg7teX3o+UgWWvjwG5L2mJow+6uCSPvr56b1eSVg8j0gnvW/8T78PAKG+wb4Nv7coQD7b2vk9ILqiPsTJmT50YKo85CSBvoBwdT3M3Dm+5BCwPljh2z5RC4A889EgvjQswb1JrbS/FIGcP1isLb4q/gw+7RY/PqTa9j0V94A+", 
        "mZSJvc28xj19TOG92rFUPgTd3j3XwS8/RIB7vfN2nL5eVZw951S8v8NuiD4QBs2/WVigPQFQmL4HLhS8Wvt3v8HCijwnpZc+KI0yvF6cOj5+wiM9wQpSvhi7bD/uGSY/GM8JPsmmzb6FgMi+ajrJPtT1Zr8Z4QM+hDzevUXwFT6BYHK/Eg8ZPzKrQD89Y7M9pd1dPr0/Lj9PJVg+ey4kP2zWW740YZM/7ysnPyctFD7bYYe9g9v9vFaQW73FPyI9VvrXvYlJTj9HHlK8SIf2u7l6JL+aCZc++VnFP6TWxTzLOEs+ZIWLvY5Hlz0GVkW99N67Ps8GaD739EK/XChuPZOQjb3VT7o8ZZycvvlQwj4YhTU9aAloPr7/njwPCRS9KUgpP9gtuz5G/dm9VYc5vz81uD+qvg8+FvQPvgpKVr57Ype9CYyXvlTZbL7EQxC+KgjPPAUZgr4jkOW7iQoDPfAjcb+W2D0+FazaPX5LZD0CMz8/DTxvv2n7Tj4ydJ+8KLafv40/ED8oFYW8qxT7vv8dlT7JkdO9/IDJP/FXrD9VcYw+K3GBvHOEGL/pbJ49ovgiP4ylJz/+yji+zQU2PxpTzL1NVR8+tvPCPzlXKz6JezY9Om80P7t8Pb4f4Rq/ZXhkvn1BWr79kye+Bvz+PSUIvj0qIW2+08PcPScrs78VDEY/cu71PqtRgj8dtzk8flWGPYqOVT48FcG9UwZBPtQPhj2hUqS9vDEWv9Jkw7wHek891lopPUzrpz6ffjm+FV6NPRSj4bx9kmy/X7Tuvm32JL6P1BE/EMn+vXb0EL7Nj4E9KE3YPnqvlb7VX5K+gkzFPoCCgj+FXDm+2ocIv+G3o73/yi+/r9pjPv9xG76Jjwu9JIHxPqfVaT+YX0G9MjXJPos4oz4e2ke+ud8zPU7UHj/Zywg+RE88vkLB3TxmKiU6Nhc9v1V7OT429aa/yulbvxnDA77bY3k+b4Z2vrqQJj3bXsW8gUJ0O5IQlj3cH2W+N3nqPZ4nsL28mO49", 
        "gCnMvxpDuj69Wl6+6k0BP6RDgr1YrN0+IpwXPrSPhr7E8rG/CGqGvujyAT5XVsg9opFuPfmFvDyd2xU9k+eovaILMT10wrc+xZDRPL9Wbr775s29NroOPazWxj6dqBc852yevxnO4b2+QIC/txoVvoONCz6uuBA/7lQJv5l69b25ERc9vxkXvJVnkj3/6S28NFcPvlxJx74UvsC+AlCbvZ7/WT7oGzA+xgxOva0XD7+xDDo/dmKeP4bGqL1nnqq+z56KvRZVW78Enje/9Q8TPysA3b7Ng9M+4lHGP8uHJL6JyvW9tLWDPb4xAT6mdA494eBCvXxgPb5Pd5c+C8vavafXCL1Td249EkcSPQV9pL08TKw+tuvZvlTYhz8eHDM/kXP7PcUiBL8Vamy+muD3PnsUZL+zJZY+0PTrvZ0NgD5dAEK/bjsgP+dLOj96TC0+IHeGPnz2Hz9Vc40+44wcP2CLSb73Rpc/MlyqPjrEQD44KVa9CjpTPtD3pr2RIC8+19Y9vW2SWz8Y3ga+mkgNvkI3P7/pOMs9fSDMP3iEyz2doTw+tjv9vTF2jD3flKy9NVOWPlqMhz7Mxk2/I6AIvltR5b0OnY4+xFivvjup1z5hgSE9AadLPhWJnL5U9q88ZP0lPy/zBj9Z37m9gEg6v4yHxD8/rbk9KQy8vHtZab3qPwM+96N6vvLLrb6bC+6+JSe1usgloT2kQL89NCf4vNpYkL8MCps+3OAdP1gQ8byxDV0/fyKov3YRbD74Dm+982J/vXRIPz5+1Y+8soo+Pkx7Wz6uKTS/rOIgPxM8Hz/BMgc+URi+vk23tj31UWS+v/UXv0oE8D6SX6m9SxNbvko+7L6HlkY916nRP+0JED9i30U/sfwyvxfco7+w/wA/3agKvZBpCb/GdL48GuMNPxT+T75emG8+AW/1u6sk9jxnBqg9GPIVP0tNWj2JrEi/Va8vvkimlT5nAV8/TBx3PlsUXz7SFWq9DPRYvSi2P76KQ6c+osdsPn3FWj7QANO9", 
        "A8WNvbjgRD6yBt2+rqqSPiWQK70nqDw+JHo3vNMK4b20Gro/ZlGHP0Wohb6NHRE/oq0QvVL1SD4mSCk9j6cfPjEYu71TfHq+vxZUvWvnFL7aar69Nuqdvjz4+T78cDQ+1Z06vqyNLj4h0R++was0vgBLC7+U4xy+0kl/PshE7b3FmWW9u7EGPHZWQD9sh5s++cMVvm0t/j0/QwA+MiV2PtR7Uz7Kc8q97+1/v4oziL4Mcb4+/5wCP2Mv8b33pP69Jaqav42pQr4+1fU9PFMoP105Hj/GnGI/a3MyPoYaHT2NcTE+ReJVvu3QQb60ofs+Dqc+vr2HFz5hvWQ+HCgHvSHxqb7SP6E+PACTPumsg7+t87o9zKppPRFn0z8NSr6/FBRmPpM8JL3l6iu+aRYfv/scyj34L8M/cDPaPRjmyL0nqQO+z1iFvyU2cr4gvfc9kyomPsk7CD71GAG/r0wOPap3sz2/wZI9PhInvW2oCT2YGA8/IaalvFUxXr1ntks/XmKLvWntgL7L/wE+n5iZPdDVerwbihq/W5vXvGjwEL6VaOS+bqMVPs5HST54uc69GyYcvsAYhz0iloc+qzvXvYvyt7/tqfs+ZFRpvjA0Fr/qwA0+6sJZvtEcrj+eb5Y/d2IXPi6b9L0T5iG/0bE5PtTpED+1HKw+7B8dvqp7nj5msK2+D9oNPjVitD9oe1E+x0mVPEZkFj+ulQU+vhDtvlmmEb6vKIe97wqOvvBUBz4YlCg+6u0QPqSEY734n6q/VvhdP7X0Iz58FiY/smWFvLR/N751yCI+xiomvcj4Dj6QYeS7nynBvWUt6r5T522+G1OIPbC4Yz5KpWM+dK+YvQzuBr6Hvzi+HPVIv4Fw+b2fMPu8r/EOP0tFOTx3Rx+9EYzQPgnXET9d/1e+ptxuvrqJTT7mk1Q/fOxFvu6SBb+qcqG9b7AGv9cw1z27mhC+YitnvZnNsj4wCTY/fJ4CPPjXOT7umFk+lj0Rvo0h5T2NJy0/d7zQO/TFqr2SBV+9", 
        "3yypvs2liT5H3KC+nMFnPgoo5j1UP2a/EUrBPht5xT6WnIa9lNB4vixBiT7X1k++ak8SvzvyCz8V0oK92pxYvvu0or4LPEw99+DDP+w4KT/IDJA/CvdBv/Ekjb9NUgw/L3pbPgwvCb/NBSq+gOjDPsBG4b0rjKM8CC54Ou2x1D346829shrVPr4x3z4SZj+/NkSYvoRiPr39dk8/MqZjPkjLoD3p3a29rjJkvaXIc76jzYs+2knsPHbcLjschK882SCyvVxOxDwvstu+6rYHPi4+v70ucrg+jYqPvh4rBb3BPMM/b9iTP3EHXb4aL6s+rwAePjd3mj0oQ4I9VFgXPpAmfr0TyPK91KcyvZPcj7wHvPe+lZDdvipC+z54FLK8CspwPp6bCz7YiW+9vp4Gvk70C7+WcAw66DgSPeD9Gb5d5Ae9biCsPppLSLwF4SG/ERK4Pj0YWD78+xQ/NqqIPhvBQj/MV1a+gQe9PDMcxT5g82Q+ebvCvXai0706ADa+H3Kdv75g9zztGPE+OxYHQOAzPT/XeRe+/DUGvXBQJj5of96+jf+hPnQr97yhZzQ/oQUSvjysZT3vKHy+Ow4qPhMBJ75bBfA9wco1vqlNwr6ZOAg+amG7PtAE/r3r4pI+t8s1PnMUCb0Srh29rf6OPrTHqT4Ne78+KztwPpjNt734bla9zvLFvoTX9z06wJE+ACXxv3RYFjxwlzY/NiBfu2uy8TzQ4PY9Fr8mvodJw74KXQc/4ivzPl/pLL7Bx2U+1ZrNvZhUPL90l3A+p+kXv/j3RrwgzAS/n+EdP0nfgb1U+rY9uSW/vvq0LD5W7m8+kekpPsYbID7ZmcM9QEqEOxc5zjyUvlO/iwOVPqvihr+0G1O/7J1mPr67Lz46oGS+3hQaPsu0q7wOn4i9jGttvN9Hmr5Y42Q+ONC1vbmX0z3mfNm/+bQ0P3gD5r2yKc8+o5X9vLKaCj95TiU+pKFYvu2tp7+I/06+yH6ePsZShz2aG1Y9iWQSvV57Qz41LSI9", 
        "3GmivbSIrT5q4ok8uRoOvT/+sr3sp/s+zivmPtdPQb7UYpu/iAEQvptAYL/QXSu+iqaNPfbxfT88h0a/X5sKvoZtgz2SMZI+pZNdPsjceT46NvW9bsLEvprFrb5SLRa+L1YbPxp9oj4uPzY9r5Lfvq66TD8m/7Y/JHhbvufp8L5qHxe998knvzBMWb/b8As/gL8Uv/zDZT79gsQ/cv+XPpMfMb2Agi6+hr48O4wL4Lxhsf88izjBvvX/lT7AIoU8pE61PQy23zx012Q/O29YPk22ErvlMvk8I/x/Pj7PWT0f6cg+nZLsPWtefb+XjQa+i2eQPtpoGD/7xPS96y93vg+eqL/yTzq+4CPTPPHR7D5dDIs/SZhYP5ueTT14NP+823XBPuWUrb7tvey+06+vPvRLe75w0aG8pEk3Pq8Itb25feu+Y0SuPnz8LD5OlH+/0yVAPjMX7j1CUNc/L0CXv71UYT60PDm9c6a6vJpU775hyCY+58iuP7WY4z1xZ4s80hHSvTPpKb+1VKG+azWfvWuAMr3Yoy2+n/P+vmXt8b1CwRa+T5nWPasfxb00B069TbXwPpqsvz3+3Yu98TFgP2vmp70vNWe9EbANPqWKxT6wc/E9G7QOvxHHgz3DPCk9ZxCWvpvu0T4W3HG93Lnkvb1m9Dz83X0+Ci24PkeiyrvHpkA9YPyqPtYQoTxBrje/e5sRvT8t0jwzuFM/8fZXPqYEbj+1FQa+Tkr3PKzPwD5abCo+o5csvtV53b0uk7q+SOGYvwv07D2hgo0+x64NQDXT6T7EwTm+nlDyvEgz/z1x7g+85uS5PmQ+dj2aQxM/33+IPTKG6z2EYR+9cF7dvZ1TVL6rlIw+fzxSvnOR2b4ROhs+032mPhJom7362Ao/8XLxPgtR170Ko4E8QOqUPuHcDD6M7sI+eeBUvLb/IT4zgl2+pP7uvvqHxT25Jdg+AOfSv+hxmj3HOig/7nE3vY0jSD6oX7Y9AVaAPQRCgb4qjd0+p9YOP61wJTscQSw+", 
        "ASq/vWUIC79JGj8+Dbm2vgYwr72jMxu/nFoOPy8gYbxO+A8/jbivvvI08Dug/hc+APN0PkIBb72q2rk+WA4iPQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "dVatvVpnmT25wQ89SwVbPlTVRj7hEwU+IcrDvQS4Fb6BtbC9AhvOvBUwEzwumD4+U1QHPTkUwz3fKEo9BFaoO9Y5eDyw3fS8MomtPTTInrw3MSA+Ep3WvX6pOD7ejF27g4XEPT/FJr3LQLa8jKz7Paf5jz66qg2+77NPPKIMFb7CjMq8m/stPp/v8z2gpBg+5O3XPH/gHz0okgY9mYxQPoT1wj2zwiU+BK4RPmvaHj7hKTA+EepAPvA5l70tNkI+82xBPkLeDT4kffk5HYX1vFLPwjzbIwO+QOpSved7q7y8bP68TB+GPdpaGD4j1Qs+GIAjPbo9ET6F5Wo90f14PfhdIj67QGQ7A4TqvYXVoTymFu68FXcMviggGD5CGge9beY6PSHgET14ag4+BWOhvfEQNj5XdXk9dOYuvT2Grz0="
      ], 
      "weights": [
        "sU9nPvD4lz4+/gc/PO0RvyazQb7oM18+Fc48PrzK2b5VK8A+FPbWPjGjpr0Md5s+fIJDvuelVr3c+ai+rwduPsyACD+NDmA+8C8BvZoci77UWba91jXMPXcFKbxnDpa+kj/UPu5cqT4LkTY+xH+DPt3rrb5txZk+OlzTPukdxr0dR66+v8eyPnJ88L4RY1W+AFDrvSQbfD156LY+z/YdPWnjSj1yUdY9lKKdPjCRBD38zAY/kx5avnzHxT466w4+6gKOvv5hWj84OSw/kWy0PRE0qz1eKqk+12nmPtZNobsil64+OZWsvlN6Xz4BX++9wVcJPyJW/L14Kbu+p0SGve9yer4EZVG+XUE4Ps1R0D7ezj08FBq7Pf4oob5uJJ29rVOwPs7CZj9sWAa9KmW8Puk0fb5b74I+vs6nvsLsQz23Jyo948bGPSrrKj6lr289URuzvst9i755hVQ+RrqPvq1uQz6qQWO+z5yhPM4GFj7uPIc+Fuc0PvgKGT9813e/8BoVP91UnL4ndcQ9GrEMP07rh76PgLG+/v5AP9Fy5T7E9ca91I5cPpofNj+Do24+u1hGPq7ZNb5BVfK9xn2hvsiozT0ftQ4+Ywc7vaU4w71fLaa+tA3bvQNwuru3vmc+jOgFvm2aCDxFBPy8+/4qvbtvgL1DjIe+CuLvvb2+lbzOLwS+I9B6vtrfLz9yEs69sEFtv/yKk75zCiE+esTgvZwdrb4I8Ws+uaHcPWZXjj6LzuU9KQCYPgYMvT7F5HA+dVWrPfTrVD9RS4g9dWUQP2DaX74eU1o+P7mfvixk6r0oNg+/Di3QvOIqoD7NIry99whJvvmGoL6lCha/aEgOPObAyL1UhYY7PPwWP4oQsD5DlOs9vaT1vBH8y77W4E+/9UOwPkuzDL4harc9HZ4AO6sxF77M8AA/imukPaiWlz2Ecli/lFQ5Pr26tD6qNZy9uqSuPgLtozwX04i6N6QsPi4vnL32/yU+nSVEvzQBCL6X97A9vj+vvTVy6D7JJ4I+", 
        "G2i/u1ihUD7/IH69WakUvoDdmLxrtgG/bWcFPjeyKz7PFAI+LaQHPx6P5z65uUk+tZ9pPraFEj6xWxc+SNM/PlOzEb0DVdQ9dOvXviLDFb/Dr6++/cWTvhxs+r4RMve9J3syv6u7RT6y9nk9qD++Pip3VT0KHrg+CZHvPti4kz3g4zA9RmxevtApMb67Kik+tHwIPv2hzL5nnsA+atOuPXC+fL30iAY+AUPMPZzE1z4fQRg/7pRoPYLiLr35SxQ+CQTlvjVJQj/PoaW+FADTvmqRX75qEyO++kHkPu6BMT/P2ds+FvWIPyncAT59n629VWisvgRkk77nXaS+fGeyPi1gtz7bwxq+9FnavquHHL9cPxc/2wLVPmH99r4XOVG/XFG4PjVUDb9X9Zu9hSfHPRxhpb53A0o+mqETP3pl1T6M4x2/3oEyv4VhM77ST5M9SkJ0P0XLI75Sbuy+PGccP4Vvnz6cmZs9f6gWP5GnMj0KaYM/cgIpv/hEiL6QAWE9ZEjgvcqhzL1Hw5g+umffPnqazj63xOo+mFcNPi9bBD7PPPG9p7LHvucdgz4cn3m/hSZvvus0db5h5wI/sH0Pv8UG473Sx1y+MkAJPwQ5JD43VGK+RXsGP6t6mb5Unny+pW+gvp7ONT8NEhi9FFZcv9j46z13MSC+DREov5oZcD4Z1Yw+X2y6Pa78ZT524Ri93eLBvtjNCz6MF8s9TFobvbBaTz6yzxo+Y1EHvu0z4D1BrL4+qdq7vXNBX74AAim+S7+vPkVsPL8WIR8/wbhVvrB5Zj2a9se9tl12vjl9xj0QZ/8+NlnxvnU7rz67dr4+jsTgO7xFgT1m0T8+ihAZvqvwcT5wh6O+qpVLPUzABb8hJba9eYezPtNF9z7ZpHY+UgfEve8Oc77vjiS+NS2APe2j475ASyM9Cln0PuxgZz7D+ti+1fP5vn9fZD6/Tsk+AYKzPs0sEz3LTpY9tfAOvmd94D2tSDy9AU+tvYnwHL9aA8Q+maMcvpBl5Tv/d4c/", 
        "Jmk+PoeYBb3WZ8w+O0czPrIWmL6NQRC/15WFvg8DCb4Vq6G+TDuJvoyPMT5Quwm9x+lgvUyEAr7OFeC966wSvlbYt75mYLy8tSCWvpFIab5TBYI+YaAUvC+MQD5fSSY+c5QIvthOgz4tz8O9R8gFP2Rhtr2kjEo+/qyAvmJijz0HtLG+lIQnPtOIM74JMLm++uoXPn3eFT1pMUc8Xv/lPVohSL6LTKi+DxgDvw3wyz6Qj7W93RC5vljwiL73taO9ENYHv5CVDD40+t49XQfoPhrAx750Iam+rFw1PlbJJL5cIO69qXBDvPlPHb0k6wk++XSOvq6e3r0e5jY/k6/kvo4LUr532Tc+51q6vmWf5r4Utfq9RXMJPI7QlD9JUCs9nQTRPPndkL6e2KG9MbgFv0CZ573g6Gu+Gf7lvljPnT56ES29nLhgPI8E6r3yrvk+UqvNvkT9or6mLRA9ncVYu02s+r32ukg+MAy6vvK1ND8kgaA+hoogvwFIYb90uwC+4qU5Po77mz5bRMM+j0Gtvhycmr5XbVc+f2CAvoDhDL8RhQm+F2llvxt+7L6Tygg/FDGtvqQ/WL5D5ry9dHoKP1mfHD9QgYG9vqOSPf79mr79YG2+wwM3PfZNVT4rsxa+RsZNPrMIJT6ePOU9jPc/PblzND5Lrco+Z8z+vYpuDD9shRK+TisWvo+Pd75z+KC+L16WPpXI0r6tNea/EMnLPe8tnT5iUFW++7QLvxh9VrzcpzQ/WZhEvlpU8D7IhUS9aaVAv7Be5D4wDMS/yNvKPn3VGj9oxPM+OKqsPpkcwr0QL9w+YIOGvrWgkr6+SB88G6PQPgKPNj0YQDo8fg9OvsOR377p+AI/fLwyP0aVmT5lPwi+ceLjvcV99j0xc5i+7y6Cvyek87+B57i9KC7wPgiTEr5oodM+abenPH4gm71lSZM6i+t8vgJ3BT6v6+k+h+7NPrabqz0LhyE/cjW6PganHL3w47s+O4/GvH66g77nIiK+EaarPYWbZT/q9yA/", 
        "9Z0gv4pMWD/ykB0+QTwcv3rtVT6CRUg+X9dfP+kqVD7FcqM+z8ZXPu4ugb/MtdY+N7NDP/wsDz+Zj3w+ivWXvbMCBD/SIq6+EM4PPj3Ngb03b5o+eG4JvzhW1b0l/IA+qbzxPnbsu75vkMu+Ac7Xvj8xtb0lgWC/zqhtvpKtt74PuPA94zEVPlG+Hb8/Mri/Xr0zvuEbjT4Lif0+zaIuPpUywL61w0y+yNqtPvvPiT0cb+c+sKIVv1orej7RO98+lqMNv/CSKD/zG6q+tLC/PvrREL61szS/AfLePhdRTL2rPCO+3+qDvrtq4D2QZxg/cUwpvpX4+r4uKPQ+dXievpayG74TirW+1yayPrvE4b7FJOg9Oi6ePj7VQr3eZty+mxrjvYl5Xb8JUZY9HQD/vtqrgz595He+iY9OPmOapr4dTma+eZmJPq2H1b7S4Jq9O3UBP2GTuD5Azzs+xgxAPl3eub3KaeM+UhIjvkdWGz/R5+a9rDC9PhiRBz6t2CQ+9ztFPhHCDj+O6wi9TY+TvjsCFz42+wM+M/OLPIvxoL30pmk9dRdUPoFao74iEAy+zGFkvrVeFz9XPdu+MoC3PWHPvT0vdZA9OeUYvFSiob2ME4M+0irRPpWltb4tM6W96YN4PgeGoT6hJvq+4SoMPxP3iT5aAcU9pu48vb2UkT6ITsi+FWQTvu2/f75bcN2+w8jGvvPvBb+RElO+8g5sPvcfyb44Onk+mjqXPpVtsL21ZAy+9yaGPj82qL9ZkHQ+v36ePkPkHD4vrc6/DhsyPtIsAT4ugkg/vZEqP0rBDL4MA8E9L5ZJP2XLV7/L9GW/PP1qPRiNM77fa3O+3UfAv+CcAr88Cy+9pwrIPvruNL+wb2q/VR3Fvysqi74hxVo/BSNxP+4jML7KgE2/Y5rOu229U7/8zJM/WHIOvnaAtz7DkMg94CTzvgOTFL5ius6+PPgCv6vds78vZEc/AMrvvrN5JT0YQpG/7kELv3HK1z0CSm0/Jz1ivaVnMD+qt2e+", 
        "h4IyPcvJaT5IJVS9UcoKPhN86T59FJs9KkxOP2eODr1xDRk/fRMYP0g3jL6Gtl87RPXRvkygkzxcTCc/apjZPhWUKj6tPNW+u/gEP6udi77VIRE/EqT7PhoSZz8SZuo+n4CCP+E4E7+FjG8+qhA1PpLlNj/JrrE9l4yMP9NYEL+0mYe+JiqAvgKFTb/hhYs97pXDvBZMAL6xlYi9aIKrPqePfj5p8D4/fFixPjidID5/fFw9G2SfPo6S8ryR7Y0+gXJLPj3vh74eTag+5JoSP0UGxL1b07O+EXHzPTzLsr4ysQW/QbtLPjoLQb10dp29aVIoPoTcl77cDYC+k7vNPtAaPj4+yv4+KFdJvfxmGr8bWRY+KElTv8ulLr0WFOO783ynuu2DBT5bn3o919XuPfJJGL5oKrk+tv3WPn6m8D6bFbg+aLvEPotKE79n2vQ97v77vTGRIr4wBl69d1DuPVSJBD+yFJi8Z0rdvSyeiL5byrO+N75SPqHwkT6iKpg+zyezvZSlPj1jLsW8k02nPr83T74t460+PvIvPiCaYT8L4wE+bC2HvUlxWD62aQm/2V6MPZTOtD5Runi+BFSEvkjM472V0IQ+8CvAPb2WCryDSx0+hIHlPUyn5LwLTda95IB7PuMulL7goN8+O7z9Pby2bT2WcIs9fpYAvjIXMjxM5pC8qB2Ivg4LQL84oAQ/YAGzPtLGdz6A2Rc+6TW6PplqtztLghI/QvKcuy2NGL7yE7u9yvO2Pbx0Db7m7u+9D+0Rv73Qez5RNBK+WfYBPxPttT6/3Bc9+CGevt/pZL6qQbk+pXTrPXuVFb5RaDe9/EjzPdF9kz69raU+zYClPiYQsT75yL299JzivaQUKT6MGYO/kv4uPrtusb67PiQ+pjUOv5rNAT1+c02+TVervgEevT4lpro+pswxP5e1LLz4XEK9WnHxPg53Jz8nEXW9xQnbPaCPe75mJAS+n2cZPee+272eBAC/KomjPoQ3kr2XNBS8SwCZPr81fL20T4I+", 
        "mmpZPiwwDL4qpvI+RlSlPQMyvD0vuS0+wqYyvao04b7YXX4+3YvCvuZlMb4dhBo+k4//vUjHJj5DxJC95X0+vlpR3b1p8Sa+ip7cPeg4VL51E6M+mC7xPi1BEr+vt1E/uodhPiEbKr4T2oa+BeyVPcVUlD4XNkw+vkp7vXygBD6Rdiq/HeTfvgqUWz5+gOU9JXmrvi5enTyVp3m+DAuwPbgd3b6QpOK8xylXvkBQvr7LOW2+8t7kPN6zkL5rXE89/xkkPT4ghj3mnaC9neWBPlCcgb2wMfc9o7dxvTVXE76/xq8+Rg66vC5yyDuWD5k+wgvKPdkL1z0EL9M+bE0pvltk4L59PQw+AJDpPasihb3Hl+o+hrdxP82L6z0fSFw/Nk0EviRsvL7kjuG95t6fPe3O0b0uGAe/KHCBPicD9D1tyfk+s1i1vo4rN7+J+Tw+wwmpPWVXrrxniWg+e2WXvmLJsryW41s+dx1PPlB/h71CnX6+trvsPhpbHj4rj529jzIGPrH2Nb31xQa/EuZ/PvpbM74b4nK+az0Avnkbnb7o/Ra+kyNHvQsr1r6viHU+YH0WPiFAo77v25I+qZf2PE29vz7IYFy9HuItPWWq9T6drek+gh8BOysCor1D8IU+MFkJPhQzeT3mQUQ+TpYlPJpGGz8Smrg9iKDLvO7G2L1RKeO7MIN7vOA5xzx0o6a+tzyhPhrXpL5rik29f6IjPjC9Lr7NpoA+xT/BPiRuVj3FkOi9bWiVPso/s72zYm+9uoJnvTAQlj5CG1y+D0oBPSRboL1uMpO+JDeNvTrKTb0CiKO+6W+ovst98j2w2r0+12dTPdsZRz4TBnC/8ZHsPhlz+T4dxY4+FTzbvxQKlr31B0y/7UVuPlz/Mj6hYKa+VBtiP6MEZr05Q6w8golOPiaz1j3QuSU/XZ8Evl+WV76lzPo92oNnvj65FD/It+Q9uhhev3W6Wz815Yi+yUjevpV7uT5/8MY+kRABvcspgD090gc/0qDbPi1MGD8c9SO/", 
        "naUdPkB9z77DTDU7lPyFPidzTj8WbQG8g7SXPiadX79pO6G+9F23PrkdgD+9EFA9tRLGPIGITD5zwtW/Ah41voWPvb/Snty+KykdvdR33b+FyfI+ahdMP40lzj5b3Y+8T5GivqBt0z5ks/I8J/YrPxlsJL8cC9u+qYj1PDGSgLz9gIO+3oaCvjMq7r6lCPA+fAADP67taD4ihmu+Tel+vTODcz4GXgs/UOq4Pm1oMTx5yty+BA8LPQWJJcDQJlU/TeiQPq6JNL7L8ya/Nt6gPfaSGz5HGgq+hQaeveOSgr3mNPu9zhisvj4zoz7z4j2+RyLcvtNtgj5a+AA/iIsSPiPcrD7k9Rq+1XA/PuGfCz2zGmA+EOzSvTMYnT1+chu+oNIjP+cTDD7JAlO/5psdvyvChz6HZDO+1UQIv+IGhj5TSQK/PeQwu05FEb5gyyk+UsiyvY0KVD2QZDe9QmgBPrlXjDv2iiQ+OEu1PtbH3j0+okO+srZHvn4otjvqa2u+biAKP9B59L6loSe+dHUdvm3YIz7a4i68dJ09PximLL43ERe+379TvWf84z4CEyA+pTHCPi5e1b0UL4M+QHegPdNWMz5HPKI+BhrZveWi9j1ibWQ+4RgtPnyvtL73zQS+apRbvro1xT1nWwU+UE/1PIt3UL2tOy4/kVoLP7lDNL6vhKI8QX5tPLebxj6dVoy+hIefvJeVAD9x6Ze9hFs+Pkc6pD4DMds+88/+PsxR8r3MhC0+6bWpPj7Mlj796vs+oZDQPkNKtD5jNtM+S2LIvp/gwr0xKqg+mA6FvsWYNr/FRuW69eaTPI5sqj51dRQ+hTK/vkvfAj9SEe2+MWKMvmOFur6e9788f9Jgvt47Db/ptde7LjxaPlFBJz80vTE9pb7jPu4oH7+K2Ea9/IoFvjDaU750o6Y9m2dfPy8sNb3bEM2+GqaevYIEBj+bF/I+hYoiPm9d5byoQOC9/eotvcKjXz8b0wG/qfUlvqjar76lP6O+ekPQvv+Wbb5OBzc+", 
        "mBWiPv52q71IadI+0Al/PveSGT6lizs/K/TIvtVboL4D7/g+YLnaPjkksjso4QrA4jgIPmPLU7/yVJM/VN3qPhZp2j6U2LY9eWxqvn/Uiz6dL1G+nuKPPV93pT6JXZ+9HAWjPBwnxb9kEb698HQIPk5Kiz6rEZm9T0l6PowJRb4fqFu+XnmTPjJXGb7sKko+aVk1PajIiL8TiB88A1SmPVVil77x0YO+wGSwPcyrjD4LIJE+SMY+vehQLT4T7m8+5C6PvjoHzD6kzRM/FD7iPXHMSz4W3ae+URHBPcLijL0DAwC/iTNxPljprj6cy+y9QAv3vcg4nL6wwNU+P3r5PZupU77QXWy9B7hcPkxlE76LaGC+l3q/vSX+7D5mVkg9JaAGvut/Kb6lUog8M0KovbHo8T5CJs095fEUP54qJb7gqoA+fsyLvVGXjj4Nmi2+ImGfPkOxsT4iPZq+txwvPTW9Hzu/K4w+hbPOPmDTij6ucX6+1I1ePeNUXT90SDw+d1LSPkehd77E8yS/4i58v8cWLD8ZliK+EkwPPh0Qkj7HDq++sUWbPUbglT4ASR09r5KyPqJuKbxs5mi9EXAtv7RZiz2A2nk7dRpDP3mj5j2g5u4+PUgcP0f8tz3ap5U+ckDwPhuiDj97dQE/re1lvxXpoD70GwQ/iWSGvoZGHT/8una/Bli1Psvihj8sLO2+M3iev6H30LzU1c2/dzXfvmpJ174rwRy/1D4zP9QwAz+YdY69tQSmvhmS8j50aQq+h7iDvQqKZ73N+aC/glArPydjoT/wEeK+248RP432yz30DDq+iHeJP56RZL0gtTy9DxFAvkzDoD4KyrC/PbyFPsDrhb5RY8M+qrvFPoMIQT4Cwqc/sKtHPrG4Zj8x+V+98egav3ibg7+eJOq5HhtIvw5xU7+glGA+fyNxvt0Hvb4kAcu+6DzRPWgKLr7Rmne+to8lP5bsJb5f/M49dUjEv18h6771OQ+/Vzn1vimoND/etoA/IgBovnRXRL57mF6/", 
        "HbEdPrHWE77kiwk/t3ylPqcy5D4gUiE/gt+APyzZiz9U25C9H0GjPha7NT/ks3m+365nv2E/Mz9nElE9p+MDPl6r3b4oFN8+z/0wP2/wbb7PG4O/1VQzvSq+BD+4jwk9n35+PsrDwz4W4Zu/3e9JvuXPnb6S5r294NHpvu2PQT+USMi+E/TZPgJhnT+fJ5M+o5X6vg//7j4KNje+vAFHvYWshr6QeCY/71svv/KMA74eDhO/GdrrPtLX1r3DiWg+ja/oPpdxur7OUQE+/t2OP0U4RL4vKwo/n0lZP6GCYr5b3+e9Ue0bP6zx/7147XA+H5WbPY4cKb5N9cq/2TdovRYmez4Rgv09yWudvfIHFD5Hv5A+kLHQPTPeFz5buh4/LT03Pito7b1eqvc+049JvaGv8D5FrAm+hB1YPacTg79qUTM+5HuRPnB2C78jUve95/fVPsS2rr6AL/m+y4MfP/WB7D3NXq4+dSs+PiU0mzwKF0A9T8lGPuvSob6mPAI+EyoOPw1CBj8mMOM+Ach3PmCUK78Kzrg+Y+FrvuvSjr22f9K96AzHPv3FhL6maJA+DoEJvaTbjr5+jym+5kMYvhRTRr6qDPg9G4nwPkt/8b4T1Pg8Ye9jvvraor5Qli++u2oMPk9nJT8rbMy90YxAPgw9B740eBm8ivoEvssuybx4cI+9VZ32vc/8mD4pmkk+Smckvp5OSL67XB29osd7Pke/ub7lZpo9/uq7PsDqMj51q54+YTE0vuFJ3b50ite+IEagPYZSm76XUgO+4saVPliydj6Dl52+8xqaPb0+kL7EY129mwGuPS8VHr7QS6g+kQ6vvsVPdj6+dwG+IID0vrHXzD7SGmO+s5DTPR7SuD7RYyI+H/FRv+apjzlSDuw91GgWvVqvrT7VuFy/4EEYP/Ep3D59EcM9HsPbPr7wXz2Zgo6+ph6Uvhw3nr2PLPM8ONkNPPez0b5rsnq+VSo/PrXNqj1ePZe9SDoZvnLuAzz0gR4+nE9evv9Ljb7LuVE9", 
        "TBglPoOL4D7Tbdw+aB7OvfRT4bmQXQi/sjQivom6f73bZhQ9M+emPmKI2j5UHU4+O6yhPpp0Tz45ikM/TnsDvp+ZEr4saxQ/5LHkvaatA74XHDk+joD5vhZ5zz6TfJe+BtY+P//l474L+LS+XliUPjxbrL70f2c9NbqAPtWnzL578zk+AeXGPuN1oj3jjXo+z1/zProJGj0uTVk+mTipPvBdZz0Xi/898YWEvQRPuj2sNTC+YbCrvv0QI75NLTq9qlNivm2Uxz0LtOA85JzjvtaWAL5S0VA+HEG7vr/M7D0ou2G/KMJfvUveqj7Tuz0/7QIrPnTCMD54gnA8fGxPPpYzgD5nXAC/IwdvvTjdGb99cbG+Uv7PPfNswD4UUBS+0aZUPfDlr74xwY29WS1Xvcjzub7yYVG+EWvyPlq0E78ZzrW+uzDGPZDQy75CImY+smvQPiFqKj7ifbe94f3kvVR33b0P9v49V96svV7xcL2jPXy+WqXmPYLcjT1CV5I8k/eVviO4kb3kug8+YFMbP5qKy76+Oqc9nTeBPVe1zb2BMBc+EwqyPp44qry9tAM+KwXavOlmvj11Qxs99uE9vpzwd71GPyw/4FsKPl5gkD4uEaY+O/KbPX6Ga762Tpg8ymOgvQz2iD3tY5Q+GJGzPkKrHD0mqc+8lA0GvnjDkj6HtSi+j5CkvjLdA74qhfO+wZs3vdNliL0joVE+ZxvJPniJ6L6LYV++6wsGvSP6O77B+FW92eS1PHvZpD5J6Aw/Adw8PT/fpD4ntoU+U98UP4OEQz50K5C+rcvkPXlgizzbHwO8g/UAP8OV8D4b6U49RifHvYIOPD3P0AU/aeJ9PrSWpb6sdi28Uyk5vkNFhz66AXc+tHWaPfcwRzxh/nq9hevaPRX30L0gXcU+VfogPrvaaT7OLOO9a9tYvgCmNz6kq629Bs9qPUwqfb5kvM29Os5FPg1sGr/bl5Q+RzKDPJjETD5Kzl09uBb5PUvrLT+/mhU+h6SXPmbLMT9oAHm+", 
        "o+j7Po9iFT3n9Ny+8EFVvpaNib4A3AK/F1oTPmtdCr9jywC+dB8/PhMSCb5b0Ia+SIkOPocuj77xgwy+NLtwPvQRn70XnWQ/fI8yPlcjab5RZ7A+ZgfIO3TjbD5B3Ca+rsXXPuxQxb2ZMCI9fUGOPtc7ej5tj9c+xqIOu19lRb58Yie+FZSsvgesrj6O2di+8rgaPqlkjz7GNZW+nWgRviMIUr4hEoY+E2CYvpwgTL6dgX2+aBeVPg6FEDyZ8ea9+fyePTbQpr4yLDk8GNAIPh+bnD7/jxo+mxM/Paf7lLywwck98FTHvdp0vL4Udze/Q5bFPqZAML53ATe+SLAaP97IzT6NK1W6CJkpvj+7M72VLPa7M44VvwGkL77BSFa9+rqLPguXFT9kg4g+2jFzvrt0Vrz1ZA2+anFjPRjlkj4y5DA+KSJ6PvY7yD5qni29it7YPm++Oz7T3fO+0l5Mvnjjc77/Try+7LsPP3mC97105fs9jjUVPq34KT6zWqY/PbGwvUrOuL1ZJ4M9vPWoPlxoCL4o8CY/t3BwPSxrlj3kswm+09vgvbBaKzzjs2m94SGnPYXrJT4vJhS/GNZVv3m0Hb4nYzi95XH2PmPXUL2qPK4+EidRv5ZUib7Fdxg8XXTFvBtBs70qTfG9RceXPhtqCj6QFpg+M7Wavp3gGD5I/W8+e9J5Pjk6Ub4d/Hs+mXd2vmcgE74fBxC/mP8VPlo2lT7KQ0y+zNyIvoWKaz1COXg+FnQfPv2XED7iAII8UYlaPjOCnr6IQvo+2j+OPRK1djxC7Wk/1YrYPtwOmb94zLg+SNKePkIlNT0OBIG8qSIIvvwYkT51sk0+PGnCvTUShL3q04++JTadPp4jbj5Vqww8swQCPjc81701Kyg/yVWavW2aST6SJVs+Qk9GPjLYQj0IKVS9HkWbPoyBlT6dIDE+WJ5Ev03AoD72YrA+V9CwPhJnB7yE4GI+NCqgvso6Lj44GbQ9DitwPjqYwb1paLk8JceVPUkA3ryK8aM+", 
        "qYeeP4+UyT5e73E9Sb4tP+7cCT58bFe+RQKGPg8cBD6M7kG+1GsPvoV4Ar4HIO49h4JkPpwf4z7uzhm/6PH3vdQKsD2Ui5E+HPJavupsir2uFGy+90yHPY5Xnr/+yaI9HtJgPlhHpT6LH4y+Jot0vUljo71MFQg+IJgIPl4PBD6Sl6E+ldciPokGpD7We669iL3mPPJ/kr4Rcek9jfKBPg0wizzZI5y+Bq7WvQJ0aD5DlIs+OU7wPkcsDz4CD6s9xeyXPrtk7z19yva/SW6OPq3rKT9Ey+k9HFcEP+OVwj6uYUg/GoDFPpIo1D44mYU+sBObPp5ntj79Rxs+Vh1Nv2ngRT9N8/I+4Zf7PDxX6b4IpYO+lLcDwEOzCj8DcIU/GrlzvSODAD5tTLM+TkpCPndz7b4bcSM+tFPIPvkJKr7hcus+jMGqPv2Bpr5Zpgs/fiACv6FRfT93PA0/ZsYqvjGd+j3HhZm+57tGP77MeD+t16S+VJhVPlJl1b6Uy4s+AKQqP5/H/r2wMZA++B3kPnIrBz9vA0c+H6SzPntTsDzp3do+hGkZvs914r6Fcss8LL1rvmBvRT5d1Yw8VKG5vmq+Y76cXkK/CscRPmzpvD6W1qk+BN5zvp2nhz694/++5ddwvm4yhD9oIGG+mNfQPa6z6jyY1t49mRN5vzmE6T1nA72+tsGCvplGXj9lCcq9BZCbPl7SCT/TyqE+Uak5vodc1j71q8i+uu5Ave8aUj5HmW4/OoMKvwPZdb4WWgM+YxsDvg7/wr5L95U/B+2bPlD/nD75FgU/nnNPv95DHj9pcPk+ob0Yv0vQ4L+k6xO+Q62Pve4BgT9M+u68wArBvjCBHb+EokK/tIvUvj5sXDz1nXQ+yJESPl2qrD7ZqCg+4ddHPwozzj22OCU/cnjkO4zF8b2GIC6/HX+Evrjhpr7QhCa/oebZPl+oNT5wVnY/DTy9vvAR1j3Dt+S96UNZvmBQkL2MCe0+8jjiPgH5Sj8+ZrG9rjXtPbtCLb3+l6U9", 
        "Zk5zv2dnCT5GGpS/jlv4PcBFLz9gnl4/0R5hvzIeBz7xltw9Nze3PgjI7b0WiAs977U9v9BlZD+fidA+ZaomvoIAgj+4ktk9m6bKPF3n9b4PYUG+gzutPQw6+D7q0Rw/ZvxEPzvjAT+/rZQ9etB1vu2Fhb7P4ic+vDsSvWLwnLyyYG0+NTQDvvibAr3OFSE/ubjpvmEK+z04Mqk+r4IQP7jqTL74OEU/QoUcvlHAd76f5YO+Lz+Eu7mSSb7+ri49Wdr0vC72kT6ahI0/8BYlvgCQpr6mfDq+bOyaPmKPqr5ZP4u+4Af0vXF/VT65kOA9zXoUPOcjA74SKvA+SOrDvKfCo77pvQA/JKKiPk/Ym76Ww6w9+UepvcGu071jIGe9jzM1v8Gpoz0mjgc9XXFvvSuuaT6QOe+8SztXPutDyjyC+Di+mrkLPdvdwb+6+rw+uApwPY4biD2N2j++lreCvn7+v746/Wm+KyXLPUxBSr6aLqC98/rzvbf4bD3mbeU+GSWJvWoekz57dmE+XBdevlTpLr5s0Ku+m686Poulbb19zJ8+zU4YPv/brr4L1ZE+SQmevuodJD5SNZI+BbKVPtMkcj9/NVc+/pyWPjGtYT5P3Sk+cK1Sv642Pj+w5sg95VRNPjunMz6r9Ow+/DeZvgBqxL66JcY7OzyXv+djTT0yUw++73K/vqAt0z4tRLe+vY+sv81mdz7fdUC9ieXRvW1kQ76l5HQ+nyT6Pg8JrT7EtFI9LISlvW1pN8DDGuQ9+ja3PhJm2b1p85k+7LIhP/tuoz7DiuY+zEsHP8uBdr2lh7M+ohSyPngKiz4as8Q9AMOYvOHhhD794II9JTd/PU6yIz55YHE/7VihPuK81z76Lpq+HcsyPu1bv76Tkbi9KdoPv+O1Kz7lzsG+KQwiPyLmXT54nNy9NZuaPn89mT40XOO+bi/Bu62hHD+Dq+K+nB4FPfdYJj5XUnW+amTvPusnnz2B9Os95lAUvi5jID5cTuO9+M2Fv7VI3T0c2+m8", 
