{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "56df573e0e63598ab99876ee81776242a9712305624b5f59fcdf0413871bc9ec", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "Lq16POLEKz9rGgs/Km4OP4VGNT4Kqag+2Y7iPfDkbj9rPOQ+iRZ7Pp6gdD59i1s/bGMNPw5L2T2Dmkc/jzahPuwxCj/i9h0/bkttP95IBD+xHVM/CYroPvPFnj6N1Vc782YYPpENrT55Y/A+FOPaPv/c9D3DhAY/ulE1P2dS7j4jeKk+YuqDPbhiBj8aak4/aUxeP4SQ7T6DWR08DqdDP54CbT+3oow+DQ4QP4dMQT/zC2I5CH4dP6IFkT5lmcI+yXqoPqN+MT5KYVI/8mFUPzOxcj7jHAk/JrMIPlHKsT7kf8M+JLOBPTBK2z7zkVg/aWuVPk3ayz7OpO49YxDqPhCdHD8="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "XHbdwPRuRb+byne/8+RyPuAkTL/xrw2/Rz4kv95Y+z/I0fs/ShEnQLRZtj/Dtog/839DQPhkrz9Wa9o/t2sgwUaKuL+HhVK/+W8Xv1BYBb9srzy/bA7pvsO2iD89T8E/gmowPz1F/b7eWPs/6CHMP2MJOEDGUJ++IFjgwMdAW7/C3MG/7m6jPd5HV78Co+M+d+Cxv/N/Q0DoIcw/vf7CP5eeij/I0fs/PU/BPx4t+j/O8bs/yMXMwFEpjL7iRnG/+azJv+K6cb+eDRS+qBfSvvhkrz9jCThAHi36P+7VrT9KESdAgmowP73+wj9yxxdAlxorwbwUZL8jvHa/tECivrqEtb6OTRG/UAmAv1Zr2j/GUJ++zvG7P3LHF0C0WbY/PUX9vpeeij/u1a0/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "36XqPWY6iz2t0vI9dYEFPkG8ez1Lomc9ZE3kO3xtGD5mzG67ctJuPQIALz6QjCI9v5gWPkwmDj6cg0o9LwhIPK7R/T3eUT8+5S5ZPgGcXD6Kbgo+Pj0cvQfZRT2Q8Ss9EB0HPaa90zz3fxU+zRHDPUQrDj24lNk9EuFnvPvoHD4UQ/E9c9Z2vGVE5z3BIjE+HYOxPFRJKT1rady8qbMGPoj7Rz15Z2g9l5sTPuhI5D0CKN88NQ23PTIcKz26sUM9/tHYPa0KUz2vBW27F9aZPJebPD2thTw9Bl8wPaOVaj1sNV06loQFPYHUzzwcap09xVuKOz2c5DzYnuI8iclZPci+GTxPhzw+RqqGu6OjOD7wo8Q9ntmkPKXsaD5BSO89QQD4PePPuz2BPoY9sl0gPcNQeDznP6c9fD+zPQxvAD0="
      ], 
      "weights": [
        "COAvPqabiz3caNg9DxSzPQIaoT2Kpc49wF2BPYXOVz5XsJQ92XuQPbqHKj7Vur89rUJhPpsSdz7F4lY9s4yNPW5H7Tkicig+pTPGPeYknT1GYEs+WUOWPce+lDwDpQ49NnF3PWFTjT1rFnw+WS3MPST3Oj0NkZW8gkevPZX+bT51eMO8S4XMPacp2T2UwYU+f7c9Pfe4jz1AlQc+cleuPVR2nTw1Gms97daTPUWzAz7wpa0821UGPrx8FT3e0je8U4z0PYexNj6pta0932+4PfaPJT0s+ZU9aQSXPaUYFj4kudk9UD4cPQ0ruj1zh1U9QHv5PdyhJj3BIVU9fJYEPH2WnT1/hK09+tHaPTSNMj6v/t08rwqgPfNjdz0z89U8FIcLPizVGz5C5KQ9u3vTPfKkyD1zOwo+Q7kKPgb/Vj0dpNw9wpCQPUvm9T1URrM9c6qmPb4kzj2MNZM9PNYvPjWufT2h1JA9R5INPmKvsz2izVw+gUVBPu7qjT1OJaQ90m8gu7qlcD491AM+iKadPRkVTT5o2rw9+PuOPAKa9TwxqiI93cyQPf5jWj4hEgA+lv9pPeysl7wChLM9Z/U/Pl4g/7ydsbk9IrvCPWPMXD6C4UE9B6V0PSZuAz6B53U818AiPPnLgz0mAS49q4saPulm8DzJBSs+LnXtPGHRi7tJJhE+xhA6PhG1yT2H+7g98w41PUZmhD0y86o9GXccPtUI2D14H4Q9g++9PZB2gT3O3uE9bDYSPX96PD0hAVo76lS8PdeJoj3yLAQ+n48yPjGgAD3wav89hGR/PZ9fDz2MOfQ9is74PZrljz2FX849/x/2PTJHFz5sXM09QWIhPcWH2D1kkoQ9szoDPoEHfT01VaY9TjTePRJqgj2RjSU+4q1iPcv7ej258Qc+SMmyPZSfWD4x2Hs+Fot/PRaxoz11ox67OASCPnkZCD7GN749LcgmPsMFrz1bvwg7fPsnPbNiDD0VIns98d5NPlX83D2/7GI9wi5LvJ6pqz31TC8+", 
        "7O3lvCTktD2xZOg9uxg+Pi1DRz283Xg9kN3dPbXxPj0/+hM8H5p2PdtaYj0FVhk+dcL6POXDDj4qQzY98i4MvCR9ND7HCUQ+jj26PVM5vj1fc049auWaPfDlgz3G2Q4+xr7TPRQcWT0DANE90ZebPdu04z1rLUM9awmJPdsAUTzFW7Y9e4eyPWhpCT7fMyo+ymvnPIUq1T1xsjM9kiolPbu8Pj52lcA9V5WPPX3vxT2bwsc92SslPmT34D1b8R49PZYCPipSnj0y9RM+h5N3PdwHpj1uJ+M9bJBlPReGMT535I09/ReIPRtAET43n8A9KZQtPqsXgz7FRHo9pumxPROMIry42XA+gWsSPjJUqz3ERUM+vnaZPbxRajwwt0k9n9KxPGjoaD104EU+SNL5PVPSMT3OEqi8oB6nPYxLBD4X45S8BwvPPfOc/z2K7OQ9YpCiPad2ej1PRgQ+RV9HPle7fDxrsnM9UkhZPS4OHT4pNPs8MxYnPuqULT1lxZW74B4TPkGJJT4TNbY9yTrFPV7pUT2VJ0o9eBuDPcwS7j3iXsg9GTU/Pb+Y0D3jPEY9GhvvPVaAUj28fTg9/cu9PGEG5j2IGkA9MYMFPjKWbj4b9ig9RmCtPXd9Uj2vTUg9dXA5PriFBD5E1sM9X1XTPWAByz2TfdI9ct4TPpu5Fz3q8SI+YaWUPU1X1T1PZ6A98a6KPaPMzz1Yfpg9Poo2Pqw3ZT3r75E9PvgzPteApD2XbUA+DIQ7PhvxST07Yqc92JDCvJ8zPD5imhQ+zyCePYUcaT5MM5g9iJdoPJ4ARD29okk9A71yPawDjD5T96897hlZPc1fa7zxa5w9CGI0PoG+tby4UrY9JdwNPjAfKz4ddp09BNt2PXKt+T0fqBA+BkA2POcokT2Fv649OiAQPpflAT1kaBQ+R20dPaxc/rs2ySI+u1QjPikPpD1XHr49EE41PQnrJj3LUYo96l4WPnS7yD27xlE9rgnIPUEOpTrl3Q4+o38ePeTWbj1Q2XE8", 
        "mPDbPZ9hxj0M1gc+i+1hPuCaHT368ZQ9pS6HPWc9tzwzDTQ+tf75PYR9pD0fdt09LbPFPXZJKD6jmgg+rGIHPUg5Ob2Qm3e/Kj+jvxbkIz5HARq+KnVbvZG/jr/Uu/c+Fd4qvi6q2T9J4Co9wgoGvzO+Ez9EbA4/EFlgviIdzr2+Zrg+tBWNPuhxOL956Ze+QVMmv5h9p72fsA0/aauwPlSWuDtH4C6/3yk6P+HbYD8hqLw+ciyOveXSpL2ezNK+Z809vdpBp73dthi+/tlXvvFkWT5x91u+XR3GPkBqY77ca5q+YC2kvhPJFr4mvAM9all5O6jgDD0Dap4+/Al1vdKQzT0pEuA8KfgxvmsW7j423qI+coGSvYc4Gb1nUEI+zxexvtUOxD0PbVi88/dkv4DOZz613oc9JmLwPEUdxL0+X/8+dHHHPrZjmr3MbO4+w7r+PvFn+z3iAdm9oLecvIgqU769SXg+Qj55PT80zD/DF3I+i8QQv2qtzL1sc7a9C/4gP3NTEr67uC2979yavFQHHj9jwpu+VOEdvy7YB7/IA8E9f8Uxv4DLyj6QHU08csnbPe3E2b7eUly8UrdJPtqCkr1pJSs/KfUIvspCfr1LgbA+KN5DPf9Jgj+nsLk/YdYtPmagBr6CVDY+2qDxvqqTrb1Y87e8q6Y8vkakjz2vrbq++YhJPuu5gj6J1BK+tVJtvxhqAr5FoOw9HtM4P8OYib5wq5W/PIsRPk1xqL9L1cI+kFEzPqHltj4heBK+OFA6Ps3ZLz6JR1Q/swW6P6xkPT3hB7W/yU25vIHAjL7gStG8bhxivSQSPb9v3F++ZjHavXKOnT1o18g+SYlQvQb5x74DLr89LF44viFprjsvm4U+1HioPvliCj5G8w6+Mscdv0w+Sj+5Uow+NBlBvK71bz+/eZe+ych2PgjfJj4tx0A+ZXfeviaqjz5Ipg09sGw9Pjc9kjz/y6k9csx7PkBKnL32G72+iT6LPm9kVDyDt/A+dDgAv6k5ob3DZ5I9", 
        "pXocvwJqiz9DjKK+jtSzPTxAJb0KCDE+wHeGu1cxcb6lG70+Oh+MvUWWoT7qNzU+5Usevr2wGLwRdDA8vCA8vmmiLz1ZvxG/d0suPOfuvT1r2DM/IKWKPkbdw7mzWca+0IEKvo7Lbb9XCvo+sZlUPR9Z/T9z4F4+teGqvcxSk759Xp6+jTqGPqgYCT7HaLI/byy0vXP2KT7qDfG9JmmGviQkLr+mXw29EpQPvmJlVb8TfnQ+Rs3ZvMDrST61ooy93PWBvuKxBz7xJ4K+1rAhPtj5uL3QYKg+MPt5PU+4jD40+uk9xctDvmRE/T56o4o/TTL4Pb4QLb4DnVc/jYqqvpXWir6BUl6/E5Z+vwvFpz1337C+bYy0OxXsaL8hh6Y+x4SLvmJNtz+5cd49f9BXvuO8Bz8/QTE/byy/vaoNwr0d1N091yGRPpGPTb+axI2+c+chv1XjTL3DOOs+gwCYPmuJxTxQsCy/5ASePl0Xoz9f75A+rDmwvdGc+73XHcG+c3xQvBiSj76Ozoa9bkzCvmrSBT5htaK+rEyhPvmajL4kb32+SJoSvjOnob0z4t09RxvJvTAl4j1V1bE+D+/bPOIqIr2614Y9Z0JhvtPDHj8PqFE+o3SSvbTiBzwQqZA+iRFfvk6mzT0d4ra9AfYnv+6Dzz7P9Y089+UAvjZ/B76j2QI/my8DP8yNFL7XAvk+Js+9PrN6kz5LNhK9fKYcvrkkOL5jdXc+N8mxPTZP4D9Si30+qNw+v6y3rL4f9c29GAxpPTA5f75cIo49xtLaPYFIkL22vhi+kmKgv+BQh77V7Gg8j0avvbVJm74Eowa+MzSZvkGItr4OZ5w+E4msvUvFiL2CCkM/qMyFPijKXb4jL9S+VI0ePkswCT9CmUu+65/qPmEPg74JXDM+aW+gPqncVj50oIC+1r6IvkPWtT6mKTa9A7P6vfAHu7+NffI9h5j9vQXCHL8ShgI/KvflPq0+Bb/fN5a/6n1zPgU4AT0rwak9Jqnnuv/w2zoJQ/K9", 
        "cmrtPaojBj7Bvwg/SgpsvXO2F74yAPw9lW2rvzJXVL5qdBO+0/wsPmaOYz423Y8+1CvLPwjkk76a4Wo/ZSJBPdWUK75tpzW/qeOev2v+ur4hIgA+bAkcP6SHN73i4yY+JRzxPZikGD9MugM9W1KNPLhbnz5QkMU+D2w9vgkRTj54wiE9wsWAv9c8bb7VIBW/1Cp8Pt1y9b0l9ge9PkE2P5uIjL5LOTs+kW1Kv3HLQDuQJpC4elTcvTsYDL5Q+AC+42yUvjbiDT/3tJi9KAWQvhDwMb9bS4U9hdyFPx5sAb4jf6I8V4XqPDXpYT+lHE0/JUoDPp8Lfj5kLVq+V1ciPl1bLr5+mca/NHnWvB5u3L51rpU+cfAGP4YAbr0FZ+a9fRKovpCZDL+myz8/Eep8PdwUzjrCbJu9VsWvvYr8VbzcUwy+W+XGPhUrbj5AUnG+hgbiPjkZWz6hSx89XeKxPer0br/w2AtArZfAPb3tjz6HGwE+zSh8Pa+fCz4SUaG+k/spPl+/Az1spW08ppDpvcks3D5ujDs/WWtaOyZ3Pj6L8g88jlkyvkeQTz6DC0I/mQsaPXg9wD5Vwoe94hVKvcK4BT/FzUa+PCYkvRlaADr9szU/AUG7vk+8Ib9nqfG+753Iuv4kDL/+vw0/dSHevOzzlz5oUIi+N0XgvX+qFD6QcZw79nsZP1/rsr4OZDa8XNAXvoXXBL2tEIQ/RU2kPzi2aj71QPa9mMqiPfzhtL55fTK9u6gPvfDNH76+rJw9HarHvmLUzD5AjGE+VMCnvSdnfL9fcau9RWKPPsacJT/qRsC+Go6qvzmgPj1+g5q/7KTkPqapsz5lgOs+BDbPvTHU+j5+lpQ+r8tRP0lSqT+yxaK8yybAv3X5Ij27us27N2R9PNKDP7vTGWW/YDUPvtSeEL5cURM9qdx6PnJgebu9ZE+/WvrSPUEipL7hsmu+oznlPjaCNz597RA+dHAwvrXFN78VMI4+1JbePiGHpr1dpoo/J96nvu0+hj6xug49", 
        "Od9iPf8ed75fjvU7jQdmPaUHhr1LFYK+YxSuv1BmEr4F/JW9fdRzvZcS5r5XP+69c1Mgv34NX75rAI8+tNNgvQyBXr7EJyk/dhMqvNdczL7leNC+m2GDPeckBj9qnAa+cMdSPzyi2r5vJcI9YhkxPm4hqTwDhym+8Nmnvp9UjD5eSgc+uUklvokCzb+jjTw9kEUfvUQCOr89Hfc+1k4MPxyw/r4Ok5S/t92qPmiebz1JHy+9/s9jvDKEfT0xKyq+MV1YPs5/kj4Db7c+HTUzvSZARr4+kBI+PZWrv7CBr70GjYi9WXYvPrMqhz5uZpU+KQDLPxj4H76fn14/yORsPUhfN72SPya/lW6wv1qu1r5GOV4+cVIJPwqWFj6k3p09Me0GPvUvxD76eE0+UQGIvZvgJT4UyoA+cFYWviYTAj72Xqc+kv9yvjd+oT2CfS6+h/yHPnXqMb1ObGk+Sx98PnTZgj4Z26S9VdcMPmj1lr3CAaq+pF8uPpEzB78DpfQ/ry/8vl+hTj90wNW7y7EOPiWAiL7q2js+ygfZPbGADz+MuTU+I88Av6uI3D5/SHw+MpW1PEOMDD4a1oO+QU8FPzPJMz4Etdw8XgATvqQHEb8DaQs/UWajPnXDQrqWSnW+XedwPbAOc79Z2o6/UIqbu3060z5x1OE+Cm06PsVIML0bMy++hFXuveqvxj/vgzk+JTPlvoUYcb6LTRA+VRXivmwkRz1VWaS+/5wMvjpi5z6feOC+VpNAPypWgT1oBye+gsITv6tuDb6ZdGa/YuxlPyjJyz0y2h0+6suqPj5hML+IHRM+3cEoPn9OU7116eI+y2+jPiuDjj5bacA+aARVPero6D4nPgO/CCv1PeZz+7x6d+K9WAkcPQn+0T2Skhw+xV6ivb0hxb6EQqk9uisFvpferz60nv++jI6xOg2s1T1dDQ+/p8puP7G74r6Sx+89/cRNPAZvDT0w4Se9TP26vi2dlj6HuNy91hLePh6Rpr3Tfwu+DIwOPtO5b701roi+", 
        "2Q20PW9C2L5xt7a8yNG7vU5OZj/fIrg+GPgPPhWgUr3dEFC+zMhsv6d/2z7jjlQ85NPqPz7RNr2rCAe+cvP1vUobNL4e/Xg9WciIPQnRqD9ODQW9SNa4PY/Qhb4kWg++rkBRv+q3FbqEIi++QkFnv95J5D7+Use9z5oiPhqWGr1tBJS+C4bJPrmexL6W96U9DYCvvRueij4i6hY9mQsoPnH9QjzeiVS+9lvQPjZqjD96ARE/76eavqG1bz+umim+1xmOPSiAfL+zms++oHftvurUBj8siCC9LY1cvn3/Mz+SnRC+MwWvu51BWb9/Vxq+s3pCvXaT1b0Vg0S+FWpWvpInw74PsAM/EgxlvrJxxb6yM86+PiqAPtimZD+DP5W+UZSHPSffdj2EdWs/V5kYP/TNrz7xvcM+llPjvciGr727OCG+7lOqvwYSTz6NNca+1WZNPhy6+j5q4i0+aNT+PcONwb5K2/m+gdz7PqH4YD6k14I902yEvYaxjL4V0W06LqnMvo0PET8Sy0g+t8GavkYG2D6uMH0+qXrvPQvT+jwCQWi/jr4OQH84IT3fza4+/10ZPRQXMD1bzxq+g/spvugqfz0P3kG+qL1vPfmCAb5N3pU+XJgUP4nb2j1id7U9+EY0vWJFo76xNlI9AYxKP4QNHD5Z/N09cQ3AvU9wB7wOgGg+tPKevtXXsD7MPGS+uQOmPn6xmDxIAa49q9agvSaUyj5Q7+a9SKNhPrNLh7z04cC+DSV6PrmkP7/9Dek/fRXSvi8bQz/rf+o9Q1ajPb4Qqr6EYG0926GGPVB83D7RMEI+yhYkv9v4Az/9Wuo+yRAnvPPaTz7Lu5e+PAv6PnEzvT5iul8+4zgRPbFn6r6vkxk/cUtWPmvBEr49N5q+udQsPBkUtr/quJm/CteTvIfz5T4X7K0+wAqbPdIRID0tvxe+Adn0OqAmuD98Rzw+o8PQvk+jnr0fViM87K/fvmxFJbw+B5C+hZpjvm8zkD5wDdq+4gb0PuVn4b0SsbG+", 
        "3qkPv/1Lo7wZoG2/o1FZP/fv5DzChbQ9qDJXPmIbNL+QEks+dVfLvFopvzxPX/s+GfrevJfoAD97FOY+YbyzPQVItT5p7k0+Ce5wPtoSgL59DUq+fFckvkgUNr4TubQ+aRTPvskK1r3B/Ga+eDYYvdR9S71biBg/59spPkS7B77avJU+hIyLvmlD5z3jsec+SuVcvmI38T8uhks/rG4gPMOEmT5VWXe8gFUyvqdagb6cuKC9WVm3vvVnhD2SwZW+vYFXP7Yi/D12+og+pu21PkD5Xz4Pgxm+JO8tP5rsDL5iQIE9IVH2vcK7sr3w5oI+3zUqPs+fKb8eWtc+yTuIvsH06T3TtLG8J18bPR6CVb6NIoe7y6QZvp5roz13nyg/L8gOviyTkTwHA8++JCcKPhHb672QH5C/7QJMvys2rD2tgVY/VCg0vtVpDb0qaVU+63BGv5vRFr9yRGi/DBOTPwwxTby9gf4+mYVNPtPK+Lur5zk+trugPh3HRD4KSxQ9bDphPbzwkj2cGIc+2T25vmQWpz8Bdf69cB3CO6GrEDvoVnq/gHsIPl/Wnb5pjj+/sTTyPs72Gj+ZrxG+T68XO5KtM7tQsA2/96tFvUsbrL6uNo0+qJAuPYxyjz6l9fU+C5+uPTe3ibzwTZc+0LcCP1N6sT6MoI+9QZesvdDOfr7aj/g8FBuIvtickz3xhtQ+QE3DO6pyeb2No7K/R6OsvuAFoT+qTFG9/sqyvqNpgT4lEDE/VvcHPq5i/r0WjD2+L+kkvYRarbzDdlG+iiqsvmkvFT5xfZu+9u+LPTx9I79o+jc/e/uevlhbAD9TdWY+MWtUv0DZdr+8nQu+pfCxvQ/5Qz8Jrre+yUoJvlClEL+JhJ08AEswvxTtor7UhF09R14SPgHJpz5m5FE+hMuyPTopAz3znf6+UQedPtq4xb4Cix493oUaPzB9AD/2lqS+i3GUvsj5NL8YE/M+IErAPZOjCb9U0cm+QcYrvqZefL8JjNU8gmRjP/Wcmb69UYa+", 
        "PXkyvkaPsL5/BmE+mHQEPVGqDD6fL/a8p+JXPm/hgD41H5O+fG4uPaPgkb7mQ649dXm5O7rpxj90LwY9Ko0YPxwXIL274y0/pjjHPm/n6TzkFqw+3MZ5va6fHj8eFS2+af5RPZOII74A4F699WOlPuG0jj3je0I+Op+WP/f1IL8UYaQ+oBG7u7nfTz4HjlS9AH6nPikxNj2YwKw8nSorP+LhmDzA6Qu/VTdEPc1wqD5L6om9QkJrv/IlUb/4Jqo9SP+JPtrGfr68IMQ+ipJDve5Y9b6JbXi+eB23PAJGzb7yCxk/BuzNvinBbz+NaQ49W++LPvb04T4poY8+dyUKv9ksmj5avhk+NMlwPeszAb+J1++9/EzKvTurEL7umwo9gDLBvvyPAr6LV5i+DWf5vDDNp70l49o+6LQ6PmPpD74ZEFQ+KGcBvmKuWj54lf4+aHugvj27+z/bHU4/kTP8POZqUruaJLy8coKHvnRvi76QCpm9Wcijvk9Cer0u4aK+P/5QP3LGdr2RXZc+8r/PPq+RVT6BvGS+dxkXP0FfzL7emzA+MeigvTkWnb6W0dg+y7tUPvMkrb5aJhU/kBTVvpk7kT5gnPw9phUrvT5FD73Imsq9zMMnvvLiWLxgHzE+PyZAvkAJgzxlVpm+tgoaPuZtSr5/bmK/MgKBv2EL2D09VT0/XNhfvhKc2L0NgQs/162Ev+UoDr+y0UG/bnuSP25A3r6kxi4/CUotPmtDNb4zmMQ+bcZAPvwgIT70MAg9XT6WvthbjT6F8iK9/W2SvVj2iD75l+A9d05Nvn3h6DxaUgG/+fZGPSnz5r5d+RQ+6GeZPpNUtL5Mhl6+SDMivej4a754aqa+vzSbPqDZ671fJe290W7LPYT8rDyxVhM+Lh82Pl3oPz4TQy89vODIvAx0GDxruRi8w6//vYK+Kj86K/k9BVa2PXBwm79Un4Q+UH4PvtdGQr+Gg3E+KL3DPUPB+T5KpDa9eW8CPiZWBD7Ogwy+EFnyvcgpWD2WDCi/", 
        "fkg0P7Mdoj2xc2e+2W+CPrhYiT0wuFC+fS7LP054gb7SM2I+2TWNvlexQb0iZww+uIqfvyxRxjzkHK6/C06Iu2dgDT6jUnM+xz/7P4P2Iz7lbZa+e6mNPiJUGL/NK58+n1cxP5uhCz+GTmK+kCxPvVs7rj5N7+49WW3TuxkcJ76vcy6+UcXVPMC16L1Y/r6+hyzCPvVvrr7831w+1ilPPxQ1AMAqtfa9kayRvl52lr0luW++gGI0vVXqA77daYm+CFSlP7maVb26fq49BGMqP35BJD/BH+I9ItQGvu6Y872wBRI9g3OwPX8w0r5KRiq9xYoRP7/0gj6fwKm99MpfP60MZr09gYw/tAyAPp8QIL+SH2E92/ftvvdyJT6JY2U+tVQeP5hbrj35rLO9AxwdP6oPa75p4ZS9a/mCPg72sDzmht4+n2kHPVCvNL0aFE+5O7H7vUt+uj3yiHm+cWAevlwFIz7MtbG/ZAFmvjhlED/eFzW+2h6AvgXl3btYrU4/aS2gvu/guD4/7KK8jS/BvTAkob/w3q0+MiY6vtK3Mz9nk7q+Ut6fvo8Dhbuetq+9yfoQPt9+i76BvfG/qg0EviYrxL48kvo9dj+dPiFlV7+Kmro/G2qvPYXwqLyB3Uy+VfRvv6i+3D2Cp2++XHIhv5Ts5z6PQCM/yOdpvj/MVrtdePc8SdGvvu4y4b1Qzau+z+oXPtYUOD77+J4+aQ4jP9bNyD3+oFS+zZniPj02cj4G9pk+1D/UPUApib0LlS2/Ul6QPWu8Ob2Yk/Y+Q17jPQOoWbydpii+s5qevyAvWr7uVp0/Np49uKO6mL4z8PU+SEc2P5mG9z3Z8w0+zx8kvpBXDz56RVq8xVRfvWY3yL4VNQs+muQ3vrrATj38CiS/VTnjPvIVj74s8UU/LzKwPcbRKb+3Dpe/SNZ2PNBTBb7+NT4/02jUvnGTqT2GHhe/NRlAvq1XSr91A5++i3QgPtFDBz/CTaM+mym0PpvFoz0ZXFa+L1yIvmnxPD1w87C+", 
        "px6Svt8rTj56JnM+iLftPS75Or7pmV08X8CkPPytcT5+kBW/UL1QvVIUi75woS49l85rPhEdnL5Xvcq9gNaaOnczqb52vOq+6VIXP3iUAL4l8U++sZRrvfaXKj4d2Z+9gujNPVTKUj587X2713ORvXIt6L2yEIS9hyBRvW0/az/o53+9Oq0/Pta4cb8GLxE+s2JKvrxPV7+4eJg+unhwPurhlj6aQZo9DvlFPnyO1z1hV5E9FO66vd8IeL1Jpey+HHQ4Pzvrzz1DHVG+CXiYPqfdQj5wY3a+2kbIPxGXOr4jlhc+ShqYvkRkpb0voIa9uQ6pv6DZ/Dyet6y/H4H+PFYbeT23jgY+oEECQFKOaD7eEKq+W6KqPo/lLr8HVO0+qfrMPkP6Mz9ttYy+CgxCvdJHjD5zxjs+emmQvMA1CD0sYHe9ZR6RPpZEtz6ynmO+mKL1Pdd8cT49BHK9EW63PpoCmb6THgo9liEXP10Yob5aZeC+Faa5Pcm+qr/md6i/9DcYPmI+8L7DSDo/PVlnvpfbqL2Imlu9G7KuveVHvz6/RMY+yEaSPoRJWj0cSg4/V3YOvlgt7z6ORtI+2SyvPfa+yb3WvWw+WqVBvWgw4L6Tutu92fDAvheSXT2IL4Y+D753PYEsDb5MAB8+nEw3Prfyo7sPyeo+SUaHPIvpgj2jMhg/RLmEPm5K9b5CMFu9azjOPnRGzL690469wXuCvl2QPz5V8RK/xGfbPcfD6rxC9se+qsmCv6lNvj42ie69ebk3v4bWBz+S48q8EmHivm1JS782pmG918f8vqB8hL3TKA8/rt0UvrQbHz+6GnM8IdOXvc3PWr8azYs8a69CvfJ//j3mNKI+o3mTPt6pwL3pG0W+ZVwVvwBI5D4c21o+giHnvjL74r7Wkey+zNeMv9KCZz7bQ34/vTClvhTdSz3kNJK9slPcvnqKNz7RKZW9dsphPvkW573JX08+uYT9PWfMdb4CqC4+06TRvihlSjqk+iI+H6zlP+y+ML0fpCU/", 
        "dbBeO04F1T4FUEA+7izlO8SMvT5ph56+YBdEP0y0Ub6klXq7slNgvmR0JDwIRU8+4h2TvIeBwD6QiGw/wUe5voKHsj77zyw8Knl0Pjif772DlpM+9ssbPmQFFj6bBT0/5jRDPm2MZ77XRJi988DBPhiCdb1qVwS/p0Zdvwk3gT5EfoA9JwYVPRUGdz45DDK+kD8Cv/ypnr65ng4+fNLUvqrgXT+cqpW+J3s7P5t2qT0NKik9QVFDPmyQjz40CyO/D4EPPUQiir28Zaa7/BgBv2QDUz4K9Oi+yVSAPo0LKz/3A+O/cpQ/vvZgjL4ooq+8prF8vpJjsLgd0oa8MUHSvYbBnD9mzSG+UTbPPSWCOz+UiRY/Gc3vPZswJr7xe7G8qgbzPCeX8j15sd6+hSfJvV0BDz8ABo49mF8QvTBNQD9vQ8G9t/qBPwtCyz0UCAm/CZDCvU3vBr8phge8t1uhPh0t4z4dJzc+rM3cPTemFD/fkT29fKkOvqvmnD5OlWG9nbnhPuovmz3ug5q9pqU6PvwPRL5uyH0+q+yNvrhCFD7d0hg+yuSvv08Jfr6FTbI+P+gGvhEamb5NNou9hElWP76zQ76dnio/OJoXPmTIJL7ZQZS/g7J0PgfBGr0HiUE/F2Aiviqppr5ovyS7fDAAvUX9BD6U+fu9nwbUv4MyyjvI7AW+JCI9Pho6Zz4NyEC+GFh7Pd91DD+QWRU95obGPvtUxr7sxfg9r/wtP6myFr47x9O+Q8hVvnn8s7/k1ZG/VhwuPOnv8L4Fy28/DzInvm6ObT6YJOK6pkijvU5PtT593t8+eULEPmj/uDzaND4/FBPmvFd+ID8pp78+mBhvPs2Yj77Vlrk+0MhmvP1FKL+ysAm+lWHqvT8TYD7IcpQ+Iiv3PQq+UD3R/Jg+CJXDPuUIjzx+bgg/mJlSPZ7zibxyJSY/TWZ6PmI0jL6sutI93+OaPpDX3L4ml3M8RXqivrtjcT5ZIBm/nQ0WPqepMTwtjOK+awB/v/3WoT7Ua0S9", 
        "4Tktv8gQ0T6Hytg9X1axvqUHNL/+I9a8o0G3vk7lkr044Ak/QCisPXQPOD/7YpS9rilTPkmPWr9Pcu+8iRmRvd1Rzb7gXFU+HcdxvZ2D0z32u969b7OBv4ve0z7Stkg9A/4XPeTmAL6a4Xc9YR0PvuOMHD/VnZE+4IR+vO6HIj8aeyc+n8icPmQ9ED/FaIa/zegvPv73Nb7Z8fc8N17GvpD2+D1grKo9xlfGvj1YWr5fYzC/kVzzvUgxur5p4rs+XfQdPNflQj+wtAk+Z2GRvl+OGj7Z4fS9N8kDvZxTHL7BmoC9wJVwPpRYlz3A7uA9WXawvWB+Ur1V54S8WaMZv1XXtL6akmu/AhZuv3kXszwgVwpACPOBPnKpsT3KSfq+B8p5vkqpj71uQLe9h2NAvjrizz2csIm9f5goPeGror/mzCa9RpeePXZAYT04SGe92Tkyvixq1T1+vCA+2RqbP7Aavb5T5Iy+n6sDvqzVgz3SFNO+Dl8JPhzLAj8tB4Y+4AmPvom1Jb4BuoU+sDOLv744177abV6997o0Pt2dcr3ugMu9/46vPfPqgD0t5wNAT3AbPlZhaj4hOP09DJm8OhsRorx8BTw8EoCZPhwVqL4/VlI/Rq5CP+uEUL2mqpK+FXuOvR8QL7+b1wK/QN5HPhga7L5xwru98fLDvC7JEL613Bo99ya9Pb01xj2VJ6E+V0VavvwtFD2E2Ja/toO8PXJOnb7THJ29d/1QvklOJT6nXfW+JRPKPg9Mjr5M5y87o3svPvTPZr3R9uG9pPy4PEwHpb41a4G/GvQYPtZ6tz5qOIe/fXBoPuBYOz9mXVU+JrkuP2uzhT+92BI+txdpvuLEjj2EIi6/C4TXO86gQT5tCsu+E2kNPuwpjD4FUJO9ROpAP1KKSj7n1S+/2CQnvlK2AD5wtPK+wdnpvT7HNL5IXEY/lwO4vgHKYz78LEM+6HeBvQzNaL9birQ+DFNZvoWyyD4Dh1E/++PFPrKR9z5gSpw+9fqnvb2arDygmvc9", 
        "q6YgP+8ODb/x5R+/ovbBPn4mvj4EWpI9WEbgvvcNvb5FIFK/Mdx+vtSJjbuNo8G9ntFhvZ6DC7/jflW9gAmLvL2YvT6W4ME97c0GPhCT6rw+zPm+suoTvhmbC77+0IU+LIkUv/5IRj42yV8+P+K+ulyMo70bhSc+PK5tv4kCob+rbHY+wncTvYX7B79JnC++YJiEPkRQvb5eQ+O+DGhOvz449L1+Ppk+igDGPRWtVj5VglQ9ICcyvrljUT6TcDW96pUSvunqH76eTa69t6Rjvvda5L1mf7G95UjzOzuYWD34GcY8+7AKvlNen79uo7U9yA3xv6oGFT+WLYM7iTtBP+721r7mwjo9cEuoPWiJDzwqPYy+6fGUv5VzGD+dCaI+4PkKvvwcB75l9yG81G6EPXTaLD/DwUi+M25EvjbEOj+LFSw+5Re3PjA5Yj9VIoa/ss5jPlbxI77TKBg+g2/KvsE0cT6XIVy+vq0ivPXAZL14FxC//DorvonKAL87Hdc+rl7dvRcKNT+xBOo+PPyqvSsq8z08B+O92ufyvVBXlr5GFiy++uQlPYN+pbsWnuo+e9FyPZ0fuj2X4wG+vVgxv7NwWb4M54u/kblIvz28r73QTxFA99WSPo7pGT4FY+i+OiCgvimdEL0aRIs94HuXvnA/GD7YRXS9iLwgPKMfeL8FhQw+R7rdPT7kDz5gCom+ixQYPke0tTuEYnE+AiJzP5hnpr7Qixu7NTI0vh1Hxj2y2mu/kBTaPT7csj7flZw+/RZyvjLyED4FtAi9CZ6ovljHRr/1nBu+NXhyO0IUPzx9e6k6a2SrPgjjKr65k/g+CyByPx0RpT6AT4m9ZA5nvvFxbz2aQ6++61gYvn7Zt75k7ao+WVDmPMmsML7zLqW/vgIbPj5Luj31zR4/TNtWPcC2RzZGIY88EUyCvvhfOD+vlx4+i4PpvaBKpD0aWbg+mO+sv0ZUKL51It8+YkUZvgaH171Yn4c/9PaEv2ETLL8qpA+//Kx/PsKjKD6M9ek9", 
        "S0qFPncUVb6C1BK/eNyAv5UUsj5f2NG+JZvyvThRlDrV0bm9FwARPmoRAUBR5Wy76HYMvYPBtb32704+nj+mPlm5Bj4/3yQ+nLG0vk7pM79pUpi+mHXuO16PljwfQZW+/arbvRZ5Jb7oJkG+jmYavVGQkb82u6u+AzNfvRf1xT3WV/K8KNKWPjB0Jj6rS+O+Qhsjv1wwjb7e/TY+HcrsPlDner1Itee80Bo2vXQ2QT1LI849mIW3vrNh1b7+7sa+YR4XvrJpjL3l74M+pOhyvV8Glz94z6i8/TggPQPbW7+iOo6/d8ErPrsfoL7Mx4S+AoV0vZYoPr6PtBS+ycCKvbK6Jj3qCym+l0KzvEt5/D4GgIC/MVBwv1MZYj0tnxi+mLFpPYgj3j69Smi+eQ2wPkang79ubro+EhxePWo0kr5Z4SK+PtORPc+YJ79Wjaa/jzp3P3Czgb0W2NG9niUwvzN7dr8UQ8M9LpBEvkHCgb9/c+c9xl0kPUDyAT8XRZk6yjpYP4tQuz4Zjnw83djZvjzcDD74bEI++UsPviF2R77ByZq+/KG2vY3f373Wh9G989KPPPgNOz9WsBI91NDCPxo9pb4qE1S9/9guPv8ZTL+x3vS+g8SKvlclGT4gOqA9co9kvrgIxL3Ta+u8JAsEQOL9jz4pd8k97X2OPQiFez3E+x++AoMhvnmeND5AidK+vlqeP///ZD9bM2K+Ss1XvlVOrD33CS6/l1bivnuIC77Z+AG/oFrqvac+N76iG7O+2A0lvYjeWL7g/Yk9UxqkPq0hwL5vVgs9MZ+BvwmSBj7hnqC+NUI8vbN2ib03HVI+FVkhv2akjz7XDwG+39S6PWWwvrpeEaq9HeH+vJuxbr2y0KC+UXZZv0wyNT7Q9tM+esZBv4HYKj6IWko/zapvPnzlMD+QU48/Par2PcHAk74BUao8VCWFv1vDDr6cIt+8ni6vvgdmdj5mY3g+YLjhvXUGMz8V7hM+mTYjvyJSBb4fVrc+B6eQvl6rx70ZQUa9", 
        "yyJ7vm02Gz4Ci4A9X8YBvwHAML8fVoG+ILkTvvbCD75fDwY989BcPvA/sr3GhME+We9SPyulnD7vwQ6+tJCZviebyrxn7pK+aShGvtv+174Lc+c+Ifg5PAth9r01jqS/We1WPs8gajyeNyU/9ISxPctqgb1IGXy9d9O1vhhI2z4a1bw+joWavUzFOz4ZMgI+4Yqhv/eL5L1xwjM/EmKJPVKymr73Vp4/F5WFv43IVL/oz9m+CPCNPoumebw9ToQ9zBmNPtDF1r0d4EK/u7lsv7SJzD6d60u+nWdivd1BFT7LU6g7CrWNPgIJ/z9HZ9y9yJXwvAAGJ76f4Z69e4qvPrXqBj/r7PE9K5igvqWFAb9L+Xq9yYkLPhm+Rj6khh2+wH2pPGbdpb0ogOO8B38CPT8/x7/exoe+h/hnPhJ/Ij5Jqyq++daSPkYpmT6unEK+H5YBvnSuqb40yv+8CbYGvpuR870ByYc+/yoIvHi2FT4S7bq+/LcDP8/69T8P0gS/XzqWPifcyL0z4b0+j2Ffvlgz+r05goM7EIZEPNVzJb8o85y+QCU0vU0yHjxRD1e/cXMXvZLI8r58kbO+u2/6PXKoSb5ASQ0+q/rgPa++I7+R+pa/4CcQvsC+/rz+Y5A9HXkCvmz1Dz6VurS/aAjUPZ+E876WXlE+TFfzPvv6Cj6zYE++1fY+Ps4cgb8Wqj2/RiGePh/jWj7ELrG9DLVKvsVihL4agV48IGg4voznvT4gMqQ9SHBJP0A8bj5UFMq9/OXIvmyYHD6lVPo+p+z0PlkaND8s2Z893QQAPyiFlD6g1S4/6nRPvnXKd78i6Qu/c9XKvWr1LT/rxWQ8cPsdPth0SD949d691kClPvbVDT8Z5xq9hV9Qv/BChT4xiw8+sw6PPpI6Nz9B3Mo+qJ0VPzHHhTz/7bi+eAdfPtX/l714XgY/AGs1v7UkMb+zecI+0ODqPkSvsT1oHuK+JFCovmF5JL/fyL2+FDAyPVXGqjoqHTu9Tn9DvwvVk73wC0E+", 
        "XS90PgZISj02tiU+MPc9vn+jGr98p5S9koiavY3xz7zs5Za+uK4lPpfkhD3hU9w9k/EHvZ5XIj7+cT2/6SGcv9e1zz21BDw9TXDivvcjHb3+qOg9sZa3vppaCb8M5Gi/CUikvUgBNT5kC8Q9w3HYPvhO8j2jRYW+BVGBPlu5K769FJG9c6cKvpFKED6e67C+TIFOvceflz2wnvo9BSo8PkN+775p3yA+KCCRv+D/NbsjcJy/IH6SPh8c9bzDhSw/wMBevlgkZj5kMpw9hHmlvjU56b4VUR2+scloPo2VIj+nNIi9BNiAPYtapr4INxQ8Q1upPuFdtr6u3cW+XfJtvneLuL3gJqG+9Tg7Put4BL5jppU/vz8dPpF0Er15cV2/qttqv9ApwT0aV9i+ITtkvlpJ0b0u4jq+B/OvvZHY3L51k6c90TQ8vQAWyz4EQ58+zrCUvwk2a79QeVc+2owPPmi5DD4TumA+M85MvWrVdrx2GlG/d+YPPjtc/j1yvka+gW00vlBuJr4dlXK/PSqSv7cDKD9S9CK90hANvhtVYr8C7zy/jQ9vPZSnDL7blUC/OCiOvOqXzTsHrww+M/xtvQs1Sz/ukR8+wsi0vDftSb4MLoo9CytIOxO5gT16pYe+lbAlvs5Zm73bNPy9f96avV0COD7Y5DI/pmNVPntIwj+8bK+95+iOPsZgID7edFg9M5sgvmyk575Gzya8oV4BPkwgib0B7Dk+YyASPOgiJz64hLS+CEMuP6frAkCv6iC/zMF1Pj21GL5uVBE+75ltvlRPrb2hYF89oBeIPWrlI7+DBVK+EZLdPNdAjD3SFW+/qG6lva68Fr/CxoG+ElihPiceir7ZChg9xBgUvZD8GL+Tzpi/k4qDvlLvCL1fNEE8RQQ2vbwBnj5SeJS/tBOFvCoYML9aCto9dXItP8iUzDwyZxW+o7AyPrcyib9x5RW/2P6bPluWDj6n3ZU9Oaj8vKSQbr7ukBO+m4Ewvp80gj4GxTi9RIhrP4IaoD2AiU29", 
        "qU0cv8yQNL4KC74+frnJPn0NJT8Jtaw+CYITP3On1D6KHVU/b/agvoVugL/hs9u+1242vFiUKD8KqfU9d6cYPq+cKj4vE+a9KXdMPj51Rj/hfTg/4pi1P5iy5b547QW/ewJqPkunnbxlCpq9lDj8Peiuf72fOI6+U3uLvrZSkb5sTK8+w5ALP2LvkD43o6u+WaZlPvx6nT68O4i9dveTvbTrcT5eNDS+UsG5vV7PnD66LXu/qHmkvVxKob8aoAU+5GF8vTeLOr/0fw8/KtjMPbJ0CD4jmbC9b7JLPrfBoDz9DVW99wAHvueyvz43YaM+Ltauu6XbajoA2us+Z7myvdhmk78JvUK/tx8TPwiRp71iyIe/yq7TPn43Ab0PvEQ//qrdu6xQ8D1q7ho+BlyvPG0F3L0O1uA7PxLFPlokxz+3uQC+l+eNvN2VrDzO5Gg+5dOVPdt/ET2RaZC+0+IJv7s8ur5Dx7e8K5kcvuWk/L1Dkbq+RfPUvFQMsz4bjti+zB2JP+uNXj5vmBi8Z251vqQSOD/tXB4+Nj7PvTbtqL5G+aM+31bcPohOJj/EYcO9Nzc6vSyPjz3Aapo+hXQwPxc6Qb8AlJy+KFTLvF9i8r7oJeM+elo+vw96Rb1md7E8i7rRPq+Jzb2HvRi/4JpSvvBfAb76isg9dr6dv+yqLr56vp2/9e9pv5EQqz1nQgU/jd6YvXLFO739VQI+7bPbvT5qfr1ZTI48hiEZP8riI72xQoo9mIyLvx4zL7/j5yI+llG7PhdFUb3T2X28TfNUvf1Qj7tMxvE6UjOEvcbRDT9Tawi+a19sPcZ02T5LH4Y+Mt4VvuVf3z6EkrO+i/yVvWZfVL/OoMU+VE/5PZ7OQD+W3JE/9GjuvS8yhr9tbXW/ilwCvePW3r0VE7k9Lm6XvWt1HD8CyXq+0wvjvewBAT3jm5o+eQUxveBbhj2+6ws/vjWivo6fxz+n9US/AtIGPFh6k708Jv6+kc1fPsGsJj1SQA8+5rh4PMDkTL49VM69", 
        "5ZfAvOhpuz0BHxO90EHsvv4UPr7Qasm9qL2uu/DXhD5IHVG/IysrPQKmz75KuBc/ySmvvR+if78WU/m9Z6/DPg0MTb7+Myi/mYMaPwXkYj576ws/RAIZvemi9L2ERgS+KcApP6qDHj3+EeI8i2j1PldLjT3O2FQ8p3FLPG9Y8j8iorg+LgbvvsEC37zZ0/69j1Nwve/kYb2e6ty+Ih7TPrTvO746ByU+Im0bvl0yFD/UzAU/Bt4KPvqpiD7JRCi+C57EvnOTHj8f47Q+3J6BPirNrj6tuQg9F/tgvsewB7+0YSC+qu8CPiIptj4LmQ6+hrTAvttMuD2r/KU+a5qIv/SBZD6x7+08faMPPmSb4D42A6E+m62oP/d+AL+eiPe+hbfLPVR/I76EnLK+QquNPJEsyb606Hs97d0JvdWgjb70fYk+Bc7oPiIcND6uuAS/mp7SvA5LED4ld4i991kivtKYTj6h8wW+4BKevlzkAD/es4u/NFa8vcQTnL9U+SE+rXpoPUO8JL+s5SQ+e4AaPXBsrT4jpZm99xtiPtcUnD4uJlQ9G/qku2Zl/T4su7g+xAlqvebHnL3HIp8+iFoMvbbDfL/9Xpq/Dc31Pu/8CL40Rpi/r/2hPpAtg720YGw/Xid0vMx5Hr7SrrI97+2Pvh89BbvMlRk+/kL8PkkPqD+++LG82rc9PrLuv7zieUA+5HVZPVGX1D3zR4e+yEY/v4RXnb5uHZi+XxSSvU382L2gWCM+n8lHvoktED9gsuC+i5Y6P+FM4z8JZkO/72hWP26wBr1RZwk/EQ0Jv6UvqT2Cz8U82pULv+IqFD+nGzA9YYuEPtyAFr9d2Lq85+PHvbNQ8z5xnr6+ez8Rv9EOuL5+eyU+n9/cPXCmFL5a5xg+VZCgPVYcmL/VeUm9PnkovirjAL+rj5C9l5BDv75hwT5fkZi/eTulvSPRrD3IDbw9fFDuPSoLgD0soUo+5iivvj5EHT/TAMY9pY4HPzA/fz5mEi++nIvWvULanb9twS+9", 
        "dVqcvgQ6z7wgtuI+BmsFv7y6BT5TFrg8ZQZqPl4S2jyrPfo87/3lPfwMBL2DzaG+w3XBPWZYNbvJJ4k9RYAYvUx7Db+46Z29p9txvo6GyD4q6uY9a53iPmnyuL72bgW9RsClu4v5fz1GcCA+W2erv4X4Iz5zevy+moUvvtx9/rxWbEC9RcfZPnfr3D044Qk9CfdtPnOSNT65jDS/4Fdmvt8IaD15OT69XU3FvDCb7DrTvoW60vzBvsQsjT7AdoG9ywQfvlwUID8QbYa+G9ifvah9krz2Mwq+mwSwvo3GnT0dfHS/7D8+vkRIfz283t4+f/v/va09Q71ADpe9C3WMPVe6v73E4AY/OjcHP+fgEr4PVTk+reozPwVfgz5C1kQ+97QxvS8fmj7BywU+sOkYvsedYL//ksy9rW7LvSmm9j6Steu+TUHyPvMgLD8aHGo9WLJDv8Yo2D1XAHG8A5xYPoDvyT8MDCy+9yUzvb52377e09q9Hol/vUwKmj12xME8tQMYv6YnXz6zxTs+GXm/PaOG473In+Y8xkSpvll/1T3fXoU+XjD0vWnbNT5qsIC/NuWkPhP5n76YUSU/nyGavy5Coj+68Tc+eT5jPr5kL77l6lE/+y2YPX/A3r0JR62+Q55wPrGpGD+oSxA/gB/WvDTWYD0Kd6M9zZUKPljrBD8//wa/c2/ivldTezyNxom+vV/gPu/QTb9FxDW+KJbPvC+ADD82miK7FwYCv7Ul9L1N1ji+RPq0PanijL8Yeka+Mxh4v2olFL8IGUk8MOjAPujN/TxcFiO9XgkmPrHarb0Bdci9mwJ3PakDyj6bLj29GE6vvK3Bl7+gYaG/Pr94PqxUDD5POHq+ymOYvZ+y3b3yd1k8g7noO6bVcj2pRDE/7CctvtBU3zpSZ7A+cfSSPtx+J74xYdQ+7o2fvBZvwL2Z+jq/7faEPeb5Aj71/2M/PyGdP6qc/r1Vxni/fDNuv1vLJD2UXSC8FPUgPA0ICL65PdE+64xjvhaYl759Mxy6", 
        "T1xuPxdj6z9/wla/ewM7PzKuDL4d7es+RWgIv8lAYz66NlI9YTS2vmH5Cz/D/zq9B0vSPp0gpb5wlUc9CrlQPHjV5z6AQ6a+9CP6vsAbpb4UnIa8WkLTPKN8er0B6Ws9WVUEPsi/mL+EDYG+N2KmPY+rw76DL4y9P2o0vxnOvj7tqJK/ZlE0vqCC6T2yiDK+ZLkSPgmXWj7FfHY+aUQ7vuMIAj9ljQA93fG8PhN7ZD782cm9VcPavcwfZ7+rsUw9gKvjvtf4oj6LyNI+Aa8Iv8ByED18Sp281W63PtxUSr5/6qs96TIyPcP2fb1xQDi+ISkvvUmamz3Ep4U++ZRgvXZvN78RYm+9J/LUvZkslT4sEeM9kJOiPTYak75gCKI9rndHPoz6jD4fAnA+E6axv9zZ2zzDacS+i7C2va1koL0RgdC+VsI3PyhsAT22weo+LREDP1akkz9XdT2+kDuZv7jCvT96MEs81oruvqXYyT0jt/k+NlGNvl4dnzqoJi0+P9h2v0bq574gh+c9R9kzvo/VFL+aNny+JIJsv1ozPj6yZN69r8jzveKH9T5xGq2+iJspv+Zs474/Cc08M8bPvtnWHb/P1a2/y+V1Ptz/4D7oCc496OOhPSJOcj7KiRc/ogvpvg953T7Xno+8beWKPUKxy7022rc9DqwZvzUm6byPs6U+eHS/PZv6xL0WgE29Bn0rvMQB1j3SLqS9LBnYPdm5Kj9gqhu/1nevvSHkCz4z7Ck+mUt2vAxl5z2N7gK/AFjfvj0hzj0TKCW+ahLJPnU1yD3v3J897s70vZ88rr5DVke+bw6tv0OjW767Hkm/sfXfPncYDL5dayO/VCBfvBRsdz6UQpO9P5rtPUWGkz5NfuC+q5WwPw3KCr9+o1q9pKdCveDot770fSU+ggwtPaXYH74/il+9hHKevsXkbL75qSu+azoavq9eFz2G+wO/PvMpvlM4B72qYVO8hzxvPnOLJ79uRTE+SvXlvWO/uj5VTju+qkp4vx2mnb3e94o+", 
        "R7eGvtxtz77+xl8/QdqTPhdTpj5O2AU+iqyqvVGI9j4J/CI/tfjRvAgTtz4ivMM+0s8dPWGspz0YfTs+uQnkP4D3hz7OTJa+AZt6PXn9Dr7vuLc97UoWvuUIAr/6zgQ/DAArvs69iT3ER8y8Ul34Pktf8T7uaoA9fSmZPteYnL5fs2O+WyaFPnmZwT6mA5g+F4WpPpFDTj0/XY6+OG4Tv7DS/T01rFc914poPudFE77O7gW/2AXmPagagD4++GK/n0rmvUAT7T5X4u49D1LIPajQ5z4OGYw+atacvxZx874xJV89U8vtvYNlVr61AyQ+erNaPgOU1L4Ws4o+xY2Fvkapc74YWjU/RvgZviWU/Lx/ggG+C2Ycvstj3b4yBHY+zS5Pv77YIr75fxc+dUBgPhZUUL0q0a+8v6xSve74Kj5K5gG+cMgXP45enT5Os7E8FxmwPgFcJj9DBaw9qU0GvJ67qjysCQQ/vztZPUMhpL0A3G6/5zBgPlHsxr1qR5g+Yk61vnp//D70e2A/JVStutGIJb+N2iQ+BIn8vakXwT6i9LQ/ADYEviNcUD7zRCW/F3j7va4vMTzMhsw+bK6ovQe6A79O3Bg/o5ELPjpjBT50e+a9XFfEPo3jir6CMYk+0O28PYYlTb4G0k++fPKGv3DqST73lOe9xW6YPpIYjb/QVjy+kF04P8hwQD63XC8/DN6lPqHClD8z8hy+RdZ1v4B+oz8fqYo+MP3Yvv93Oz4/q8U+TbPwPFnkbr0nS2C8L49tvyG7Br9PlZy8P4Iwvh/hXL++h/++ifw6vwY6cz2Rm1C9bRjlvAL4hT7SDoW8aAouv43jD7/jp0y9YpmSvTIwBb90iqe/H/WAPi/uqz6VkYI+5/wOvl6lAD6obQw/Mu7nvUebtz6hDKq80omRPbjKq72kIaY94KA5vua96boLm4A+Dyd7Pl6D1DyQqKq+npCMPWaYYr1XoBO+En2UvT7sKz9d9iu/Tb0OPSkq+j3cCxi+SecEPvQ0hT7avS6/", 
        "Vu2TvqhqIjxUx/S9Y0R4Pk32Yz6Owas8AINSvsxdjr5vMBS+ES+yv/wHFb5ww12/x0noPt/Y1r5Kpku/OcJGvhGo4r5I5Ji+QO3aO+EBLz9Niy+9oTeOvhYFLz5FxJe+vNnBvfHao74wxZE+eyGDvsfc9D7m/YY+7zBwu8swEb9XgAq+1OzUvltnWj84y3M/pnlcvu3aLr6ObVs7R4MAPp3nHj7ai3C+YSQZP7OliT7xR9I/bQblPU/Bxj9PGKS+zy/3PuJ4ub33ReY+eVgIP8FsrD28k969eJSru3GXuD60eLO9vgcqvo5zwL0q4S8+GdFJvlzZEr3hA4O+dXA8PyHE174p7Ku/pNjvPl/4jL2pQ4a/XHmcPUGwl70YE1q/u/u2PUnghT4WOIO+ja3sPSzvl77s7QO+AyKsPoOCR74Zni0+oLafvXo8MT73N7U9jwVkPYcd5L6QHeC9k5ypvr7tg777FFw+QOcEvrbEIb60AQs+XZbCvRiuaj4MdoA+Vl1aPUHl477xCke95rs2PjI1Ib/X3Jq+tTuBPTV9jD6PJpQ+qjQAvxU7eT5sUxG+SkyzvAesED8snog99wwZv9jDaz1QO5A/ZswgP5pYET+PvP6+wbp5vx2KLL+b6Ua+PQXxPhTfWj3yBTI7ie60vsMK9z1oX848eEK7PwG+ir7YaJQ+2t/gPgQDgr76TvG8JFMuP2uVED3BCp68g/nNvvpEFL5AxZ89Za1AvjgBfD3PRIi+rKSvv1IcDz5NbXg9sAQ2vXaeWr5pg1u+hbNCPDGyvD33+cu9+IcqPvStgT6lYZK9GRlSu35Itr5ZVPA+IHnWPXg0BT+cb3M+6PV2vu2N+z7cXs68YdK0vS3HW7+eEs2+Kykuv4zktj+8jA6+/t+gPokNt75JFW2+jg24vX/3ir11xG0/nTKjPSHYjL2erXq+dPL2vaCvrj75Ji69hSRKv7avWz4dLSo9D4TKPo/TcD9ML9u9Rd1BP1qXqL/KxTa/kOtIvm1HHj0lr7K9", 
        "QS2RPaCWv73OesC+JTAaP4jo3T5B2R6/bCVhvkLajT63V749am+9Pr7x8b4y5Cy9VrMdPjpvEz6cpym+aJ0OPbc57L04d+G8jCItvRbhCD8DR8y9QY5FvjGMFD9sJIE/ixJwvx4bvr1l8EC9sD+svreKkr7FxQe+3QEbPguBN7zaPDs+W06CPN3+IT6iryk8lIs6v9FRcz8OStU77hWvPR/ljj4EZZI7nXRWv9hUzj1LCDc8bfEoPuc+iD03pSu8CLCEPbXZbb+x2KC9i5ORPtfj1T0PqJO/8WEdPz744btBBgg/h3LgOm0sHrxyAVa+mHsuPkD4t73MHJc9bvnRPXyL8r6Y2X6+4FMJPp6iZD94dd+9WW+kvnkumD5TdDW+NHxIvUf0o704CEs+68ILv51ixT7ftSM+s+cfvqr3xr7K6b09LwQrv1RjbT/ft3g/dEFwve0hyL1NxMc9nlDNPdByJj46rm69D9M5PzIRzD4vd9A/zckvPr7BxT/ZojK+/UmRPiE91rxnC9A+rzYZP6vsfT1rORG+poUdvuHzkj4OokK9w+yevqH0HT6ZzIo+xjWcvoCpKz6aidu9JTJUPw4cEr9IDni/8sITP1BTtrvXb3y/vdx+Pfx8ezu+C1u/r28BPlnPYD7wBBu+IRX/PbTi2r5q1Uu+OwmYPuw8tb63MeE9qd59vq0v/T3uDIQ9j2C+vS0Df742gmU9lqqVvkv6v77WiYU9H5anvfFr4b2tx2Y9XgozPb1l/T5AUzs9lQ+Hv3Z+Lb9M+Ju/dk2sPpIhzTxWi9u+HIVQP0FArD0haUY8tNOIvx6BOj9zURk+qb1Vvq4igD7txic9pf1XveYCyT5xSqc9bdTyvgreiD6jk2U+T9yZvQDOlb7KwU++MOChPionAUBhvA4/kKMAPi9oGz6OM3o8+3xJP5voB74wpbU/5tuou+iVmD0COo0+wqGjPaKpjT6k0Y47UWPGvoNCub7vUAs/LuYRPsMyF78HlKY9ZIv/PHx5hj5Alza9", 
        "BjUuv1183j6Vv86+7kqcvgHkgb5iESm+uPXRPbqTBDyjDEM+HDqjPfel7b0GFxQ9JVzdPI8Vqb2noDa+VTfTvcSOxj6CaJ0+2CD7vTmWjL4UtFK/JKfRPKTjxD7IIom9y/xEPr4vC73tj6s99ASUvoUxLT3iZ3s/RuEIPaenr72I6W09/RB8Pf678D2Snki8PmzoPlO57DwQyEU/zcIEvmvDK7yAqDu/OpkkPdUP2L7Aps694VPqPhaUlr3G+ui6hQ0ePnxx6b7nQNu+rDzjPqfAeD6EYoe+lWJKv4dyUj7/dbU988scvDYL4D4br7C+qeILvbDocr6PeBQ+blczv+P7Iz7EchG+wSfVvh95Rj/OFSs/+jjSPZxhBL8itQ8/DliQPgDFgz6mE36+XG2Av0D7/T0/VJm8hhk8Pp58V70JisG7dmPIPfaIDr/ax+u+e63Zvkoywz+8Elo+IaRova3+VT5H5jC9WRamv78JN76qL+C9uiUMvj1npD7xWp++s2u9PfYWlz4Agl4+YZIDP2JeGr7vu4E+H/sMPlnvCD5oyHO/xPEXPlZRCT8GWOa9X5+7vwHPZ74NWw0/M5RQveghcT570q++T+uavhqs5z5zDTK/aHh/vhnGsryr7gc/iGP7Pj00Lb+7iEQ+/kMovZaKgL5YZhw/ZeY0PoTN8r4hVHI9WIeDP9E+yj46JxI/pXchvwt3hr++gBG/7ChRvmZf4z48NUM+SwkOPRmw4r68WEM+rCTAvfrbuj+Bgpu970RsPkI9+T6/zya9mIkhvhF+CT9kIR49Qk3yPciBwb2lkVu95oWBPXaPCz4X5Ni9mq5fvivGxr969AY+pSI+u99zRTyYJbY8ZYLwvS38Qr0nRIo9/chTvjjWOj2z96A9hiWbvLBhhz2NYLe+DfqAPhVZez7s+/E+pJAIvgkORr5cKgI/xnuzPcS41LugJ3C/NtpovlpuCL+KAKc/7neBvh1K8z7acSC+W9JLvpB7Yb2gbxk9ys8CP0vdk72tnVO+", 
        "JwWEv8ePLb9Dq7G/dn0lPnegDL3oise+oR5TP/+NAD4wnXk9Wb6DvxSNNj9OxcM9ExZ/vkSz1T7FZM48c9qJvl4j6j6ug9A9gUvjvpVrTj68cAQ+JL6EvYfXZb5Ay7483HtiPvyv8T8EdvI+ACeLPvWOvT1Qcsa9DIcZP9+/qL29B6I/k/glPiuyyT32qf0+UxtUPcyuRD7Rh5e9n5S9vje9y77UPug+E88RPlfpA7+pqSI+9KDvPW6KjD030AS+UYfVvv+qoj42qJK+4LcFvyp7lr0IcLU6TGfCPSROg74Z1Dq9cHA0vZ1DHr44gZG9XdwHvnrA5Lw14Zu9vsH7vFs6qj4kkR4+FVEHvkDGLL4vFiK/oi8ZPZEMQT4ub+C8xRWIPhxPhL6MFtM+nxq2vjlgVrwrx2M/rS2rPHY5Gzt/kYK+SHCHPq7LID0sUaA99kINvvqYBr49eMk/OyWgvkhAAr5SJFe9HNEHvxi/AL6GezI+3Tdsvrctw76uzx0+Ah4+PhYQZz7P2IQ+OZ0RPwFK777rk9u+o+xQvqxEnr0m7UA+jT1ru80NOL/POo292zHCvhiDdj2Iqj8+7HLYvbWBZ7t3qaW9fScjv+aZ1Ly5IDM+hiyLPwXYyr8WpNA+/al0v7Orbz9oUH4+4TwxvpTZdz05fKQ9Lya/PUKndj/A35O+4Q8HP+nSLb/H9au+iZeuvuh4Wz6TbY+982RYPKqmfb0V4ym+Ox5AvlQ/xz6l5Ua+uKwlPkmakb8x8xm8vPFRvVZU9j5/IVK/fthYvfUh+DzAwnc+9+WXPpU+zT1Qo5O+AELLPoFaoL1AhHo7n8Yov1SGrD6Kk/I9VMvRvIdgNr5y+Ea+Enj9PYOUfzyXTHC/fJzkPfRqeT1gQ9s+n9CGPxv81b0k5VQ/ntS5v3LxSr9h35W+vMC5PRdeA735cpc9ep1GvaFior6ZfPc+892aPlCicb+mBFe+owivPiQ5xj3mwg8/Q1GtvjkDKj4mcK8+/jAnu7lgkrxuFpc+", 
        "elTJvCIegLww4OS+oPsGPyuSMz3a4CW+PWiJPuTcUz/jZGG/+DUHPrearLwHk5m+LVipvqrcJr2gm5s9yECCvZTtkD5pf/e8GuotvgJoDz56pjS/sZNoPxjpSb09lL89I/C/PuSIaz2Lk3i/fBDUPgDlqr3d1lM+0ynRvEB+NbxmhhE+7NJAv2apXr7GEtw+ss2JPdL5lr/eIwg/dCwTvE96ED/lmS6+D6ACPVzboL5huhq9XsBwvm9GFz7P72a9vBgNvRG0ZT04KRc9zdCJPeq0yT4SScY9RXpwP2v6KD0XWim9ruEVv04KU75adIK+V+i2vmYNqj6+Ujq95GBpPUBMRD4bnu2+pz2gvjPDBj9OBpw+etNivtqMOr/lm3g+N/cyPvlKw7s5584+nRPGvnWM6r2brnG+zLF+PnrTGr932Ac9+mSdvlabrr4aazw/Nf0kP9drvr108z+/OWgOP9am9j416VY+8JqAvozCO7/ILBA+euIUvkSEoD4kWhA9BdqDPjTwKj41wge+2y0Pv0ry7759fa4/hdKGPQgcUL6eYwU+dEGJPNfTjr/2pyu9TCjwvbaEojsSQ+A+B1qqvu2xdT2SK5Q+WCrDPvp+jj5Ui+K+fR++Pt4pQr3etlu8+l+IvzPBbj4wsIs+r8HXveAju78VqIm+HSrcPlJy4b2Ei9K+YNGNPnbv6r2G1Ci+hvjgugXKnL1MZ8A//ggHvvKSUL2E7xi9ju4Av4adnjvZgqE9jxqMvqEfkr5gg0O+RaDPPpbsxj5WXAM+Gj/7PiV8lr4pLCq+9fSavi1eFb0dNxw+4AgQPeytMb+csMS9R4syvlW1QT2X0kY+cD0Avq08Cr2HORy8DZ4gv1Sbkz6K/mQ+g7i7P2nxt7+em1E+9dwdv7wiNj/GxXo+b4XovQJyuj0az3+94++nvka8JD9+ieK9P9ULP7Rpub6s++i+Bw74vl5sJj4evDG+1/ROPqLOor450cy9muqSvUM4DD+21KW+CzLSPj9ln78YhJS9", 
        "O5/tvN9nsz7Y1lO/KPGjPetMcLlb5RQ+PxikPi0Lzj0eqNW9vpsJP8QGZr7gFF+9povUvr6JuzzQO8C8CiEFvg=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "NM7wu7gMNL3GzPq9AavbPbQyirxDA/u7m/syPRAFVr4gLgA9/LjVOzkahzsIpT+7xylVvmtB57wO2ek8s9YYPaFMTj4VlZW7+6UOPnhWW72lX6e8cBnXvIFzmDx2FjY9akcwPpVVpbzKQGo9YXzOPdYvZ73rkhW+tXI3vks70r0sp50893tfPYtbyT026E28OvjYPIX4qzwZA8e9qnjwPTl+Jj0Gyos90Sx9PKrHmzwQKZw918usPS6j8zxJP1m91P+qvRN+8DwzHis9UHWOPAUxez1tNMG9qIsGPvhSjr3xP6s+7HHGPSMjNj5TE1K+1rn0vGNnMz4SYpI9YMRCvZ8dOTz8gae9LB90vf0UaL25f0s8jshFve1pkz2xMaG9NzHoPSOhdr0sOxU+UitKvivt9b0YSDy9unsKvW7z8Lw="
      ], 
      "weights": [
        "IJIGvjAzZb4GGRw+pCPcPclGCL4sv7o+x9v2PrBz0rztd+w+Ro7DvmI7lb5O7C4+xVxcOxaAIr0mD3a+dvhsPj3gVz2yC4y9Zu6TPnA9X75qMKG+yAjkvm7nRr41UIu+OFuNPq8x2L5GQIM+zQSRvoOf2z1s5M6+8623PkrKH79qWxO/+Y7Zvh5qAj+NPEg+hhx/vtVGz76dzqc9AeaRvq506D5VG4U8xAlrPX9CnD1m4/m+I/4PP4lBgb76WM++WAXXPSu/7j3SXHo+t0C4PfeD4j0IBxi9c+WEvvZeXz5n+cs+zdOYvhXvpr7TIQI+FR8AP9gEMT0Kuvi87GvHPvjwgT1MlzS+pFbhPqMgJ77N0BS+9iMjPtn2U745Zb8++lCIPal0Zj6rmeS9jhnLvr7sMT970li+gdZ+vWXFgb5vysK+XTItvdlZDr70oAe+Ooz9vmvOrD4wJgU/B2sXPuWkMT+3+QY+EW6zPshZOT4DSzS/az/DvT87Vj/sVRi+zlxsvkHYe70VkYK8jIsFP46Rxz6CqGc/kqtxPHZM5D7bFJ++w+JRv3hFUT6XhCo+kKqUvnD+vz50r/s92SJVvNquG76/YOQ+jMxqP+PBTb6c9ZE+V1NKvorE7j48V7U+wzzJvv9sEj4cTZe+bEuPPeNyEz7bGes9yNugvq5tOT/OtlW+gYK2PGH4wj5VRTC+4Sa7vmuWCb/l5fK+hn6dPSQr5743XjQ/nruKPbGzBD8I+BU+jgN2vlSAtz5z+oU+kyIpPdeP6750zK49klVDP+jnBT7MC4y+4UiHvlRLTr6t7nM+3MXpPVgtn70zv749s343P2EMHD+xL2S+ThpcvwZAGj0oqZQ+pi/mPnm+kL3GeSM+9M6EPsrb3jsMWwO9NKnwPvVXIL5/k5M+f0TRvlg3uz1dz88+fRe4Pm3EojzY4QS9s9Qfv2hgp725Vl2+dnTtvBuvM75Yx2Q++0iqvgacCr8bPe4+BffePv4O5D0Ym8U+2xM0vO+WKD+fmMM+", 
        "f80rPev1O74NKa29l9geP0hefr26/Bw/opDXvb+Hor5aMU29dB3QvsdTwj1pZ369XmTCPpUFFz8x3gq90HQjv2pWjLxd8MI9X5QpvHGft71MKHI+khWYPk3tYT2tRIw+0pMCPpXtrr2B1CU9AIUivYXAA7xZrGS+i7yWPrRYbD4Lbz69spnzPtMvCD90X7u9oTtNvYK+iD1Nj1g+BnyPPDPszz70kI0++I3lPcYEwD7j8Uc9Y13uPYQXobtNbSe+u/rzPTd2CT8/5VA9TDCMvf4yxT64V66+rRtPPo7o5j3Uq/a+SmZUvnXytT4huI++jhzBPrp4Qr4qqfw+ah6tPiaYi76VUQ4/HQ8wvyfsub5yfaE+6HqzvZjRPj4DeCg9JO4RPj7a/LxYj708zt9UPjMp7j0E3e2+RuuvPhArjT6Afoq90tc3PvwF4j5hFVs+EJKOviHnnz7d9a4+a/Ivv9FyGT9hWVq9yblrPXAufz5RecM+ujrrvi+UhT43SmE9kgyUvSFsxb7gRU0+KYmWPW3Qwz71S5A+lX/oPSFKxr5HBjm9ReeWvq/V0j5cN90961i3viKoIr4pzlA+zNwBPkZ1B75mnSq/XnXWPVm1dD43XqU+C/sDPvFobj3HtDA/hSmZPqL17bysHzu+T3jzPlOegr5+1He+TOaRvpmIQbs0u+Y+lxODPqLEH7/r44o9bCCOvxYo1j4B1D4+q9vuPm04SL5nD86+4agmv3BwIr3AUZ++QX2gvnvwhr3dRrQ+JEdaPwt+GL6flCY+xrvIvXfEeb57U24+yOhrPek2db301sa+mHqcPsAR3L7kZcA96zMPPuVw0Tz1QoW+hlIivySAazzKc5G+hqLXPSmtwbtyY6U9D9GYvVri1rpHrxW/nwd3PlLXwL7t47c+BoW8vcHACT+WgJ4+JDLpvPIOgb1bhuy+QZoDPmOqeL7u2q+9gReTPWm/OT46yYE+HFCxPK7T+zzdvMq+PV3WPqNQRj9UP2a9QrkQvhJTob3sRoC8", 
        "6P8ZPlgeyD225z4+WxgTPoLznD7WMnG+aueWvRCxwz7iBNu9hrOGPozQRD4P0hm+t6SQvczuQr9Phoi+sUW+PvPPJD5GxAK+GZuCvoQJ2z1dMOU9+ZGLPmWl0776+Z0+PlCKvsg4cr1d0wI/+2tYvvr4Ob9O6RK+QYDfvXFt3z5yaJM+Yd5TPkIgDT9KX6w+PYP4PpKKij6BEf+8ODcsPlkOUD5La0m8niZHPuEtOr6HP2c+1N+mvlaGTD6uXFo/hqa/Pmpepz6a6t49CyKiPiSGVr62Lx6+/ySuvxFKLz8h5Zu/zGHHvknnnT5ExgY/KXiUvjlkqj5apOe+qiy0vuusejzcew6+lCsqvnUiaT7Lmq29Qi6MP2VmCj8aGgq+WJmWvtLSrb5Rf46+/r8YPn1L9b2hUOw9+pBGPt4p1r4AY5I+oZxYPt3dED/1nZg+tbAUv6ccSz7x5pq9pgIiP/2BSj5OlYE+IWHdPWtxJb93/ic+552ovRm8yLxwgoO+2oOlvs38Jj/jZlA8w4iuvg239r1IOhM/AyGOv6MWOT/lKte+oHiQPhMzQL7cfPW+XllIPxf4Sb+q6je/ceJ7PnYwWT6QVz06RxjUPPu3AD/XHna+NAayvd/CPb+fxdI9m1QuP1qaGD9mSGg+b5ckPoYtrLsQzYq+L/iDPb4n8z7yE6w+93movjW9WD2oO3o+mBAUPu/npz5DtyG/Qe+yvoYWDD/LGa++Dj2sPY6GsT7zAc0+vGO1PitmgD5bIdY+vXbqvYc0cD4hn+k9wArXPrWq4T5/qz6+NT8eP81LFr2Lm428ffyZvotakD4etYw+wb5dPnt5Oj9rv2e9Bj0Wv1W7jT6Csy0/k64pvpBtWL4sM7+9EV/Mvqq2ID6WaSi9VdoYPwpFKz+IXB2/x0qLvp3dk76l3j++5/FSvl0v+L448AO8+RPMPY1Fir4RAf687mkcv5C1lD6zrcS+02ShvEtl+T2g6Ni+pOWuvkmsgb4nDeE+7MKpvY+1Rb5TWAo/", 
        "seYCvgee6r3/yMk+11PDPOjWMr1fQy++0/MLPUyo8D61yuE+wCWPvbemOj587Di/CupTvgFQiD6pyEA+W1EtPjyE4z5JP2S+otcYv1QGtj2G+wQ/i5eevToh3b726E0+efvePUa8BT2SQj89p0mnvlDqnD056d2911s+PvBHejw3s7a+5p1Nvlr+hL57l7q+OxyXPOC+Xr+Z7yM9qVDFvgAsyT4jJyc91/UyO2GQK77yOsm9Nr9NPp9frT6hWrU8ji6mvTKq8zxR2gS/nDZ1PtlPb75vmXs9G1MvPejMpb22rjy+TLGxvrqJtb0Q06k9Zt4dv34FVj6hrZa8szNiPjKaJb8PUUQ+GwKhvtDNej6ho5a+DHvAPnLqhz2DjKI+9k0lPlGlRz7B4fk+Vdl+PnZ6wL5or9Y+L8KhPt1rm70/7Ce/43zTPuY7Zr8j/UI/VTw9vr/VLT/wvwi/k5OlPpFZnT6TJSo+QjyfvidzQz40ETs/08wlPgevi75qzSQ+q5N3v3xNVL60iB29zIghvWow6T4ZFzO9j6t6Ph2ZDrxEbS0/pQEAPmaUMb9Rw3M9Tq8mP0yeGL86d20/KJTevf6JYD+rj9M9ocIyP5Sf1b10FcA+fgz4PQlSXL0y7YE9opLwPTiWJT4u65C+9RImvm7z8D5Tos4+aKnqvslhMj7zWP893oR1PkOFyT5BI3Y+zy3AvoEAvz5Oi1m9+22zvaJtXTxzRAG/9HQmvpt5zr4hyHO+w26zvvcHAL4YayE/2ns8P3DVVLx85ZK/A8rZPDUxGz/iaZS+TIaQPXxaSL1UIZ+9i08tPeLmGj7EHZG+rs3gPuafEj/N4xU+gZd0vtd0Tr7I2QG+3Aa/vvzLPz5ywHO8cd/lPkS+l77Czwg+wqGxviGPZj9vrYO+1SZtvWEhCL1c3/I+RIqBv8FKhj4K6UU+zCm1PhPgKz6OUmQ+BeCEvpIVjT2sX+4+pHL/PXYyyz7g7go/YknvPTgl2D4cZuO+nUaAvWNiBT+X1P88", 
        "9bYPPGQHHD9apPK+CGswvw1Njrh07XY+J82APvxtOL6IMyY9TS8VPresyj1xlrC+560mvqsjCT4Iybk+7P4Tv3rLBT9JfWU/pj/tPrEAgz7NwoI9vN55vc1Qob52DNu9qVJjvkfOGr0DLBa9wTKsvj0bxb4mSjG+X9OyPZAub79FIFI9XdtsPXbrtj7iLb6+d4gGPx3Ucr4fRYa+bCV6vjGFrj3hgEW+YABgvj9tjb5ty/K988snvjLtDDwPlos9GpqmvhixCj9fOhQ+ioYhPdNiKz2giO4+ZNoOPkTXBj6hLGi9LNX6PRn91j6Z7j++aE/nPfZIOj9aLho+rSZtP5FxEr4MuoM9D6iOPq8YuL4SSgo/tkEwPhRXh77ta96+JbkbP64CqD7EW3w+VKeFvqZSNL72Kq09Vu+mPt/LWb1MlZw9C16fvsKqB75Wy98+jOE5vi6XCT//Whq+YI38Pd2JBD0EfwI+yqMNv/piPr7ViQc+mbOZvsftXL789j6+wdQUvqZN1L2zpJC+Q1xGvYKGyj5WN08+HjOkPTLe6TynN/s+uN2PvVy+tDxMmAQ+040LvQEVLD2qFzM/z81kPts0Sj6mXbS+EB6EPgq3kL5FhLc/Ilu6PcXFHT70V2i+xzOfvutbFT7v3YA+NHMJPX3L+DwUZRM/zlDgvePFNb7Ksi2/HldAvU8sQD6QCh6+g1JJvnMVob574WI+g8LgPYsVi73A/pC8jW1gvnET8D0kH6K92PICPxj7fj6j7tC/oZk2vmvSyL4WhSU+dCceu1TLYjyzXM29tBEyPpQfKD8IPw29VSUTP9cHLL0veNK8YD2OvcJhnD4EpBm/iqwiPwcmFT764Ua+PbpOP8EM2T798LQ9x04BP4HDSD58NCc/odjVPYqaFz/efdQ+mCGtv2a/Hr4SwhE+BqobPts0Db/7B7o+QDvBu5amN7xs5zS/sj8uvcfDTD8jRgk+sJ8WvZ7j2z0jk5m+lB0Gv6SQJT7hHkw/uqetPkzngT5YXKc9", 
        "O32au3hde751YoQ+uOG5PsRRND4oYsA+JsiQPR0O8L5UYvU+P9PEPsgIlD6XyvA+FJoNPD8Fez4WbrA9NsvXvpoafz7N3wK+l/kGPmM+pL7VGkc+THWpvJyGlz50HZc+GqxfPqy4D75sMpU9JxThPSQHWL59gJO++REoPOcjib9baCe+YLjWPPIyWj6es5O5sau5vZ/THz6IuWW+6JW+PlhpGj7Jmsg+uRhbPsguhr7zmO0+Atu4vRw3H74ln488i7MOPkFkpT4Y4yo+4+FTPrOmVT5/EVA+db0Hvc6svr2kaEm+AXOTvW2BLb8tt1K+GaE8Ppr3Ez3mGBi9PPGHPnkHAr8bvFi+zDrWvvOxXb7CLp89l949vVQbQroMfry9tyt0vYpno70OFMY+lQuNPvcphT2OEqw71ZEwvVrhKb9TKhQ8lIV+Prulkz32OYS+ylCDPl2cQL2iZIW9fpaTPtbH6j33rDm8scikPBTqKz72QQM+WK0yvGjYIb2Udx++uY7lPthiIj/ry7c+IzA1vog/nLs3yk0913uEvnn/+r2caHc+ZsnivaMqMj2ZACE9S+LgvlTaLL4vHga/bL4Dv4mz7j5QAB8/1HMbvVR2ob0jJWM+55tWPbw1oz0aPmI+ShqAvv6TNr3o8pu+dAzqvfS2Yj3pZKs+a6aAvisHzj3MqAC+IfaxvogKDT7GIo0+IEIdPdXu5r56Gzu9D/KHPsp9BT/twxG+AnsKP4sHJD779OG9MPVQO9Y0Zb7Jwk+++G4vPjNsgz65hEW+zPNOvu/TsD0zLZm9wWf2PNPeSL2L3uI+oQIOPcLq4r3Sd7M93Tc5v6a7vz72Pw4+/ZEDPeD5bT3doy6/tinqPdl0Lb440/8+riPgvcDNbL5XgEo9jW8APxmak70zZwu+7rZqP4zyKT/TUie98+6vvkAHbb2Bx70+aiQWvjBAAD8FPUY+zW2OvWBDa77o5pw+fKGfvjFBRb9ctsY+8WnPvJ2nib6YO+a+KWGBv6qXiTxNuwM/", 
        "kuVcPnHbxzrHikW+nhpdPvatoD76zQ09tnfrPF1maT/lVW0+oCr6vbl09j3W2TU9C7d5vmBvL75G4K4+cxI1PlPbJT5lR+s9LITmvT/UpL6X+9u+6zmlPtlnBT9FSyo+PUIuvbIAALzUD+y+1nrBvxkyLj+pN18+71r2vlQuUj6wAZ+/TwjHvhKANj4xPnU90GaRvqzdKz5uByC/qckIPkoMIz+JGVQ/HpZdvg0uHD6rmcY+bRr0vQ6WID63Dp8+qI+YPEpH3j4BCEm9sBfJvX0Eib1WW7E+PnnZPnB7bj4Zkga9VF8uPsxaYD4ES8M+TRr1vnnFDD6PijE9wcIEPgvK2j1JdjM+jocVv5Id4z4+P7u87P2ZvW5Dlb5hMZA+dgc/vwrb7r5YGVm+m+MCPjzwrT4G0Te/MxlOvdizgD7VGXw+RqXCPmjORD//JRe/p3vdPb+8CL4pzZU+44pkv6nVgz8HpdW+LUbzPmRbVb/eq9i+u6wCP38/Q71YfZm+hl3CvgtgET9dFXs+Th0vvnUnej0VWFI+6zQXv7T4Oz8GdCi+BW+QPhOo4jyuilS/yo2tPk4mR781dLg+iz6CPgg8Uj+ie9a9x+rxvo9DuL63fc+8FvWKvfLHhj5KPFe+msTWvjCMkL9wRJk+yb/IPrqAKz/0cyO+6dISP3tUi77Zuju/z3gHvnHPsrybok0949T+PabYzT416/y+Xb+MPQFp+r34fKc+Y20cPwq08z6+iYc+oLYsPwcAcr5l7sA+i+t2vgi7xz5I/6q9qz8HP7tv1z4cpzc/Bc3ivjLXqD01JyI+jiJWvtNiqT7Uk7e98Q17PttrgT8xANU+/RquPnl0cT6n7u8+lnZPvd6MIrzcUdi+0q+6PiMLrb556gs/b9bBPriQLr0Z9h8+Gpv1Pt85mD1D8ke/Gt6CPSgIib5tVpq+nHGUPtn5mD5pf5M+28rZPVxfD78z4vg+DNBOvGdybb6EtTC+1TynvfdZIL8cf70+VnngPSaM876hrtC8", 
        "mVdFv4YI3L4HOHc+Z8EFv3rkkL1xXOW96+m1PgS80DxkuIu+IyPAvXOMVb1G/pG9ivclPyjdVj1oiY++70xUPaqpVj5Eu7S+KG90vVwyED1eO3e+R0+svXGAoT4NTjC/2dMnPoF75T5WWCu+DCqcvT5+mD2lpyq+cQ9EPjCZrD5rV4y+/KRtvmMJPzwlV8i+egKkvfHbhL766/S9VKdNvomMXz+4aY69/oqyPnqa4D2M5OU9ifqAvnECjb7baQU+csY5vjennb6q94O+WMrlvL9vgTw8wqU+72ANPexqML+kqJW92sdevsv6yz4a0tg8CwOJPUltMT7gVMQ+zUfdvitdjLu4tN489NCUPmN1sb3XYA8/4Fj5voUgGr78TmG+XKMuvtT9jT5tTx2+ogJxvh+P477COg8/fQhQPfHKFD5QqwE/7q15PuvCHD+Go4E+vxiYvVOzGz/9gP89TR/euX6Yhz5Q1+K+j5K9PYWoB78m3Dy+x58evz8lsT4etS8+7TSau0hdFz082rW9qCypvnod+r6Hwpo+lurMvXrZYb7xqX+7yQKVvVBVgT6ON8m90EjTPeHgjj7pfle+BhiHvjVlo75s2JI+f+FUvkHvuD3Wqz69i3uBPep8Qr1uWSY+zx83PouoX75BOV6807BOvIub4b6EPho/cowFPvwDOb8BzbA+fsuBPuiDsz4flas+DWOWPUO+yT4lg+A9mkPRPoN7zD0Ncog96b+Ivjt/bz5Qy/y+MKByPtrFHb6urnY+ExbIPNKLGT3wn88+WrizPgITv7yxB2w+bJOVPhShkr7OdJW+oJeYPZZRpD5OuYk+F37DvVRkl75hxLY+ni8DvdUAhL8pK/G7Trhpvnzp673Wxxs+E7AuP7EXM75FRXk+UIrZPuYBLj9St8m+XISRvTw7Gr4cQIc+hqonv5SS4L1PhKQ+pxkgvs8ZFD7Y58o8IY+gPZvLL7/B0jq/kNEVP+Y6WL5vWOM+4sfDvdgkJT9eu24+GQHnvgWHCz/OoR8/", 
        "PyUFvWq+Xj7fYni8+MwFP+HbR76Zlom+AVu0PnhM8j7ITW4/OGWDPgG4hD3lj+I+TmVGPfKQHD+UHVW+AkkZPytae756ObS9NDnEvpznNj4pjCg/PUhmvn7Ew7468Zs+dpHyPUEMFL60Af++Qv1XPjfQOb+9RJK8Nc/kPl8gFD5GFVm/MEWdPTbARj1vP+0+Po44vqCcQ78uZgG93uQGvqYFaL5LdgM/c0m6PiW5hL16748+g9qevT1eN72BzBo/akDlPkfaBr7psXK/TzYMvxKAYz7GT5E9eyrGu1P2A79KDQW98FeHvg4iKr5tN4g8IxGnvs6oqD0sTsE9FTVTPVZY+b2l6Sq+fyqjvq+TmD33Z/w+nrZJvTohLb7H6sI+nwdaPgjNmT7c85M+wxihPq/vub1jjgi+qEVuvo9rvL18N6E8ZKBJvQgdMT656kU9rHjuvVqeJT4l2do9giCdvqMEojzSr169j05UPglb3r3ng3u+WiUFPhjMhL6Fg4U+/RDwPAPzsD5zCPo7NP62PvEJBT4suv09v1ZhPuzujT4vyNs9E+fOvjsrXT7yDYw73ZzaPkAePD/JWLO8UCALvQrpmr5Ozgg/lr8lvpj+Nj0FjVq+jFAyv9e9wz1srLQ+8tUFP40Cg76pTaG+ZP9OvhecVj7qkaU9CvoOPgbbC7+7BDe9dcVOPtlidL53saS+udJyvpKy7L4S+dE+7F0vPsoJQb2xoZk+clrpPq67Kb7M/WO+t8oWvezYLz4hdVk+VR6dv0xD4z4me/o+tdBaPnK5Uj6CS3S/H3DnPmeWrz1d2Ue/P/iKvtrT2z0X0Re/KK+pvUUGcj4ylAg/3zBePnO8gb6tSY68SA47PhcAjr1OyWe8+HKSvraV5jyYF6u9c/t8v1cfKr8rJtU+UqQev7YaTz7QAUm+lyTpPrgq1b7n41G/AtcjPrM5xr5c7Hk/iIIjv85Rx74h9Si+E4VJv9mOCj/2O38/10kRvUHCiz4lbvs+PzTaPsDdtD7P2S4+", 
        "ZvjQPrqAZb7B8ee+I3wlPpXMn72mKAi/rr0XPyVhnL+gS4M+ga9lPs1wPb4/yGQ+HjYiP8gi5z7pJ+A+69bXvZ0+nD0no1o+LRtzPgPYLr/PYik9gemKPuKMiL6gkZi/zdyDPjIdZj1lk4u99phMPcPKxb4rpKQ7FQMgvuFK477oNhA+gVeCvgtPsTzqoHA9JyLFvPFHVLuKbMQ+YImUv3JzFT03mn0888EIv6rfk71cJ5e+QLVBvi5sL74PaS2/TfiGP3/Cyj75UfW92n/cPeXdj72Dr0S//FzLPjioNz7FlPG+D830PjQHSLy6tDC6tvFovpl4C7+W2qe+qaDuvtyPi77w39m91GsSvoyQnb0m1SY//zP8PRTwhL7VSEE+5h2uPkZqGz5YHQy+TqJFPxn+0z7ag3a9tq6JP1SaAD+3sfG99Id8vlG4uL6TFqq+dxYlv6DFcT0Np1A//7JFv6Grwj5leTM+z3y2PRwlDz+1j8+9L+fzvowWML0co/++oRQ1PjEpBD9v7Ka9cTlNP8p8mD507CO914s6Plkdv758Key80za9PiZ7HT7IZM8+S5w6P+PuOD/067Y+AH5sPmw68r7P3l4+IhdUPqNbWT5xUyu/1ltOvApqSj6V4lG/Zs+jvv724LxQ9A+/lc4UP5yKwD0a0BA/IFP5PnmdIz/2rqO+kecVPW+1TjxF1p++0MknvQyqqr51fFc/zm+CPnJvlD2dDz0+Ph+DPeOFnj4BHLQ+Xqn5PPsLPT8uU4U+UvMZPyHORb14R8C+65CnPrYtcz7M3bg8ZuCFvha4Lr8dlUG+Ce1jPyZpD77KMgq9blWLPlWsCb5f73u9fFJ1PoZEhb6WRsK+BQ70PXw7Bb7tnly+ikDxPv7gWz/1sQ4/UTUEvzEdzL7Pnbg9ZeXfvi8cyT7jalm9wlouvV6EEz+eu6491S9eveaBoT6QnQ4/8tNEPQ6uJD7y66E9oxKVPhKDpb6KKjY/3psUPk8G1zwmDUU/9fahvla6LD/qRxu9", 
        "bjzaPYYQuz0RKMk+RgO8volHgb4PN0c+Gwi7PprYXb6qGki+6iJXP467O73HeRM+kTdmvsJpuD4tXLm+p8wmvOCVWD5as3C9MDeCvfz7kjx4FCo/AEqXvd2/Gj4AfsO+L05Bvq4wo722gcQ+wMlfvtajVD6rJgC6sZYzPnSVLL6VqiQ/61cYvliDhj1pdRs+lO0evJ3C4j4XRhg+T481vnkvQj5IywU+X/1mvkhTNLyYmKe+INbKviPO5T2ZY4i9XF06Pt5767vHhS8/EFtRP6WCED68hz2+HsZVPK/Bt7wVfqG+GzBNPSmtmT72Y+w+qZxNPuXDWT6N7UM+kgyHPgum0b5F1le+BX9RPl4G3rxG0AY+lDu3Pm4ABT6XNJY+V2xBP1wmm74Cyj69wq0nPg62C72Odea+UQR1vtc5HL+zblM+2tCePmF7yj19uss+0ojbPpNOY75NJ7s+5Xo1vvgvvb5652I8/PGIPsSHXz79o4A+KcvIv5iXjT5mRDK/A51Cv8FblT55I4E+UvkMvomL/76Hmee+ljVXPrCqAz/JQ8++EZQqPmMLOT7IfEC9aawOPgHUaj62rww/eSsPPsb+Cb4UQuY98bRxvXAltD4zXGE/xuv8vsNIpD3o6mo+6kg6vxUC+L6yqHY/KyXEvkni+73gieE8+SCCPchzCD/2meQ+bg92u4i2V7/ZGdW9oN2wPpW4ij5cpR2+zyQdvc/r+b5R+by+WoYKvpw7yT5ivCa+fJoBv9I1Kj5DHvs+cHSauqf3Xj/qifm9+wccP44y2L0UPY+9INp9vvhVdD8iR1i+EfdPvqUOsr7cbeM90PhZv0Mg8T1+ICg/qrziPmeVpb6noaE+8YRBPt+SiD7w3vc8TRK1vg2iq7xegYY+pqQGPoSLDz8xvBu+yYAzvm7sVD2d8pI9rlCSvKCVpL1PFnY+P5ANvjyvED875QK/gf9jPdrULb4mf+E972MXPGE+Kz6TgFc+oByevvSqyj1gfiM+KxeVvnxlRb4UgUG/", 
        "WLSCvllojz6tFdK9TsmyvaL3Ub0Pqoi+7RLZvefrvL6AfaG+Sn9/Pb53or4NXBo9ayNFPqkyXL5r0Go9XewQvbUxHL3/Ig4+NsDvPekSqTy00p4+yQoqPlb+kL4kB2c+5lWlPmbepT75u5i+LyqsPHJIz72vAVQ+QL2uPB79KL7EiK0+UZEhPuPilD4NA7w+Nbq3Pc6ThL5MZYa9qAPSvp6Dqz5Dx/28QP94vgAwH773kU89haaIPqUfOT6Yaao+nVX0vhBOsr0vido+EFHcPX6R2b5hqTe+SWBiP1esfD7OuoC++WWYPiHclL6PthQ/nsNIvXQyer6RBhI+17fdvWEXKr3DRne+FvJjvnLa2D3yHxo+5ysnvpKH1LtzSro9g2vmvUR7Jz0RD7g9NveePI7L5j5FH7O+ZKmwPDP8DD4XIN692/WOPqobujvZ6pA90bMXv/Y9TL6jgw0+Xls0v/dBujyquKi+cLbuPtaRHj6Lztk+bRbkvsTdCz74E9A9FeLvuwgaRD5QH/U6BSYIPghp9T2edTM+QUUTPfKH0D7wDSw+l1jrvjiBvL5L1j0/j27nPi17yD7O0Is9X/r2PbEYLL1TouO9CEQPPf2uxj7C7qs9KcCQvig9QD0FkZE9xH5SvhPn1z0ENAw6Q7COvn4AAT9WQmA+FwiyPgNsLT8r0TY9bXvnvSG7ET/w9u48lTIpPkyxVL+xPW8/GkBVvXIA0769exG/2C+ePQ9vEb4nN8m9vIspP/y3lT1HGb09khkmP7BDjL5CMFW+DV1yPXRkvT6sMyA/0yfKvuduSb/KKFs7HbVnvUu6nz6WOic/dsFVPrKtEr4lJmE9sgLgPQC44b6oodw9KGyRPr9lOD2lfZk/OSDiPtmm7D5CATI/oj5Hv/M4gbyM7Z+9TxeFPlAqir46lo0+wnqRPmaY3D4+KdS+N3NnPiW0az7FUS0/OAq6PuWjPr8xj82+79ONvZECpL5cnRo/B4rdvhM1Hr9wo8C+Q6KbPp7pTb2ES788", 
        "6YcPP/h9xD6+u2i/dGPsvtxKoL6SyZS8rzKAPoq9O7+Mb4u+le7ZPJXaMz4r73M+qansvlV0pTwkqQy/+Ievvu0rqD20Fw4+4/6ou/HnIz9Bhay+zJnivhhKeb6sxwk+oi2uvVG4VT4tm42+dR9/PiSejb6Hr0y+hkp+vjM8AL19Sjq/nprvPWm0672TKm0+GJf+vkGoG78GOEO/wjIfvuEee750AIq+WAE+PRU23b6GsvS/go5bP1kPjz/mhlI/Z00zviteZ75NBL+9jEiSv+cknT2/3ga9FhPOPso/pr6BrIe/N+ddvMKoz77D1dE+RaWIvgGGGr8iGny+ZQwNP2ENDL6We5o9F2zWPrFxiL5shYw+lG1mv0bzfj8S2ai9zChZPWSjsj6e8HU+PvJNP8uiPT51gt2+Ck5zPtTBl75sDRa/Cd5SvmOwFj8lRpQ/Ey1evubvoT7+ILc9AbhTvzcJhL4Lb+y+tQGavkdGNj9yWhM/MVhjvs6Joj6bDyi/Er0dP1l3rL5pfiU9ESBIPvkaDr4w1fO+97oQvmYmBT8ap36+cip8vt70PD9k7YO+571NvWbaBT5OdPa+n69tP2is1L5izRe/iu1mPqFbdz5hGpS+tY++PDcZob6BwKK96H5DP8uf6j7Rjqe9nepbP75wOj3cYyE/nNLAPoYlND/6d1e+XA7Gvsp6gL/TSeq9Ykk0P815sz4Fmq4+XJKAvg7EqL7dZcO+xco0P4kkmT9wd+A+gw8wvgEjmr5GR9U9JhoJv8o5rD4U7Ak+PdFJP90zeL4ZtEg/Z2e5vkB+Dj+rE6Q+UaeGv2feGr6WBl4/qRvEvo1swr6EqPO+aUWMPqLRDb9qvh8/kCpgvsv1MT64EpK+8sj2vh73Pj6hoKC/KcnhvsgS7jy+L1s/AgbVvhjRST+5xnu+cQjZvn+Ebz4hJRu+PPbYPijIT77oxfo9LuXSvlgT8D0lulg+dxdQv0ubhj7NWoS9UPTlPKnu/T0SPtm+dZxLPhWQiD4y5F6+", 
