{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "4dc5a3a53f28446d2e6f8ded7f07e857a2b42fe9dc2b67991b818a0e73dff0ba", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "Xz5wPxKaKD5L1w8/sDXSPUsvkD6aMpQ+ObzVPm8+DD+LElg/r3HpPuAMeD/tkyY/lj4BPx7aJT/VDQI/NA1jPwr0ST+D+aY+90s3PxbINz+pTS4/hMeZPmnWCT7+4qk+hKCoPu4M/T5lGb0+qgpxP/AJxj4obZM+APjRPp2Tzj4zfK0+e0VAPyBoij1A5qA929KmPvuKUz/7NsA+ymo2P+q9Vj85Am4/kCZtPyUAPT/UNCk+1TtkPyYZhz7YOoc+g8ziPGxcYz9CnD8/8MurPkTDSD5Pb0Y+9ElqPxlqXj/1WYA+CHifPm3yFz8QUyI/jZ5mP5u94z6piM4+MDEDP6xx8T0="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "lHIJQZITkb8aoIG/IiaHv/ivaD8Kje2/E+e3vyANLD/kH/++jJnFvp4aE79opB+/6a7uvuC6K7wADrc7XksDwBLggD+6HoY/ZCqLP+K3Hz8iwIk/b4thP2ikH7+PY6+/1Cc2Po0upj4gDSw/cN0BvgTxXz/EYk+/IhaCwNZAHj+QMfo+TGVHP3vWiT/Ot0c/XiTVP+mu7r5w3QG+Ru/Tvsw9pb3kH/++j2Ovv6hvhb/YisC+v5K0P7cnjL/Qnpc/NE6+v5BLaz90cRk/nsaKP+C6K7wE8V8/qG+Fv3Epgb+MmcW+1Cc2Pkbv074mtie/zkeUQI6R4z7AMca/N9eiv0gtmz8UFES/jNgPvwAOtzvEYk+/2IrAvia2J7+eGhO/jS6mPsw9pb1xKYG/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "2ySAvW8dYj46Zy8+SDFDPkrepTu58Sw+M4OqPF4ivr1L+gA+PPUNPjPlOj0SCo+9gEW7vTSP1L2wpB8+rJQgPqSJRT57YhS8y7SWPToc871KORg7QZ1dPTtxA76UjgU+XDFVPTnfw70YhK+9YQhePmN5Oj6OAZg+Y77kPZ02lz6+hYQ+qVaMPrMg2T266ko+DrkPPTZ6kj4l7nI+tNl3Po7VVj4lUMm9bsUHPvzGYT7lUig+cuAkPlQYs7zcrlA+s6gSPgeNTL02iQK+yGiQPoYPr7oPDUM+3lQwPp3aUD0nAJu8t40GPgbtND41MjM++EV7Pkp3uD3nWJm8/Q+Hvaa6Yj4+72M+NLywvVcFND7V4as+RbZSPrT6Kz4nh8S9IncKPKJnbD7gZwU941pCPih0bD5Oqoo+7RBnPUjNU7s="
      ], 
      "weights": [
        "uOBCu/ZyYT7ONw0+m0lbPt03vj1icgI+ytkRvbNWp7tfOzU+6YxiPp6c8z1EhMM9cqf2u80ehjw3yUo+CEXvPYSoXD7gYUI9+X/UPf3BRL0ku4w9sUzHPYA+oLwg6B8+LaqhPX4UZr2MO5a9rQZtPha5Sj6ULXE+wLkgPlqfSD7OE1c+PDg6PqHHOj6/kx4+XgDNPQGyXz4YKWc+Q5VWPtCHJz4afEc8kLvSPdhgeT54ri0+/pbEPdo/hzxNlSQ+gfJmPQqAxzx34MG87L44PoJq5zzLqQE+Xf4fPvdFTT3elAs9OffmPK8mDD6LvQg+pj09PtAeQT0mKkw99IoZOq9vUz64kzU+3m/9vE9QGj6r77U9diwHPvIKPz5wmts8pe1au1OjUD5AMaY9W1CcPO+ZTz76Slg+2FUsPY9n6T1PwLK7924uPsegHj5PxxI+JODHPcIe0T00Zbu80oYHvGLQMT7vQj0+9SjhPSkawT1uCJW83IomPK/nRj753/k9lroaPheiPj3/M8o9if9avUIwkj194gY+EfKSvPEdNT7xTtA9yllZvfuToL38Fiw+A9JJPolhbD5JfiU+IIEjPi8LYT6t73s+7ihWPiLRLj7b/pE95uw5PntqWj5cAGE+L2gvPrifkDwL4g4+u4IPPuXkPD6ee8U9Or+zOuh+Rj5UmSs9siuNPE4XUryHs/A9CH4VPR8a7D0gQk8+dtM2PbZF1Dxhduw8Ll36PZhQ+j2wUEY+ZzqmPTB6ET1YN8M70PtRPmsMWD5n0zq951MlPrpZGD484hk+CI56Pk9vojxHYxO8QNYnPs7kdj3Hxjc9jCI9PmLhnT6pSAI9qIzgPVNMxztZQlE+E8oVPmdR2T2sjMA97NgFPvHe3LyVso+895BbPra7DD7Pieg9baPEPbgZALwVONM7zdlbPptLGj6j+BM+AUsyPQ7d6T0V7HW9DoiPPSpV8D1cRCW8sr4xPoBC5j3yTFq94VKdvXvA/z2PXiw+oyFSPklSCT6C3B8+", 
        "Qyl8Pr4fET7IYi8+j2cjPithvj1nYH8+72GEPh9GMj7glV8+jzvPPJqM+j3dEIU+BshZPoMo8D1k9QQ85NgaPtA2PT1EtM88kltmvNwRRz753SI9EqwEPj+vFj6bdkQ9KTWmPMPSqjw+s8U9tZ8MPtQ3bj7/NoI9hKM2PTKYDDtsSSs+IsxJPtNyKr1eLDI+DLjOPYn0Xz4CHGQ+3sWoPKBMdLx7Soc+L+lkPYqFaj0pwkw+ZklCPngnJz36vfU98Mw6vHQDXD7YwSY+xgMSPgNU1D2dpQM+uR3ivMZYULvKUUk+k288PvfV5z2XdLs95+1MvDaVSzz1BBs+UKQpPh5gQj6+j0A90HTNPSOlUb0ZS4M9P9S8PZl+D7zpwRw+YN/JPVhbWb2OLpO9ZZpFPgMLAz5UGxk+fwg6PjqVJz65FlA+i7I1PpqDTz604Qo+XF3FPXdDVD7dIXA+M64TPjbBKT6DSGQ8KawJPoo2Kz4da3A+Q1rcPfTnPTx6/js+Jm14PeC/0zzPoIa8vSI+PlK4ID0Rb/Q9/4RzPr5rVD3nJbU8TvHvPLLquz2LWgA+ccJ4PmOrfD2Vsx89sLZnu0DoSz7hbD0+7KsPvUjKaz7invA92ZsjPtVoFD6usrc8MvlIvJ/lMz5tl0k9QhaJPRVOMz5zVKU+EEgdPbPA5z0lSYY7vSFLPskv/D2vxQo+FNTHPbRNAz5F6CG9yH6euz5/HT6f6Vk+ft/rPZXGoz3lbVW8LngvPOQNLj7cAwY+5ZITPtEKTT29qtM9zVRBvUCKjz3snPI9xubBvH1+LD4Vxrs9aGBXvZhFpL3363A+b0wgPidQNT61/jo+t54QPq/Dcz4ZszU+ATZgPr04tj1qFLk9a3gzPlsHSj7rZy4+/z00PmC5hTx7KQ4+ctEQPpYngz7jaac9xCjeO9TuHj7TB1g9ACcBPYlIlbyWbR4+GBPiPLbx7T2EIxw+MO9IPVm6Bz0eg+U8RWerPfYnHT47o1Q+BImEPSKgQT09nLg5", 
        "9T9XPiCrPj5S/By9XvViPoVAfj3G2Vo+FewUPkW72jx9mh28xqQwPg70Wz3NFjM9WWMuPo/chD56gSA9G7vYPYAhI7/hpy2/1kq2P71Z7z7WWdm/htM5vQYSlz460QY/8l7RvtRAiL7V97c/MyRkPsBKZr8ugL4+9GhJP0/I4b7ScT2/7lrrPTDlFL/crnc+CpeAPmATpjxX6aU+eznpPs63RTtaBi8/LnHbPoHQnT5lVCK/BnvLvhPEZb68kK8+nG7GvsWNkz73pDS/EUWWvhtnpr7bVFs9E4HxPv8Pqr7KnbA+fqALP44vdD4MovS9UTM1PyaF/j17AzK9/B+xvu1Cv75fNK694DUBwEN6rL4ZgL09IZIAP50sdjxFu9W/1tcNPmFLT76X5oE8C7uzvi3fVz/SbZi/YxzePHTHqD78doa+0Ii2vd9uNb+beP+9+p9rvkisBT35tBa/XTVSPmoS0D0lAom+BWkrvm2RCr7MIQm+7oDzPjnTSb1GWDI+Lsq/Pebuyz51Z5m+kYNZvk+K6bp+8BE/EzTHPd18oT7FrMC+lrkmvzXAHz8i/n+/tA6lvzD1vj6UdVo+y80tP1H56L7ZZ429q9vMv0mXAj4CLf69gsQPvu8hyz6fIMu++JDXvH7fZT9wPXe/TnAOP0BF7L6m1DQ/1HGPP2dfMj5rIKg8wROjP0g8Oz7DCVy+Tc+7ve3i6D5egLu8A56aP8fSjz/RGik/unrKPnAXOD/ODpS+WS+gPlsHO7xiUSG9GnjPPJHTUb1TOxTAUpluPiDomz6n5Jw+PVRBPpFwnb9nzOQ86lWvvQ0EEz+6Wr++4xzNvkA8l79JLg09FnOtu38zf7/B3SE/ehONPq4W6j43LzC/v5LHvrY84T2FNMk/y05RPTNL1T5SfZa+cIY0vnGc675OBAA+HkQpvdiQ6LvDbo2/CcoePiPmJz+bqbO9QxnGv4Kisz5MEeA7URdEP09cnz63HDG/i7DbPqntx78c/Zw+bLbTPkcK/T685iI/", 
        "WdWEPogNoD2W0Ey/I/ArPqMRl70m5+e+VUWOPrQBDr5MJHw+GpPTPmtLhL+x7Go+TkFEPcgufr+rTBa+I5zaPmS3GT8s0YA8BbOBPduWvj43IEQ/lqqHP+XKir0K+h2+Yq0iv36swj4Wgtk+xz+LPr2c/L5H6VI9ME34PHg2L7/ML3c9e1jGvcqDB8Bngh6/Sa4uPmhDRj9v+Gc+d5lGvfWOmj1EBxy+RstfPxRojL5NpAO/C7lZvSpHsj0M58s9SLqBvyi+Ob4gqUC/tdFZP9uCA7+s8zc/OwscP58Zqz8+Kvo9aOhOv412CL3Wg0A+tRuQP8WuzL5DIgA7y607Pub8lL+5rYW+WYrCPzC+kj4RcPG/YLzlvUfQST4C4/c+/FanvoD/yr5qQ8Q/GTTYPUUqhr/xyKw+Xs57P89sCb+XaEC/ZdK4O+35uL6gv00+ou+ZPvXOF73X1GQ+dX+6PiWzo76e6i0/1jS4PiqMwz0eka++gJ/rvaeWir0oOD8+LS8Mv5hllD7Ksie/sVdDvus1gr5+9Ek9hSj8Po2M6b7KHyw+A1XcPqUvMz6E9Ic+iLFCP+/Jzz106Iu7e6BPvvVGVL4qZQU9aksCwCDzVL5KqD4+bC34Pg4VXL7i1NO/r+1yPRGl77263KI+x6wmvhV1bj/Yqom/vkcKPUqiuD4BK9a+i4cAPtn4kb/7Pra+jvMEv/rDc71LhNC+2iY6PvUFHj0mgwO/uT/lvefgeL5IAl+8Yl70PvQGwTzGxyg+keTxPTens765PDu/ccodvysNxr06UMO+pT6VPsa5XT7/2oK9hcbvPnxolbwvDnq+R1R6v0wZiz4BXL++pQNzvurPgT5kFQg+2F4iPVU7ir+y+la83EUTv3D5nL9BH3E+uR85P4JqGj+Zkp0+0SyNvkFcpL5vll8/Dk7IvsBnIT1Z9O0+Tj4mPiWMBL9e5oS/VddWvZlQHL68QIM/hckyv4AZPj8ia9g98sMmP+Xl3j5IxKy+MWb1vqHaCj4UrAO/", 
        "Z+uFv0Lniz+moAzA8sHwPp9pCT14uIc/VXR0Px6A/L92+Bs9WrIEvTGxAT/JUpI/Kj4nvo+qqb+GJum6dkCyPi+AMr2BI2c8lAiYPowWDD7kMGU+dZ0UPgmjU77qB0E+s+hjPXAQG7+qlfo+8fZZvtxQDT/sBks/ca69P2/SXT6sk7S+z3sBv+lmPr9I35I+jbOxv2gmLLxoMCg/HFnpPoGLVz4GaV0+qPDDP9qFkr8GbYA+6HgTP4ryI7/13oi+k4HevOq3bz2Fgge+B6oZvymE3zrRaQI9A5rpvrJ2Uz79Y4e+3aDdPqSQoT6bcIC//HI/PITJQb43ERk/G7pCP4sDwb45Hhs+bD8vP0e7Kz9F8Ko+7DeXvQWdkz4G9ro+uUyAvZn/Zz6A4Ic+13U3Pz2uqT8hhf0+afMUPsICer/OgEy/Xh0OP4by7r+ymxq+g/qdvr2VQb1FKa6+PGttvTu2zLwfBlC+SMHgvp+0FD56BIO+k3SsPNG1xrylgCI/9pFmPl+0eb4uWki/Yn8Avtxpq77czAM91YWkP7deyr3pSIk92Jw0v0LA+z163kQ+wjfmPs+7gT8wf6Q/rkrWPBJ7Zj6l/AU/3xaIvniemb53eJK9j+8iP2rofj6Or2c+V6HOvo9sib4L/j0/v6Nhvx38Fr9R08Q+B+2xPprvjz+AWBS/LIkAPCul4b9xdag+PyiCvcKrAL+pxKM+jGrGvXa+OrxpakI/Xb+Fv1Ge0z48j/S+4TQ7P9yYmz8yK9o9mOAsPGPhnz+7/Ys++UwcvsRZxj2NMSI/aD2Rvlgukj/cv74/hc4NP+ZjMj+AKlY/WH4wvodxEj9LMRu9DhdnPpTxB74LjjK9Voj/v55buD7YI9o+EsCgPdaixT50cp2/LhAWPVbjML5TP0I/SiNAvu9EW77eApC/FaBgvXnldz6N26a/9DVNPyJ5nz7q/j4/lk5ZvwIhab5tlxc+QVC6P/B26D22j7Q+FCzZvU7Dj7729ty+LojRvdqoo7x8yY8+", 
        "uJaVPZ6xw76M8Ee/vcEqvwwoDjzbrQC/8X2hPl0/Bz6xGA2/7ZNUP/751j0Yk+K+8b+tv/N6oD5p4Km97xnJvuJNDr7IxgQ+7AU7O2PXWL8duAC+hLkOv3qqkL+QelO+IhsxPxR+GT/e6ao+qawrvdCU0775R5Y+WpqnvhTqob3x2Lw+AA4bPts8wr7poG+/yCilPvav5b5svFw/w7n2via6xD4NDFI+4egHP+sHxj2Cw96+Yg+PvtwLSj5B7Mu9cie2v1mSjD9JiAHAz8XBPodTDTybAIo/8jo5P1To2r/GPDg9MggNvm3L5j78pW4/97QdPSg2k78zx8E9RvewPqwmv74avqe9e5VlPqLcHL5smy69Rm64vLiqyDsx3i+9dloIPn6scr8qfgg/TtYgvxxJuLwFd6U+6z7KP5m5AT5r4DQ+IjqDPmnzHz8Usay/kxFnvD0F/L6Zz1Y+XBCLPni+LL/jr0C9OgL9Ptw5w79juXY+a88tP8AlKj8rFJ8+rtIFPoHC/DvjPBG/NzyIv9+qq70Yssk+gPbBvkokwb70MCm+n9+lPp7YUL+FKM4+O8ZuP/NZrb55Bke9v9owPqtj7T7MdC6+6af1vtmqsz9KRSY+H62EvrV3Oz8H5Dw/n5LDPgwWwT7M0aY9rmPrPiD2Er8QI64+qoWcPYhVo79x5vq+wJ6cPsZtE8Aipd69KHEMPj4ufr610Gk9pbwsvS8w7j1NwUC+8+WQvo1xFz4RF1y7rkf/Os7nvTsRZiM/JBpLvQ6vNDtOJrw+LMWFP1zpB78K7gu/6r3nvoGZRT/MsTI9qnHzvUcl8z3oYo8+u6bHPiGCJT52Drc/R3v1v22mkb/8nFu+rDgnP6WuEb/IxN6/Y3ImP6boRb1/91g/ZgJOP3fsOr+YZtU+eBC4v8BajT7Sl9k+8XlHP4Wtdz9IYZs+CQwQPlwYf7/9p30+X/JxvRIDrr7gWso+sofOvefEjj7asKw++kg3v4SQqL3EhHu+Fjhgvx8dEb8olVs/", 
        "nGU1P+BwqD796SA+zlohP4om5D7eIlE/yovEvqXuCr6jpsS+s2AOP+pWXj6ogFs9RSf9vjSVY76cG589CDhHv1PzAb44CEC+R6ICwE7eVb9SNyW9jHSLP9cjFz2tx2a9sP73PTmPKb6pV4w/4dOHvmuKZL9Rx6q91tTlPPyQnz3MZDO/klmRPHZzzL6Jo1M/R8ZhvuX8Tz93gDM/JIefP2tDKjsugYm/lcl9vc2YTz0W3HQ/rIszv1J9V7u7whQ+BTffvjwENL5WvSi/AbXuPu8DuL9TGpY8cFkLP79J5z50OZM9UNDJPvCnvz/nDbK/yU2MPucCBT+GWo+/Qc1VvuPfBD70NxY+LnDBPWzBg78zSqC9O34nPizG/775DCM+gMx+vp65yT52cZ4+yNHXvooBHD2cYA6/lBIbP0MeED9Kgj++WFyRPjKLPT9uHQE/X3U/PrB9hL06d7E9479APnmia748oZo+PdTLvfPDGD8lsaI/JljkPgBU1j2fjYK/LVZSv8SMJj9Eb8W/yValvVpqFr7nbpg91ZsJv4kgm72H/w09exFVvhz6uL5LMl49VhNTvR+emr215gK+I8LhPjjulj4QN3u+F/VJv1WF3D0USAS/Xs2sPeFoiD9vDgs+gKxUPYtj975sU4U+n6SpPfQocz5VU4I/j6ylP85hkD1urZc9KQxJvg/49z6fCZu/54GKPawUob4agWI+XqVQPkfrDr8Lr8s+WGoAP61Bx79KLGY+vaYEP0O0iz++z4o+ZvKBPsAoaL2b9tK+25SPv8ZXh73e1x0/sOEcv3XpMb8S9YQ+YLa0PhPli79Q2yU/KN5CPx1a9b4I3k4+E4jhPmwJFz9lYTY+6rKTvn6pvj/efIU97A4iv1QYSz/iVSA/sL7FPo0d4j6VDMM9HvJ/PhmjAL+H4cc+vb8aPleOgr9hKqq+9ov3PiAB7L+cVGS9eMHKvWdQCj0ZLFE9VzYDvTYt6zxgDAC+0eG9vvBwgj2OiYi9f+MoPqcWvDy3WvM+", 
        "q+NQPo//l70uZn4+B15+P3BAE7+GZWq/eufKvr9eWj/lAak9lmhivnZGqD04nRO+Et/IvewXQb12gsI/d6DRv89EfD79VI0+V/sVvz1Bg75g77a9jGKZvfMx/z61lNw+BpdYPqMJCr7612a+ODVfvV64ir9iGuK/Ol5Gv7DjUr6tQ4c+0NeRvxKxNj742BI/wZYnvroLJz8llkI/IOIMP1qutb0r+TY/skqjPkjGBT8lA7O9Cz1AP5SMGL9njsw+AMaSPRuKSD+CcK+/Hzv4PlJ1/zyWGaC890OMvr566b4vSzu/x1YqPXLKoL6lfug+Le8wvX236L2UVLQ+z1EkP+Rcej5zO8y/40zAPk3J5r1kMRu/5j8yvtERaT8Fvqy90q4NPR+2XL8xjY2+akymPciaCT+uYJW9M/a+v31piT0zKwK/BH/jvimIhb9/3BQ/ONXuvj10pT7ZBYw+zrcsPthcED2UcL6+SXudvIH8urxPjm6/4xORPS4z4jvH0hc+jNB7Pl7hIj524Oi+Fv3YPl0rgb3tmI2/ht9MPqimWz66Txu/inYZv0l6D76v0YS9RSCfv0JFBsAqSho/t8HGvm5iYT9vqDC9xO1hvfQlAj+e2Ek9fWA8v5/oRz8ww2g/R9mqvneaNT/T73e/8rolvHPH5j1xFpE/YkQVPyxgmT5hhHG+IfUjv0a9DD/iACM/jQg+vhUtJj/JiDg/McsVv/Y0cL3xjHI8LtzSvXh7YL9r+7q+xdmTPsQE1z4ceOG+ppGCPvEct780Yf4+63j6vpLOWb+ST0I/qM6kvjIp4r3PxSU9Fptvvx/wIL2e1LU+W0eLvvWXIL4YQEU+wk6qP/fF1L7uA+M+vk2WPlK9Tj5FFJy/CoYYP04a5r0IF2Q+lX5UPYZa9z7j09c+ZpZcvmPXRL+lplo/Cl/Vu+P4djxJPsU++SZjvy3Pub6SsIY+jmz3PIj2BL7BNZE+3ictP9VDDb7S51a+oZ6gPdRi5j0C1rM++u0ZwMSwnb6IRaO+", 
        "jwIsP869HL9r4o6+c9KkPxTUYr0s+6w+/BGuPsKxOT/gIiO9YOLKPtDmYr8XYMQ+tfpvPjPoj7/1kZS+S5YQPtdHMT8Xs2G+4OYTPqMNyD5su7g9B+CAP9haVr6tfzM/EtncvuoHdT1QI2m9xxgaP7H6Or4J+na/z3hOPkMsNT9kXwQ+O7MPvwTooT6/oy0/CXqVvZYeFT+a8og9Qw6XvXCOAr2NsrC9PtkOv8ck9D7BC1G+g1PivN0kur8m4Us/dp9IPaUuij8Zq4e/P5YEv6XZ+j28m8O+9XvgvpX8tT7Ud6o80im6vFosdD65dfy9WNFuv1YCJD5KOKy7Q9s0PqDg4j4NFrK70+0Hv7nZE752m7g8yvetvq8zLD9CZgM/ElMEP+Bfzz2FiVW+NNnUvc27C79ygdu/PX5Pv566E76JWcs9spinv6BiBT5EWSs/rtqivfr7Jz8pQx0/CSs6PyM8Oz7JqDI/qvy7PgcweT9Za4O84uiaPzS1Qb8xQEU/uzg4ve07hz+1s5q/kHh+PsYcBj0wuTi97ENWvSy6+r7ifVm/kgTnPoWO2D1/6gQ/m7sBvq0YXr3qbeI+97sXP5e7Pj4P0bi/we72PlnXrz0mvWm/mL/UvvzoUT92Srq8GHWpPJ2dP79AvOW+3o3nu6+LNz908bg9VoOlv42Q3T11UrC+sKWBvtR8dL9wNSI/g7vtvl1Irz42A88+zrJnPjkbRz3r4Bm/V4fqvQT6kL3TCXW/TZcMvgYIDT0DBwI+GQyHPovvAb6c2RY/IzATP/mV4LxPK0E/3X6SPkoLIj6sZGy/W6ZKv7iP0735V8E+98pqvz9P07/ZOB8//Tw/PwsAjT5Ua4a8t8YivYobgD65qP08UZV7P95DqT+TiMQ+CHATPqqFET/Dx4s+b6CMPRT2EL82fQA/xE63vpgEID+EWUy//V4jP0VKVz+2oto7nVTzvtSPkj2q3BK/dbgbv+qNCr/rX7q/UcVUvqoGdT5tBNw9iVkEPqpW7T57ECA/", 
        "1lDdPkL1FMDqLxY/VrIaP7weKL/tlVi/BU01P1/eyL4SZPg9tWEKvyKsib7iLhi+/PWtvkg1Cz9Virk5vPyCvlwMfT0NZuo+bjexPuBAGD8Ecy6/wy47PsHR7b4SEYU+IqY0PZ61GT8/b0E92ZabvrDjvz73nVG+Xz3QvzGz3z0ZoMk+96t4P+K6iD8TIxu8zm6CvtESnj4A4wK+sa1+PyHG57sCPAA/LHCNvVNMGj9GLag+517zv07Ko72+ORa+7dBQPTuZZL+/Ly6+ssU8PxKyFzzD2CI/tXUYP0Z2VT8sdEs/WUK9PoV72D6MFqK+hqBUvVIDhT5PXce9P2AMvzz0tz+Yu/y7Z0fDPZazRbxtjd0+LOeVvgU+lD8T2Ts/g3Q3v9lkob8SuYK9sNAOvnvRCD58kqS/j+mCPo9SBz2KR4E/QxVBv064IT869yA/c9T/PbEWlb5f0y4/xc8nPOjoNbzH4LO9kCL5vUkH3jz7cJC+2mbYvjkWsL9R3wO/JrgJv7ov3z7gKZS/QpvyPF7WFD5YG2q9ngIpP8x5AD8DfKA8cb0zvqzRLL7YSwu863Vfv838Ob9c95u/SPSQPiJ6mj5dtds942t/vpJ29D6VIwy9siVIvySttD6LgXI93U/FvqkKKr8lsfu9rJ4yPFHJX7+pfgLAdIENP+su4bzH7YA/w1K+PZYWbj7GPSM/1JlJu0GhSL90WGo/XmRqP8vbob7JRD8/uZegv13iQ7xkipy9pW6IP3Shtj622v0+aeK3vqWcQr+flrA+SAZHPz0GtL0T6jY/rHN0PwHMC78UszM+FuN+vZJVoL4TKTa/xzk2vwdJvD61ycw+WDZqvgrMSj1Bm9W/3TboPkg/j75ZaRK//FUcP8zFV75Cb9+9XaTNPS/qXr8eNIQ9H7rKPp0sjT0VspW9itWUPtG2qj8bTp++1NYNPyOiez72AaG7numQvwEIL7ze0H0+xiVrPhDJJT1eouA+M0uQPto+n76FemO/G9BZP0O7IzxUIWK8", 
        "+4EKPheSJL39tB8/RNsnP+uXHb088oI/gCKPPnIxaj5Mx4+/K2BNv8JZ1rtBlLI9cNiTvyim7r+Agzg/DAwnP+qeyT6EQ8G9oLgRvjH0kD7H+ba80VuGP7QTuT9Ur1I/N8oZvAQOQj8AJco+NQI4vmhE2b4awjA/GO3ovqTlOD/WnTq/PwcfP8FHWz+slqs+rFvKvkZuXz0qola/h7Isv3gR9L4IsuK/G/rIvm+k5z678XI99XzZPgAR9D6eKPQ+LcwpPzn2EsBxSCE/YEssP4Xb5r5wOHq/2wMwPwEpGL9Xb4s87MbbvpZlA76goym+ppAlv1h4Ij9Gd9c9EtSGPR/P1D56mwQ/rXLvPlE6NT9PnRO/F1mRPhAj0b4micw+rdSBPTllZz8wrc49LjO2vgte9D6aPMC+Or3qvwLp9z3JOgY+2TRTv3Xr8T09K/i9/eqxvSMNxz4BI7i8Hq2zPuL5vD5bURK/iF0/vdhSQz+mxYA+5XETwDeHXD5VWI29nOgDP6oNyDx5KyQ+f7SnPmqnOj0T5ua+0f8qP8APbL5c8Pw+LijPPov7l7+nGAg/wlesPjZIOz9BTRI/u1sMPWG4Dz+ygoG/SoZvPsYYo77ZM3m+lwSePwtjcL4vIqC+TUplv1FnlL9RM3q+W2fiPZ49Rj7aiP69LdVuviwMgz8DQfs++ynIviedFj92LGY+gunlvbv5XL/TCJu+sRexvWkhrz02xKe9365sP7enC74ulRW/kyURvi3BGz5hzyU/VYTEvk2sVr6ZmRA+aH7QvgjjHT/G0nE+gtyjPt6QSj/c7DU9qTzNPbw4TL3+RFO+QKtQvwnKdD/DZdu/Q82tv5Egpj4Clk6/u4Xxvgrfgz2Zfqm9bW2yvWAj2j74Cy0/W0IAPV+IHL8fU1K9kNObvekrhT6WohzALFSVvpNM9L7rqQo/1Mf9vjSI6bwfy6k/dKbIvPuVIj/jo5w+yCt6P+w5d76E89I+A7uOvwyWCT6cbx0+O3Ffv6rKn75E6UQ+", 
        "I6poPyS5J74oCq09JJAmPy8i3D5gkW8//sLmvg1FZz8eGka/2VFPPl+XdD5kThg/LHXzvlZxWL++YNw7Gy6QPz2tYz7sTem+WT61PkosXD/I0n4+1jBOP8iomzxrTwa9ZMFWPeqhar25l7++GSgfP5159r7uW3++8RTDv+rqYj/YIV8+WXGsPxEyP79vO/G+GYMMPqr8Eb8kgkm/5KvQPmg/oj3Zqis+GOsnvaYWMr54/Ie/xkx3PtbNkT2k+bM+9FgKP77lqj/hkLk/MAGMPBxcvj3Bm2A+jRPSvXWoij9E1hC+JrIDPz8bh75Wvlo/G6yXPpgR8b8NAFi+4h69vdW3lD4LTTC/I5dNvf08Mz9iMtm9CAaDPqAiED/v6ZE/xYUQP+Mepz42p6I+o+vPvhSieD0AXAY/P31mvIqe/76x5LU/6ZAOvrRIib6f29e++2OfPs8uj748mIo/ePBgP8FAUr9nCOu/VkJZvc3QD74w6a49LEyjv1IFAz4odqC8tGycP+tPgr9sgu4+I60QPxmkljsuETG9Xv5DP+MljLytR+S7K7WtvT6sfz7aonO+BNYPv12U+b3Sj4m/AxCFvUM7ob4UVgg/bIFFv9d3jruXOUA79HahPY+wvz75INI+N/iFPSEeqb6fqRq89Y+FvqgeR78ghju/xZmsvwOWIz6efzE8lJ2Jv6bGGz5NtIc+6uKJva8NIj+eZWE+tC2GPlsS/z0+cfi+gx8Nvlq3Hj+wr8M+NTz4v3E6yz6M/9m+153UPrNnNL3p2Am9RnnYPnY7NT2uJxK/CFQdPzsAar42J0M/w3fQPslkXb9JNTk/YMuUPsARWD+jG8s+ee6nPmrnLj/GGGW/60/KPlexZ77Yrns9nAGoP54BH751W+C+L4wSv+VmjL/ooJS+6axevnVEJj95Dqq+jKn3vQ8SqT9439E+MvV5v2f4KD/ANnc9GxdJPT+0Sb+tW+q96HJcvdG+sT2koI+9jjlsP1fSqT1aNj+/EdVRvvyBlj0fRQk/", 
        "tnsFv2QK9b4NIJg+f+DLvo+UQT+aE9m8O/vmPvd1XT8lx6+7FDMyvjfeyrzTXzC+54KAv1LMgD8s7eK/UUDOvx8nCL+H5Sa/GJJ0vgSq5T7WkoW9JhKJvssA2z7kTIo+0Ug0PYkNMT+aP3e+/AR6PnJ8Vb/qwI0+Ba9SPtFZhD8OBpG+HnESPv75DL48Lpo+fzs9vcY+ej7p+6k+z2jhviiF1z7FtVk/Bn83Pxgsqr5VQgk+lKrvPnwbND9E4Fi/ET+ZP9krZD5+EyS/HC3+Pnib2z42kaI/CJEUPRGDGL9dX1u+RxJaPTcBYL8RPIC+EEQhP5+lET3+ysa/+CJqvrx9l75PUDk+ACXHPm8TOj98E54+o9eXvYePET+euA+91jSwP0uEFr9wwwU/1gozv3XeqT7Hu5s+zqKJPWNMU7/OKi4/ozasP52iGL99Iy0/6sBTvkqPJj0jMKi+eveHv/AvB8CEXqe+QodqP0e7WD7usBw/XhKgPelBB703Kxc+bRWEvew8v77GY/w+MXvWvjXctLtxTLa9HA6BPq6MlD46kya+asocPJRIcr6w8yM+A6yAvzC1gD/OhhC/G80xPpywU75eGs273nDhPQj8Mb819h6+PdOcPE0iH79DD1i+l7vvvc3+Xz/RonE/mkuBv+l20D82z/0+7GfrPn23vr5pT8G+bFVjP/0PiD/Zc0Y+GaJFPaTOnj1f2Qs+UKFRvWKOqj5SV7s+jCzTvaB73D4A9RI76IoBPqmUq78rNgk+SeRsPerdoD171qo+JOsRPhKk4j7ee8s+y0ALPxyoSr2JObg90zs3v5GFrb7ctrm/i+V1PkFgzD1gUqW+72kPwCr5Tb1I5Ge/S78FPxS7jD7uwFM+Bpj+Pn/mlr+nyci/GsTuPQGx1b6PaHI/JA9ZP3zMIrxaCFe/JA4XvmYcKD7jbyq/JNdMPqrfFj5vpjw/6NtvvbkkOr9o2QQ+uVIqP3W5qj40K7u+V3dNvjqxij7U/3w+UNKOP82BUj8HecG9", 
        "m+C8PBAcaT0jVbY+9gWIv1ADdD1Kj2o+0MXxvvOoWr7uwWW/Y9uAPuJ7Nj/soE6/ldoevw5dwj45phw/CQOOvsPhcT98aWc/VRqGPh6Zj774hSg/Xbgwv7LI4T2Zs/+8BfT1vjW6mz4zncG+ZvSLP7BnJ7+j5c89c74Qvyakrz7IZ4C+gQWWvlMxsT4CYwC/Z1ravgAF6L5fQ789UFiZvTVF8j/ofhS96TclvaE+r74Qakc/mPybvNJeZ7761aK/OySEviCPjr+3t6W/T9eoPwyVBz9RUvs91IzLPiderb/PYuq/rdcNPl6aJz4V5XI+HfwAPoYhFL9L0SC9kZr1PdCCCb8PtzC/v5HJvtLP4z5rqhM7xnA1vYeFpD6nQ+M+iaOQPdjaMD+cvZK8ZO2xPBybh78cmBg+SaYAPXf0GD/2jAG/h2A5vZ1KNz4tT6Q+ejp+PReDBb7uHYU+Odnqvp6rZT7UmjE/R2BCP2rU5b7ff4u8obgAP0EpST++zTW/kBKlPw2bEz7dezC/V9CsPkzZ0j7YZ5E/3WJ7vQXuHr9nGTO+tK7/PfBFVr8fFwC+BRGUPsdnHT9lYfO/1n6xvvonRT1BYH8+thWfPm5E4j4abYg+7m6eviB+yz5HPDa9/9W1P7dgAr/Fy9g+xWAlv1PPjT1kvBI9IkOhPVz8gr+8V0k/YzrpP6NzDr+1O1c/GSkivptSlz6rA+6+dZ26v3OrDsBS7tW+892JPzJVwj3XEgI/veaFvlrEIr31i/Q9Y8igPmDzTL6VHjW/426wvBt6Cr4N8dg+YHzlPogLCT6NxMo+1cBrvz6IhL77F+U+DnCgvyBkGD6vokk/xcO6vEIkGr+GI5892SNQP5IX4z5z4Xm9Wkacv68UiT4EO8E+uWfJPrW4JD+122o/JesrPBi3NT94OLw+tP9wPecXk72wOd0+vEyivhT1kL73h4S+oVIVPgIwkL9kDbM+PbYIvy68+b6Wmim/wKcyv6oHfb87yoA+hFnGvmsV9r98NCY/", 
        "CO2RvnUdoj7T9jM/Z7hIP0quML0zSv4+bPAfvzbJHry2YUI9bt95vvh4n787ka+/k7MNPrGLpr4e4Bo+TAaxv5cfmD/lTu2+D5CJPq04OL+AACo+/uCyPl1Nhb1CHRrA/ekGPiFFnz6NX7A/7SglP5zrVz/Ryzw/u0kzvSU/oz7JCTa/pVHlPuNGmr5dOfC+tx45vlgi776jewg95hxMPwCo0D4V20m+2xTvPHPdXD92zJE+KMGMPjdVAL5McUK/THtFP2Ixtz0IKlI/hpCOPhtFJ731c1g/lXWgPi4jij43/TO/EfKnPg1+Zz8RgcY98wliv7io1T66ArM95VfJPZo1Y7+lDTY+vaDKvdzNJb4Y5lA/XdLHPvNigbxBRUq+sC3yPsMwjL5T2Ja/zA+Hv/ktFT+hoWI9NPWavtbYbz/Rpoi+ux9YPmC6RT9ogb4/RmEIPpAkUL7UxjS/rKIhvRna6T8OSYS9GVzFPVHuuzxRZ8u+pNhRvrwlDb6ep7O/r5xIP8BFOD/HsJW/rhWEvUA4jT9MI4Q+Y+DCPZ4XEsDLBsO/9h8RvvQEiD5xQXS+jY44PZqcM78MCQk9/GIgPvyIHT40gJC+xmwaP+Q/3b5phDW9BJcZPujJCD4Jm88+IoSgvvhb6T3g9vy9Cz4SPlneab+HnIY/7BMyv2tqUT5o3J2+iKJmPNYb0z5BXlC/ytHXOws2mT3B0IS/BaW9vpxKcr4YaYs/vSB6PyZUSL8VqgZA8BjPPpBLYz/8ifG+UOSsvmHBoj8JyqM/x/wvPkcGpb1M+n49BP8uPbSpHb5NliA+l70HPwsF6LzPhvQ+lmBNvpmkAD7cFaO/7mm6PgrhFD3WEXA+bpSpPkiD0j6jO7U+XoIMPl4rDj8/WLq8sHQiPfOtTL/soai+XBmtv8sYvD63E+C95XO5vj91E8BHLFG8BUpTvxmumj7ezT4+ONK0PrTC8D6LRKS/WjvVv6cdIj4B8kW/tTg+P+gdaz9uzac+KiRjv61YUr0Q8ag+", 
        "2PDSPlQUbr7nsSK/nw/mPI8gjr1edVc+MVKfPo61eT5h1KU+jSAov01Wy7t7sAs/IhJPvyshgz7GcVw/Jk0sPUgnFr/TxGu7OcNLP8cF2z4u/0M7WNSFv9nPgj4vnC0/4AYjPwJOcD+0yoI/OsHrPEinNT9wpzc+nzQJvohWdL2uKIg+8b0Vv0TrgL4DnqO+TUxAPgdZcr8YChY/VJQ7v2Rj6b6jpQO/vdE1vyNvMb/6RXs+zpltvsry27/bjuM+hByKvrS9gz6AOVM/AEljPx6aBD7BUSg/JYkZv/hieDyE64Q9iW7EvsIZtL8WdKe/4B8XPkh7hL7+rGA+WETzv8FVrT933Si/bO6sPjoMPb+YjZ4+V5bNPqWpgr19mgDA+KHXPFF4Kz8ZK4Y/l3dOP/8RST9Y6Bo/ZFgnvRRHAj4tluM9FPMbPynKB7/U69w/fZOHvZpGVT8cFFQ+tGJ2PiIQJz/DCUU/rhujvIcU7z5RYpo+R41uP/Edv77U3js/qx70vqxjqDxqA9o+5xgavnTn1Lr4zB8/JqQ2vzCCMj9hfSS/N5zEPqefcT80SEW/kyqrvhY+ej1T/LS+CCvdvl1xSL9YJ4g/0M9gvWuG/L4xrEE9r0hjv4sesD53rBy8g/zMPmPr+b0u08s9KBJzv6bpV75aywK/orArPLGxWT9ngmC+IwZPPTE2Sj90X8s74TOkPXALhrz+xa69Nc6nvXqAEDyy69a9VHgJv71D1z7sXp0/VcAkP7mUEL6YVum/RLgrv1PNjz4nJg0/mGmIv2vZPb41iPc+IBHNvtJMBsBV4Ns93jNLvlgThj31rRO+bthxP9ZkJb+HtTu8B8Kxv3PvBL/Kgk8+vj75PhE0KD/k5xg9QfMhv1960j7XExk/or7FPmt1p74UlS2+K2g/PgiSlz6LGZA/67T6PgzUGL3S4iG+mNWlvDznozzOt6O/X1e9vcINpb70tTm/jtTgPYfHZb92vMg+A0djP1s8D7/Md/m+xCQIPmWOP72oibO+", 
        "DX2IP1B1VT+f/o4+hdgzv53OjT9jIza/g2smPvrr+72BZ4u9y1gSP93Wmr7XBDY/SbntvtcDDD+WiOi+NR6FvX5Rkb2AjNu9WpegPiHGE70PVf2+if70vi5bUb1ojX+95Jz6P9thLb12SIC9bJWvvW0HUT8lsVU+JTwnvvnOvL9uDbA8zbOtv6/jYr+tAsQ/sWatPmm9bz616Ro++Hmbv6DE9r/IOcc+a/aiPYDRAT/nl589+/4Nv6oX6L1fZI4893Niv7DK2D6jgb2+aBmovkGFGb0+z+K+rXZdvUwUOj923XU+Ac6pviKHxLyt5Yk/6TaaPpBDoT5bViE9vxqBv453Cz/Mbv89/aMfPyEq2D7MubA93GQXPwKgij7PQqw+Ym/nvmLNyz4eXUg/fjSEvjFXPr9/K78+FGfhOw2H7LtZ82e/r9ejvhls0b5oACC+6CeAP35Jcz6GYzC9IVIcvt1Tyj5kTlC/4q2Lv0y2Kr9DNTw/Cy3KPm6go75dDms/qWFUvQa3FD5vrTM/l3GlP2iw870BSEC9r6rWvgOSxr22mtY/xcRFvIx0q70nzAC+awCLvl6ltjnRpuM8BBSFv9JJFT/vvsA+OtWDvyTZDr5PfFk/EQKRPgIXxDw7Gua/k7m7v6ABGr7Lfkk+pS4VvWihJL6WMC6/fQfAu7xDUT1s740+I34oP2yAyL7qx6k/kIr0vUupMT9X3IA9gN7jPtnQGj+Grow+iW0vvQDO3z5j6rM+fANrP3KlA772VVU/pZPHvtRpzjrmn0k/S9K6vSau67uloEU/KqZMv6ECPD/NCBO/XfrsPgvvez8JL5S/0JzCvrWKwz6g6tC+sGeavmxRRr94QOs+ZolRvh7mCb81O+C77fNPvzym/T4yQpY+35ISP9e9dr7A3FG+zETBvnqyZbz00M2+x9iivhDvMz8D6WW+rVNgPSZuRz+VkIG+evfjPEfKTj1E/SO8ac+OvS1Hfz1R5DS+Brkav0JBwrs1/Z0/rd2EP8mXqD0GuZS/", 
        "JPNMv7GXyj7StaQ+QLFsv/ixPLwCrrQ+I+6XvstsDsDidME9kUiYvlqFgbwRHug8H/U6PxIFKL8ufjw9993Yv682JT/2cp89u3PNPvEO0r1xCL096vM5vjj7vL9VJ7i/pPSwvbwtNj8TocE9C16RvYQde78jUlo+7KgGPs2RFr1LpqI+n17+PgdnKDvJk6g+U0FrvxvRhT71aGs+dKIFvdS/JT4u2iU/nzR0vwVNNL2reC++wteuPtQgrr6nh5Q/t7gIP27wKb7Xnze9S37hviIDPr/FrkE/oKNiv7SXBz/y5Rm/sC+wPn17Yj8jcYO+NJOBPpPGsb4nxlA+3Hg+PinWoTtP4ZI+k0+kPvgpBT/022y/DhFQP+cI377Fbbu9ubvHv6TNNL8aqi++K6aEvjoLTD/U0/w9UappuhWSsD7DyDm/0SbEvqzV3z5EN6m+y9LKvmE0kr85Cfc+5eaSPkT+2D9HYRY/uovQvA6mDj/Tnis/N45qPTNalTxfPDg+o1O5PUFaij6k5YI/nionPlBgR72JYtI+in/Rv0ox+7/50UM/fZvNPWsP0LypRyk9ZLuBv1gVST8yQes+PC2nvk5mZD5yEAdAmS+ZPox3gr4jOA3ActuKveRyl7+Osli/ILDrvTbOMT/aRN0+l24hv7mXVz6ufou+y78MP/zqDr8thim+qEB9vYYUkD5BQGa/FshiPldE2z6JPLS+F2kAvxnkvj5qZwg/nFwKPpmGfL5/pB8+rSwqP+h7jz3k1oY+W2NtPrLRPD4w96g+AqU4v12Kp7+Ylg8/AL7lPs62gr1/3ss9VlGfv90BJ79Ytpc+pywyv65/IL4YUJ8/6j8rPrIKGj8+c/I+InxuP/Grv77+VB+/mjALv8qajD4A58Q+DMEIPoAdaj/3Fz69DhQePywYQr2QKL4+zT8IvVZiCD7APSg/3EuhvlfZAT8PSsE+daADvUQT6b3yAZO/V1kQwFMFpr6n78C+IqyovboXKr1f7CU+a3JbPyTE777kfRc/", 
        "4V73PCr9pT7YCJc9Pr+FvyjHhDzrXBa+crGvv//Vh7+pN4Y+GWXKPss1ir+UxI0+MbaLP515oj5stGK/two9vX1FaL84ZRK/UXTxPov8JL/LBfK+Kgg2vw6hbj50R96+TgxtP5dJKT4JL2k+FrO3vt6uRz8DA7g/9yJsObFEM747HC8+3EniPHZKnT5ZbDC/9Vp5PlWMnj4t3Je+VJZHvT6o/L+66zK+dJBjvJ8NUb4gHZM9rq2EvSnUqT/CrsY+fthZvtQZBD9aoh8/3GlOPjJ8GT5kpR6+QgmKPxfnuj6D1NQ/P7O1vYkDxL2N7+S9fRTOPr2Yjj6FRIe9dhGiPjlfFj9XFvU981XXPkg7/r52QD+9GU6VvhQRwr82b/S/BtEHvhOfDD9cH/o9onc9PHAfa78/ujg+aEmqPYbNgr613O89+68HP9e0xbx+AV0+WLyevxKCHbpRJMU+1eSBPZybQj7SBjY/5FZmv7bxhr6BR5O+6pVYPlVNGb8erIQ/NQscP2whq73VWz4+IK03vxK0Tb9XCFA/SNZov+rD9j6TfY6+WS7WPju6iz834gG/onPAPuH4R79E8mo+zKaDPkuhD75ns4c+j2vZPge1FD+5A4C/GMlFP0A0K78qewG+xAXIv4AZV7/XSca+u8XkvX56iz/H5Io+rt22uy9z6z5haWW/mY8tv6zh8z6PHpu+PNkYv9uPeb8NYBk/gOSKPtoaAEC+GTw/BUHCvQzDoT8R6EE/awGBPqW8k7zlVRs+gmUQPtbkD76VyEw+7mCTvQXu1T8hhOm+Vj3lv49Z6b+pWmg/JnJQP3GKjL8Q3xm/30lUv+b6DD78BLU+Tc32PgwtTr/Diw4/rwg1P4EFkz4ni+a/tesIPS0Flz5jt0C+FPemPqiTMD9d/J4+iQZxPj5wDb9zqaU+8RN5vh276b7q2ZC9Y7FqvtA3JD7VtW4+w1+vvtJSw75quYm+neh3PkCCKT7Ma0U+ghTRPna6wbsaykE/vVqEPnKTtj3eWrK+", 
        "bWFdPBYU7j6kiU8//P9xPy6ng78xBQa+OLg4vgU2EL47/ss9SNYWv4y/W75mxBI9HyaAv6K1t7vU0CA9v5EgPogHJr/0e4I9LoUMP26zMb8UGMC9SrF6PL4Tar4o+aM+xFkLPtwO0r6Jrge8+jKLP7g+xb4ah+E93Y0GvreO4j0/uGU/PkuXPwMaJr8zQ1Q/tEHWP4DsmD5j8C6/P4cEwOYrpr51icY92bVCv3btPD9iUaA+UqibPte6oz4PFIa+hrIqv2k8ej0fE4G9Dq6xPgP9MT22KU++MySgPjcCzb5nJVo/KNPdPjGSqr+KLxe/NVdwPyL52r6SvpO+HVhfvpFELr6FD/++nHLTvsIwSz00O52/HPujPWPtCD/xSkY/WrU5P6Tt/z2eS1Y/Py3ZPPkrLz46gNk8OvQvPtO5kD4Josm+fXp8PtNzVT9lZWY/OYLzvfbH076TsH0/SjPAvChkCMASWny+9icSPvoSFj1o9Vc+5Gl1Pk+lGT6k6Y4+QWsoP+BvKb9iJAU/1abIPhZfzL2mOpK+Km2yvhZ8Pz9exbA/h5QfP14t1LvnVhs/AaeAvjVrET84ab68WI1yPdAvCj6gFNA+R9dPP4uVMj79FCq9oGVTPhrbtL/InPG/baxUP+uXmbuEzQe9FNL4PUYZVb88eTk/8ozgPoDysL52rns+1aoNQNlZeD3S9/q+odfsvy6Rjr4Zzo2/QZpHvwdFojw1uhM/9wWaPgPa5751ask+2cYOvpbb1D61o/2+f1tUvVGCwD3y+6c+FwBPv0hLEL6OwSE/+aetvoLW9L57qa4+UGGUPp2YhT43jmG+Gj1/PguFLD/nydA7lD1DPVqrwzwfopE+ukuMPqsWV7+TD3K/zeDNPmUZwj6JK8m9iQ0FPouLm78u5CC/H0LYPp+wVL9hMPY9/JuJP6AHaj5FMw4/nssCPzxhOT8aCBa/4U70vkWJ9r7Tuqo+14CIPkSsnD10PHE/b/qiPJh2Aj/gXzE+NzRxPuPdJr2t30A+", 
        "EiRqPv9EyrwYIzM+fsklPsYA9T/Hyvm+4RXcv2wPtb+GNm8/JCFxPwAwwb/HWqm+vOAXv6yoKz7iI4C+F2k0PxVMJL9s1Sc/fy0wP2e7+j4b2+S/iKrLvCRqTT5UfwA9ORaOPnP0Jz9ngpY+4YOePi/8874wa4w+JwhFvVgXD7+3u4++4nalvhDZDD4Z7Og+QHeBvicMtb5gvzG/3i8fPkkojD1OLIg+ZyxiPmQNGj69zdo+NrvIPtStCD7ze6W+mL9xPeLb3T6Iw0I/62R6P2qWa7+RwR898OWUPhylF7xvV6w94cT3vi14yb3HuCS9YXCvvxPR2773qLw9LcqdPs//Nr/9GU285Io6P/t8K7/XY8s9rz5+vTbaoLwpDp0+DITWPY0Wh74dhaE9LPO0P5eWRL6Z5cM+hFUwvWgk6T0DnUc+Lr30Pi5uGz+wKcu88X3QPwbxcb6iT66/JJzsvy1Qy7412rS9ucyivxANHD/KyG0+9IpdP3JPeL5aQLA+yEeqvvSr8z4UH3++TEcIvzNNyzyUmJc9fbWHv/tRsb8SIhM/ojDNPr8wsj6knhk9UtLXvuYCYz71Vko+1KS1P/WlxT4q1bC+h1GbvssxB74otg2/JgniPozEAz64TAC/zMCtP5dP8L0eXzg+JlCRvlP1eb8JPpY/ezJTvA4AZz/5Sxe+LLpgPrIiLD9ZT4a//VXcPcuINb/V+PO+Tx0rvVieDj4ehri9ZriEPsuXr76ozTC+ZXULPsm3qD+ra84+r2eIP0ccsD4sm2Y/oiJ2vw9T573HNxE/p7J7v5trYz7BDO09/7g6PqdTwL1whVM+3qZ/PwqeOT+35Cy+fBOMPlmRGT/t4eG+gMwZP1EpFT8I0dy8aIynvio9pb+upwnAZbtgvuLcpL4Pinu9mhZ5PgmCjj5Bv3U/xtflvih9TT9xFUU+hXaiPjGnDL43eYO/uyJtPcLxmzxuGAi/k3OAv61Oyj75FdM+gCyFv7xVlT5iYY8/81jXPh7NUr+/x5q+", 
        "sghyv/QT/L6APeQ+KAsev22WJr+faP2+H+GWPszNEL8AsmY/CQmwPTMZoD2Yd1++Z1hVPwtLjj/God69kv+zvqvScr7FTUq+IwXCPnbZV7/zHOM9uDQwPtRw1L5W35+9zNYGwHW9UL4tyia88Kf9vnX/mj0Y4Lq9L56dP0Yqzz4yLEa+fTTwPn1+MT/MiTE+tFEUPp4au7zLAYs/dEyEPqNt1D/FMiY+27nCvRAUML1htB4/95q8Pq5pkr3PmOY9+GZwP8D5eD9SK16/f/1aP/3p6T+YEBE/GQkUv+GaBcAe8Fq+MPaOPsYuUb//rSY/QYSGPnX6bD6VZx4/oHikvlNnNL+agxs9JITAPNmPkz4sStM8zac7PZEHgT6MAcm+tdwsP6WL2D51bIy/B4sEvyypez8U+5q+hR/KvuI6e72PiT+8mSsDv54b5b6CKJU+2Cu9vwsdsDxW9Bk/i45+P7nuVz8BQ7O9nYXRPnf8MT335xQ+Lfj9PLrP0z1g9c4+qy5nvgCynT666kM/tUJZP16cjzyIqnW+BdViPyNuLL2dUfu/z7/7vZ70pT7zVZ492XULPhU52z428G09zluNPjdYGT8FSU2/2I6WPlfXjD4WnUe+Bu3ovsd+NL6aG00/QSmuP4iFXz8PySu9KPnJPppWtb7g7c4+IIpfvR2dDz4cHQi9HxZYPzKV0D41ISw9PRSXP5qC777VXpy/XjoJwIACA78m3K0+54unv1EuAz+pTK8+fWVbP6YWBb627+c+gqNRvqlcpz6BlfW+IvcIv+7KlT0mTtQ9Q4p6v6WElr+NMhA/eNfXPrDDuz6Vr0U+KI94vXm4Cz7/J1Y+1T1rP8bg8j3gauC+whkEvbmcj75h5nW+XAWEPv4NWL3gb+K+r7iFP2y+yr5M4hM+9IAMPjqNDr9OXUY/g6eTPThAZz8isvC+igJrPqHiRz+xBg+/I5HyPTJhN7+RdBK/rlWiOwsJCD4NCtK8wXIBPrcajL0V+xy+qzr0vQD8sT+mSDA+", 
        "B2xfP9P4Jj4bb0Q/63tsv8+iIb9io+0+xEMnv3s8nz6XjHE7W6hkPJ205j1hYlg+iExNP57Trj4lK/08Jat6PvPykL87uR8/Dbqpvp4ktL5iQee9VvAnPVSVSz+Ke6Y+0v0kP6+Tqb5FWDi+SbMoPlc3Lj/j9Ng+xHqhPgo15L5oklY/dNFUv/3TjDyj8kw+dcQCPyCatT6I0rc+rIS0Pck04r6sufu/jC5gv1DGUD9x5qU9TJtgv1o3Pj2BKRw/XoFnv2gLG75rRwA/jEO0PgT+lL0b/YK/lH/VPhQTJz9NVcQ+hQDxPVtWAr4/MTA/4M4hPnfV4Dw2oKA/MZANvhgcoD68nE6+4rGsPgU+3r5jvfI+0tvmvlVxUz/YNiW9nM2bPRKKXT95R64/xefQPnNiSD86Cq69STcBPqLE8T543cu+CmOJPsx6Ib+jZ1i+NTYVPwYItT9c+s0+HpaVPhjNKD47fsI/zKsvv/Xmnb/A48c+1eFcvo9XBDuFUIo+X9KBPcfRJT7Z6ve+RK4Hvw9wTL2bdmW+WfwsP4v1AD/J+sA9rtIgv6eLPDyTDqg+9Z9JPzjkLD/PFSq/62JHP2/Eq763zZm/Y9HLvjhkpr8zcPc/gKCCvrzcCr9RzhY8XsWrPjmg+b/ucr0+Ho4sP8dKnb5YwQK/lSShvhrsS78R/Us/p2nDvqaT9j4HceQ+UvAsv9Hgzz4Baik+WO8ZPxQ/oL79GSQ/fvUSPgsRE79/fB8/xSV0P22JU75/JgK/oVWFviRCmz9r2ME+BGqovmTc3T/7GPQ9xsw2P+0imb2OxyE9O1HvP+/sGj8C890+iRP9PulTyT5g1Qc9ZyKTPmb5ez/vBTS/8u6rv5Rd977EN0A/ox1Qvpg83L7kZJs+DDZKPSSNjT5pxOa8KPxBv8E03z0v8fu+rHuTvX5HnT7Fcba7ACgiP50MQz9xOkg/PmyJvS1lzj+IV/Q8hinuPi2UFj9QPyM/Tvn2vRNjhz5KQ0Q/RX8vP3xbtT4U7zK/", 
        "gLtKP8pO/z3JuNg9HYSAvy5c/jzloL4+li4pv6b8lL7LYPY+VqoUwIFLnb9FIlk/GUfuvufgY76vJIE9SDBVvz9gsz6Ozve+V3MLvoQefb3tFl493/hSvnDcNL+60ok/PYqjPjvtYD/M8c0+GG9jP9n7Tb+A6zG+WoHoPscbQr5HMVW+Rd5zP45kwT4EIgQ/XonvPYHtxL4FCX6/Na8DO7o00Tx8Crs/pmn7vi9Dvz4KjGo/5pPqPTAlEj3KUyU/1SCTPgOBqD4L1+I+WijtvktRXj82daC9Sf5DP7H7Iz9nPGo9LFchv4kzmL/Vqae+86lXvbmlJD/wMei9PNZsPiy5xb/oCfA+Wlvlvjy9Mb5L37+9lzcAvmJwlT89rwc+0l/cPqYe6b41JmS+XVeyPrUGUT8DItA+MVBtPg0+O79ruQU/DLSDv8RqgzwyHp8+cHAzPytphT4CA4s+5c+evmA5Wb17YATA7/1qvyF3MD8jT7Q8DD5fv2wh17wYTIg++CY8v9Vowr1pqA8/VHDKPr5Ekr3uoIu/XtMrPop7iD6PGwE/5uY6PE461b0U+c0+IUixPj8gtb4B87s/hlGwvvUrez6wTJC+9dKQPn0x976R1yw/s0vXvtj3dz/p0NU8yHRWPeyKXz9bt6M/puDcPoBeHz/rwQW+4PmsPdieCz8Kvjq+dgLMPjCGYL9ELQ6+LFIJP4mjiT9Z3rY+BePLPnxv5zwHYWg/fstuv9Lbor97yAw/j/Z7vjApUzwySec99w+6vsklfz9PGAe/fsEsvpSA5bytYWY/i1mPP8mRaz5T4OW+ApKUPVr9ib63HAc+pxo2PwHcxz6BII+/czt+Pu0bbb8DEGO/aWvfPTKHvD5e/KA/csggPvhlfD5gxj++GElVvj8oz7+rPpk+CXz4PS47fT92lPc9TFtsPy6Rjz8OHVK+0uv8voMqqj5DvmQ/cpgDPgXsjr5bepS+53lLv9BrY72b1gK/iPOfvuMxhzzKFyK/DUm/vg6oLz6PMMO+", 
        "0FFLPqof6LyI0nQ/N2iYvrvuBD9olEM+vyGDPvohyD/y4Rg8cIOaP+X9T74WGkQ+tstDvhHI7D+RkNs937P6PcJWUD9pkTE95vFjv7m4jj8JqKU/1Hk+PlbE8D4HoIw+uJFFPDOfKT7S+GM+bbdXv7Sfj74TJ5a+G2RIPNEwaj56SXI+iIHivpL3BD+gjJG+CIb+vN7T3L5BrpO98hTCPiZJXr4sB68/BKIXvda3lr3KxjU/wy2xPp0Ccr5zyRk/2ZGeP/nL+zwcroU/4PlmPpJ7ND76Gue+CO/gPveV8T0KpOu+YO4mwLkEkr+16xe/g1WmvqHC/b6r6B++IobEvpd+Xb+4CJm+eSsmvy6UQz/C8hY+sD4MP0phB739ywc/9AyBvofqm7/S1l8/eq4YPhOU4j544QC/vsCfPywBHb8wVbo/8YyLvfVZQz9ApYG//9BJuBwzP79Y7cC+dn+VP98qKT2W2Qc+wuuFPPv/qj9llxw92j8jPzQZaj3hTL8+R145PoGEI7/D16Y+rh8IP6v08z7YZZg+SB1SPu99sT6MEjM93cyZPWbV7b/x57m+l9LsPpbFgD7n7YY9FyepPkSFC79l3VE+CkDAvvz2Dr/rSBe+vqZHPlVkKD9Nb8g+1mLtPejz/b4dUm09mvdZPqfSKD8dOu4+KOOSvmMJ7D71vK6+xlGZvygYCT4W6AO/Xt/FP1Myi76ENu2+2mGYvuqmQz1XRuW/wrbPPi6KLD64bDW+hrEXv2Rl7b3dtxy/tFgmP2w5F79yChY/9+eZPkNPgr79XoA+db3UPnRAET9BUoi9fCwNP75+wb1KQcm+EmemPgdZVD9WLY2+E/L1vsKoLL3pNpE/IAaoPsT7nr5Fcbw/n0e+PcxAyT4s8hS9Hrk0PFWp0j8fU60+FK0fP9VVAT/smS69Nw7SPZTGCj6+DGM/pvT4vnvMMb9tK9C+ndYfP3RNAL/JuKu+cdDOPsB/gj3N+Qw+plUPvMqQT78TNg48HCIyvxc6IL6Wva8+", 
        "9Oabv6ngdz+zRc++pYwcveAuFr3zkvw+AR+IP51M1D2azaC+JH33vX9SKL5eULe865wSP/oswD7cGpm/YBGGvMAtQr/qgYW/YGcbviBCeT6j85M/EWEJPu2Xjz7QUP+9dOTFvAc7/79LKZ8+qF6EPk9PQz/r44S8+k0OP/niET/5Cde9yjVZvovSQz7Mh0s/Cq9cPJEA2720GO29SCCDv1/45717Zvu+EUKXPmDunb2Qsia/hv2zvlKJqzxPbhy/2kbHvBTVJL1pbm8/We2WvuP5ET/bdoS9Vh5wvv1Ksj8DZ6Q9rV5yPy+R5r1HxPW9eoiEvv+Qxz8cBvs9x6sEvVckVj/kVPA9XGo0v44/bj8KHoU/LViBPt6pID4YxMI+ET/qPR0T9j65tmo94Ts6v+9zsL2YjRu/d0BsPToViT4b1Eq9tWbJvl9gw73Q15m+WHtPvQ0LCT9iPCO+SggLP2vpVL5JPGY/1hIyvv99GT27Uig/vXzcPs9C3zsmEaO+c/GvvpXahz30ulm+nzCAv2nO+DzMH5m+kgOjv3B8vr4gHb2+uGjov49Prz4jQxg/AVrbvlMwBr9KkIo94WxYvw2Fkj1HfCO/2E9iPkBTCD/nfHo+qXyOPnLHdD+ZyFA/VtQXvzFEoL4cOQ88swaAPkHz7D6Ngfg9V+4Wvw3a1z3Fnwu+G82lP5dxXz9qZeO+QJPiPa0xHT49zCK/jtQWQNJ3CTtJauI+HnwkP87zxr1tXZA+ryQCP/PVwzx2w6s+JhP5PV4tmzx7ONw+uvsdPBkAlz66nba81EbdPi/DsD7d5Vo9RiYNPs2bKr58R6Y+yKxSPnRGEb/0Zu68otKZPnjJkDzFJAc/m6b8PlKO3T4ON5e9vgOOP2qUoL13PZY+ABdBP2BHXj/sqIc8hMB0PkYwQT/CSgc/sSLZPrje8r306lQ/2pdHvZ3kO74zG6a+ICBOPawvmz7RQ4+/YeS3PDW1Rj4tOhPA43qWv6Anuz6QvjC/6Hl/vnWjgL25QlW/", 
        "vAN/vWdBBL+bwko9DAoIvofEZjvcsIO+dgFIv5ctRz/7avA9icB3P32YDj90Dkk/rr6Bv2gDl77HCQM/NLS9vTNfML66vTw/jrobPpAKgj4HTdw92OV5vrmGJ79Nj/E7y6IZPQ4koT85vxK+mUkEPohSWT8vKU8+zWyzvbolPz9V4TE+l9WgPgEWBz+cWd++38tYP1xlM70zZvY+FfeYPszkVz25LA2/FMOHv8d7nb6rBI2+uX5tP9hfAr5K+IG8jJw4PiFDwr4mWks+Wc8Zvr4Orr3kTJC+3oRXvuMC/D7b5Ye+ZU+dPyQlYr6vCcS+UQorP4C9vD4MYDS8KL+rPgk3kT+HQYa9uoVCP2kOuD5NzpM8C/vLvnnJsj6fV4q+8K0Wv0XtCcCeiqG/6f9yvgoi8L0mxPW+KE7+vfashr7OyCC/rVW7voXgO79YXAg/b3ZbPdC6gj4hQTG+GdQWP4mTv76/T3a/aC6JPvFtzT6W9+A+RhT4vogpsz8GQbW+a6ufP9iSlz0ycFQ/OVMav4VOwrtLluG+UFUgvzTJgj/Qqo09DYA8PswH/D3NP6k/tyvcPX5eMj+n46K8DdQCP1mLrD5k/TG/BMgCP/ZgiT5M0Ow9zB6xPvDywz68v5U+iiF7PXL2kTynisO/0gkav3hVdD6vtuC8EuqfPSIaVT4Ca5Y+AuLcvlSiCL6zEg2+gySCumUMPT9Ie/U8LUDXPhskdj7gH4E/UllXvhBDVr0bLXo/R2AAP6CtsrvSgpa+rTAfuv/5oz37WQW9/UHVvhYvXjzU5em+k2Sxv4gv2b0nLoO+UBvCvxG76T5rFS4/jconv73Vh76AR8C+LxEmvxeCyz7n6G+++xKQPmTZFD+aIJW9X2mNPR9GRz/uRDU/5y6hvki7SL00OBo8NpKyPrgKpj70RAI+3B32vi+eQTxu8Iq+UnLKP8LEWz8UTZu+6mp2Pmc/1T7Wkz6/MMcfQPQvxD3+fbU+uTCFP1ZmSz2++YW9UaoMPzwoh70zjo4+", 
        "zgsIP/0RcLuQXpk+FMQoPutu5D5ARmW+WCEDPrX+0j61HuA9thDdPosGf756i40+1WBIvdlj/r6Pcce8SE6APg=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "oWvUPeRqtLtLxT095MPJO5HWurv9gY48DcKLOtdISzukNkW9q03DPcpCp72vGgk9usgWPQGqAj7iCyC+ux+nvcr6qzz1GLw7MRIkvaLd5zxCEbs8Gh4/PMmZF72txi49xMxcPHStjDx5WDs+fjZnPWuYFjtGM2e9VOWSPpae5D3Cjyw9E+8sPkRynrtMD8a8IJpJPJnH3LzkeGG9r27WPbJK1bzA+ky9WqAVPjogxDys+i09LJ03vN/Yvj02Ovy9JYLMPY5VMD3ZCvU7a3QYvhtkZT6gnre8Lx8GPn0xVby7JWE8IXAVvb39hLxOepU8RvRIvPgHjbwy5489fQinPHCTwD2bwIe9RtnIPHc8xz1r/hk9Oe6AvKDSiL0LLUa8TqCRPgBD/DwSMeS86OANPkWp+z1JG6A8Nr6zvb426r0="
      ], 
      "weights": [
        "uhO7PuvEUD6YeFC9amVsvnbcfj5AoH0+oOdNu11aA72uwbo+dAGGvv7iSL2u1PA+AuESv5ZK8z4DAQM/wPDJviaw1L5QOfC+zTLAvu+6iD9Snmi+WomCvpGwbbsDvkk+L1m7PihI3b2LpdU+8moxPZ6slD3obSm+YoSav43X5z5ipcU9acpPP+8ajL4Pye281mwwvR55ib7wWzK9SbF8Pw8uQL52zpO+PPe1vHC2oL2pzX2+tt0pPmO3CL94XV0+tb6pO+B2iL3MIAe9B8uhvPfUxT4my/w+WoIHvxDOhz1xC2S/a//kvkYFNz1KBm6+cg3YPrc+Vr7USfc8oxfWvvp48b0Ihga+t1Mvv9sGqz7kxoS96pEEP4wuhj6xFnS+Dvl7Pupwrz5NBte9CiGyPYMQwD4zR1C/KDhgv0PGxT1bJZA+xdoqvndX0D4RSeW9vHnMPtgsET4cqn++9H5svVr4DD6ZBA49pdDqPrvLij7h3XS/Ffl9vtdKhb/SBgC/7wDvPeOdWT46c7e+WGadPjMTij7P4yM+QkfLvn4gIb4fMJO9sXoPPj6kIj4EmKG+KQj2Pe+AFj8hDTs+ZapEPF4UqD5gch++PALzvXFdnz0hcVy/idb0PbCKiD6iy3w+G4iNPVjFJb4FQnk+xbW9PokZ9L6lukA+15ajPv+tPb5KkPG9PwgvP7NCiz70JHk+LJUmPsgIlD5YS6Y+pmdevUSrc78ywwA/w+KQPndODjy9PAy/9/srvpiTj78XN6y9jNQAP41nsj5Xhm29HiW5PH6Do76E8jE+0LWzvv+4zL6WXMQ+bu0CPnL4R75kTbq+/qBkPgARG78+GdQ9t8s1PmnEFD8IyE0/8rqZvZym/T6tsAW+FUdwPYxXqj7NAhW+FL4CP3fiQD7K0go/ldaev/tVuL+fwVM/6KcFv++bCT7PBCe+y7+yPVUVer6JNcA+ZGXLPHZmSj1pwu0+Ia9RPhgwjb60GqW9BykPvzAPtj2up+U+O50GP9dSAD6GukO/", 
        "RrAwvtYTw70YtZw+XbvNvRuY57znr8y8QzZWPohOaL5IYOy9rbgcPqJUlD7llnc+YneqPvcMyD6WlK8+GyYnvzQSkb4ej46+9wMQPy+++DyACai+gruavoZ7U755rPW9GM+VP9+e3z2q8Ac+RGL2PgtSfL1dFUY8ta0Cv2GUsz1haB69a+xNPVnaEj/RHjq+rAdTPpGJQz+u4M69fKcDvwKHET6kVu0+PJXmPaUdfT48oQs/wnX+vkDIZL9ZwAk+q6E5vwDnaz5PhKg+EzpgPVgugz4OH0q9i+qMvb1YtT6WH84+B1MKvmbAGT4PKU8/Bo9EvYVORz3bH2q+9X/QPvZFkz4xwlo9VvDhPkqyy70jlku9m0SxPmLd4r0gJ4u9ULnyPWCxrrwrsAI/1E0JvsY0AT8NBZW9wpHyviDuBr7sJyM7Oil0PiXLZr48R+C9a0XIvsqsRj6wuQO+5IIZv7GVOr5qvhM6LGWAPpZ9Fj9nUTm+ZvloP3RzqL4hy12+R/xqPvB0Zj+90TQ+1B0Mv/BolD85ngs+zbE0vDYeh71kPFg+yLpAv7hxwT1CQgfAjJlQvnvWFT4QxJa+LESwPllDqr48raC+f9nSPozOEb2iVT+/0AA3P5nhCL+6psU9EhDlPsoZljofC/M9nQtEvuiD2r4cEMg+Vk/1vHXTMj7hurq+CiwdvghWD76/ONe+cNcev32HTj4c8xA/I/UWP0EKjj5L9rk+Pr1FvQVwjz/LCfy/zamkPlRPj8C15QU+8DIAPzS8mD2AigA//2PsPl/ALL31HZs+SiTkPnFvaD0cukk//2t3PZfQRDwI9Jk++D+wvoTL373lXkc/qZefPp30Ab69d+4+Pqy8Pu19tT1YJkq+UTEcv1uDNr+155i+YRwvPdkItD0FSha+axwGv2Dlvr/ZB8O8ZjoJvv7T4z00POc8sdnEPRKqMD4xGmA/uq86P9UsDj8SydS7K0H5vTjdN8CZvhW+FPthviU+LT8Kueu9o4+bPgMygr2MmUk/", 
        "whIRP1g2zb6HV4q+e/O+PjFMhL5DM48+TOprvfs8Dz66hSi/HaD6vrX/TT3rpr4/0aGHP2WpYT2kfi+9v1MtvsTmLT680rs+32OAvhuVOj4CRLQ+12E5Pgak9bwulio++bFyvQ6dPT7oGFs/FHoPvo+S8D6zUX2/8M/NPnb9kr5Uucu84f76vbXk7r6zPvY7Hm5ZvYUHNT4n54k+7h2JvvKr/j5vpgE/ovWsv0ZtqL6qu+8+fePWvQW1dL/jN4m+Pr79vGGZ+T247TO+JX2HvAYrDD4DrN4+MvYQvvlBHj6OQA0+k2kPP1yIzT67lWu/qzQ8P4fH+T2CrTm9Y4qXPoVbt76B348+40Eev+Wsnz4VNZw+ISQzPubJor6MJBi9UYd/Ppa/Qz+Ng1Y+bYYzv4GCir2TjxA+XiQMPV4HD7/mT46+7faDPYRWaT1BiNW+3MysPrCaej4WrbM9fsnEPi07+T4BoZQ/FPgTPrm5ej3lt+s+ZReOveG8HT/jshE+34Xmv0qIUz83mRg+ecRrvhL4vL4LqTi+mpGavyuwAb6Fs/6+S7swP5JKVT4VOaC/eYiOPzbzBD6Xzz4+piDGvdDGlj+zfNC+gHZnPaDlRb6hjCC/kGzbProe+Ty1MrS+hnYEPqeZpj/5LTU+geG8vV83sD2TSP4+FU1uvogIrD8E10O+h7wgPXOD2D4JsAo+IRSLPjXVDT+2aCQ+0ECtvsLNAz2vf2S+EXCvvqeH074f6EQ9EuQOP3/WR76ugme+ZI3kPjzQUj7Z3IA9GKyOPi+LA74CcH6/Y6wBP9lhCb4pcAg/SE6jvqgwcL1kl0U8VTgNP6ncOj4SOzI/3xbGvpqW1L2GhUI/4ADdvuTUG7vBnow+EUaDvB4dHj/cWV691zz9vJH7pb/1LmE9EI0AwPLp079srSo/O4WUvvJvDb8yimm/mNkAPgw0Fr57Fk6+LscEvuUY5j1Xk6y/gnH3PWuhJr7o8O4+0H7YPiiOCcDTgNk+kfAkPtSsCD6jHz++", 
        "NYmCPo2tDb9jr3G/aJMeujANDr/SR5E9jpaWvYH4bL7sOTS/HQR2P/qS8z1o6iw/NGDAvrJ7sT8CeTs/cEXUvkKaiz+Y2pk+lx67vQw46z1iOf4+mZsxvlh54D69t2LAsJ3KvUT2KT4EZ16+6ZLEvrQCMz+JR0k+RHzgvpfMeL6tRhU/CPOuPq0u1z6GNHe9MZP7Po0DZL9ZHDI/k8k4PX2Bez6OQkS9hfs1Pb7ePz+UHVk+WA80PSpb8T5hByW9hFg4viEKMT/jnAW/4xhGPdElxj4cFTM/nPtcPrGHkLymL+k94REZwPyZIj4wfuW/8f5cwLM5+z36pRU/B/PKvKOh7L4xzqM++aNpPVIMWr6BaxU+OH/bvSZ9ib4bPHK+fJGLPuWryz1ezjo/MpbdvuGCOz8Ipqi+iJcavsSoDr+RW0Y+bligvAdGpL3mR9I9LGMOPlwF4D1daaS+kauMPnUHFT9AoS2++lqHvrEIY711s48+cQG9PnfAoz7e7iM9M6EjPihuOj0ORZk82rUFvauoHz70gsU9v+qZvvAL275adWW9hiNNvr4JeTl3A2c/6MbNPs1jnL/WyMe9sOafvnQRiT7ndeo+o3gRP6cHkr5nfpk+l4bDvtuErj1naTO+SG3DPTgZDD5HAAA9ROG7vpNcbz441ki++HLJveMmq71wIfW+ck5HvvMEZz5WCAa+mTqTvjmJp73jMkg+AXCovVSUkL1nOTI+Jv6KvWFiBD9mnGe+I/pgPTkf7L4hOcM+ggEqPhxGIz/x4Oo9IYVmPmNDHL3HAtu9nMlYPsJk8L0ct8s9i482Pr6r4T7a/ig+hIJNPpvgaD9veli/rU+sPuDthjymXFG9GLdGPqP2R70Z8aE+o5ZHvYeYwT5C1B4/4NvSvbFPWT0ysAa/g8Y8vgJErj2QW/E9M6OMvWrT277wsco+TUgfvzDqTr4/0PU8YlROvx+EsbxnqYm9vWUzvo08njxIQxa+et8IvvxTwb6DE3+/MVV5vywAez0ww2u+", 
        "6CZNvvXxtz5Q8ys+lSm5vs1QpD4Jq6s9WpuCv5Z6Jz2PN0u/aKrTPsOys71QRZU9Ca5ZvdZE0T5leRC//tIJPzwrkb3MDSm9KYvHuo/4frx/KwM+/MHDvhtcHT5DBcm+b4DxvNhUUD91fmC+o50MPznKvD6lsxw+x+pSv52EHD4ubmM/VoeVPphZub6h7dw+yiLuvvAeJL1PxiG/nlEWPesWRz+koGS+Hb+aPn1Nr78EL4c/SXQivpC5iz4Y8Zi9crUOPTkDzD62VSe/+Ma/PJxVxr22Utw+ywEBvswWub7fLV+9S04CvsQDUD5uPfo+Ke2avlj8zT2u2y8/0yoPPnHNeb+Fqig+NdMKPjECJb4dHdI+0wjhPlGFTj/jxtS/ESpbvh3qWD7yc/K9sHlOvUGdX74spZ8+alD9PDUX0z5YvgM/c9cavoP+eD5r8sM+FBduPk4YAT2KL9U+OpMyvqOm0j9O3W+9pCIHvn68Fr2JsLi+3RXLvr8u4j4OxlI9rxCFvkOZeL4/u5O6L2TRPiFzjz45VEy+1kWNPR9DQD4hFE8/i4aYPwujH74theG+FZmkvpa9XT/H9tc+0/WTvkvUaj0y1lg/nHkqvgq9Ib5tsBo/bgyrPhJ+sz6vCXi9ix6YPiBayD5IDoY+tA4ZP36CaL9a6Cw+82iyvrd+Mj4t9wo/3oHPviU7P77CLh4+bscQvo49lz4vsZ8+rSenvsi7k71BdBA/4uajvTX43j6bktW+G5EAvPFl1j6sVhm9vBJyvpWMK76fUSS/XGEXPruhgj55Tgo+Z3aGPuQiWT48uRY+1yqqvqVlf77uNlK9Coanv85shr5zWjm5sYsqvnejCb0Iqb+9dwvYPuX5h7+W8Bm/zqmXPn2elj7hlN488ClOP5GLE78v+Z2+4VK3v++coD5NMV4+8QdCPgWbmj4WWXc9Gi7evqcqyL31PZS+sFSlPpBhGL89r6W9o3SNvnew97xw5g4/gNskvmyCGr9TI0Q/bj+VPm8Ugj9ZBV6+", 
        "0R3mvorUmz/tQCC/dGZwvs27rz7jggM+cKFkvgt1Gb/0K4W+9ExyPbIE6j/fcve+9nnXPUhenj/lkZK9jPt1vu3beD1m1Vu+WSYPv+fXtr0Yapu9hkk/PlbT9b6W1i++w1QlP8UTCz8x4zS/ZRnKPym5jjv1YsW9a/nfPIUWHb9wnsa+PyAgv6BlKb722EG++8yqPZ+jyr4eXxI+Sz8WP+oTub353Jg/c+oLv9Qwtr4Tw66+U3EhvxB5lz/L6AW/++WUv6iJ/D7clgc5ImmHvfmkcb5lwY++Rdq+PxnSFr5Xe86+ZT4Av7O+5T25iiE+MmRZPicgvbwKd9M8Ox0vP9gmHL7ABIa867slv47kDD8hWLW+V8MjPUjxPj7+cDS+wCpvve46ir0om+k8I/Q/Pz/2ST0Bkj2/3BkGQNizb74QMyY/e56iPrAsi7900Gw+lnEDP1frl75yJeg+rVISP4FY2T6of4g9v7vbPm4Clz71fzY/JI8KP17Q3T7iEEy+WNfFvfyHRb5RLJ2+hL+7v//d5r4p9ow+iwFMvxpcmD1ysDi+hLW3veDXJcBcX3U/i0pEP3ybjr/bnjA/U8v3vxaiF76oiZA+16MSPqODDb45tBDAjMKOPtnIEb8lWIs9X0TGvT0BGT/PUOK+SgYIvsoTcT+ESdC/KLcnP6s/R77LOck+Wh06v3d6cj6reTQ/SDLqPdGXPT9uZVk//vQPvN9FCT80BU0+GCAdvrjlhj8WlO89rM0NP5vET8BWaGE++phjvhD2qL7Q4Cy/4xU3v6k8n7719oW/l+Nwvktq4LwREou+yQMtP31Xpr2s8As/ZgooP/+uXT/0RGE/TgRUvwq0nDyt3Ga+LNDaPpnEOr7yyWK+Z3apvUqLcr41nVc+nT0EPgmCnj3xHQq+1LSmPuB9ar/QkXG+Wd+Dvm/GUT0g1de+YY9/vlbVyz2g+6Y+noQqvmujdD5ASPe+c0EgP6jESb6a2zC/Rs0SP4iZbb6PaeU8ZG67u7P0IL9JwVq/", 
        "AZi9vuqnVD/PMrE+9Y4VvgNdmD6Nnhy+9LK1Pjo5KT8vMlw+cXU9PoqXQD0TSCU+vDwFPgsnED8g1o8+bveAPUtfED/HVS6/+EoRP4B0R75l4oC+dK82PKp5ub4ZY689PaEDP1xVgT3xlkU+RGEcP/BNvT5m5ZO+kTBvvveVBr7QzgO7O4S2vbFvab4TGd09qcozv8nerz3HKAS+yctLP/TDxb1st0M+CkndvQUoED+DpS8/9LNlPhrLg790aSs+PVRqPoDUSL4KWAI+zk+tvpOFhr1SPoA+gQ9gP5Rbpz3WHoQ9JwkdvoOiGr9FBn++30QZv6gbCT4iGJi++Icbvh1iDr1xFfI+lqdSPpA4k76c96G9LKemvNyqRT4l1ls+vJggPbOjNzvbJNw+O6YRP9dolL5rOa2+ayeBv88GMb7GLGY+VKgIvziLCD+EVI+9rPfsvSxf5T0cEMW+JRTGPhtQjr6EhYY+cePwPn4epz58ZUs/ZnteP7MmbD5HB4W8jXoZvtq3KT7otC6+AFv5POKTUD7LhC4+c4XYvu/WuzsjCV+/J+bNvjq+Yj6TyG688iYvPT35iz20bLy+52faO/GvWz1fJ/a98wguv/OSsT2ozdu95ZOwPuW0876wDzS8HFAlPhEXiD6B9hK9M/yuPvYeMj4kIDk/T7fkPtW9Wb40zMQ+3FPuvh7ti74t526+uGWMvrE8nD01+fg+YWi6PgPlgL2pdlw+Ax7EPv21AL/cwBE/R7STP/P2ET8HlIS8P17WvvAXGb+6Wyy+zJQKPak9c74aC7m+7b9XvssJkr4PD5q7Kz7Qvu3d9D1J7Ue+sR2bvvCXqjwn8f4+qTsEvk1Kqz5Htoi+dA+Ivq+94b13o8Y8EIAEPydUv77SxBc+me58vZhBqDyYd5i+rhgbvm0UCD9K46G95XZXPdwX6j/G/Ni94Tj4vmErI784j4O+3UyJPQ3VdL1KJhQ/DiaPvDW/qr5YwpK+WEgOvGckCj8CZbE+eisSPoobE7z3Frk+", 
        "SitYvshUqj7j/nw9Y1dXPpWZKb+D17C96Zy4Poq30L1hFRY+sUPAPoTfSb7k5OY98lLdPpSx3L7cdVO+3dgDPZHf3L4B/24+t8M8vQMsA7+/9t89YKejvlbhk79/you6OvAqPYQjgL73Tsc+DnWbPjNT+T6AoTA8vNNPP30Hqj5/rge+ALgcviXBizvGlQbAnDcmv1vWNT7OcCW/OxQJP4IZcz7+jao8dKm8Pkpqnr5HWr4+OjSpvpVm9j67cSu/fWk2P1ZAFr6kq86+ue8tvlZsrb3dR+c+f9WXP1bgCD7G5yy9tpRJvrrZ1z1iv4W+WbLFPgmgOD+4v0c/JhsbPOmttz4S44o9tnXAPhM4uzztBko/4PqpPZNji7+3hCW+0F8CPz6YNT4Tg809ylE9PlzcAj4+Il6+zZWIv8m7qr5AlP89YqH7PoLfRb2sl0i+WilHPwVis7vjENS91tlPPjM1vT5wq3E/gmcBPq1Meb33YGg/VGmAPpxdHcCmSww/kvprOzSdIb/rhwi9LZFavjenkL0k8gG++SAzPgGYJz7Cajy+e7Y/Pfx80L0cyYY+GhIKP0d3hT/nXiW/p8mcvnLi+L28FTg+CL0oPYuR1z6aKzg9jqOCvjyTTT4ynMg9BgjBPidzvr6VcsI+z6RJvb3mRD5QKIy+l3x5Pl6XAD4Hv0I+1g8tP+OYbj0TMhw97EZQPp/Psr3eXxK+AgdLvQTCJr4Dlhu+8GoJvkALrrw6yuS+mG+nPo1jSr0Aha2+H/1GPhQGEz7STCs+PEjCv7Sa2b5UBW6+WrISv2r4tL29nrw92CrHPYp/ojyg5sS+KVPAPONnAr68Hia+qq2nPuTKOD8Co1Q8nGwGPsU4nD5icmM+fq7TPtApBj+wIs89MkIrPrapqL6Y76O9M5dRP/gKir71yBe/zSeovhVXvD6SibI+Ff34PSK/9r5s5jW+HBWcvo5dbT8urNi+XKHKveCACT94XmI/qtbVPo3LRz8HmBo/oF64Ps19Bj6eUBe+", 
        "HXP2Pl0cVrvpmku+wo4NQDgrJD3wWR6/ZStovb5V2j0fkwA/QlT8vQOtmj+1ujy+JNEWv9lXzD7eeJs98relP5Jcu713zhI/vYtvvua4oD1wOnc/pHNlvqgGtz6UHJS/ZmsUvI4Mi74mRZe+A1a/POjOu74g0H0/o+SOPrY6777B0AO+IK7qvhTDnb1isiC+KHfbvoFvsD4i5Ae+AOeevWezSb4hWCK+tniBPdaalT5W/xY/j4skvxZZ2T/yqLc9DxvLvr2mmz6R1ey+ZxWJvjIptr+ySl0/V8faPSilmr4GSaq+dnHzvZOpFD5NMLU9ONKPv3ZfrD7QMbw+yOt/v6E9C8Aa/K2+QIU9vpduJT1o8BO/Dz7RPj8JED/kalS+zd3SPvgnhr1jZXO+S86APunb9r4TnFw/7bGQv3SUkj31uMk9/7uQvSbtxz0Tbww//ALzvQefFL+oTAe/OfkNvgdxSb3lIDY/EYTzPnIikj//wwC/NhmrPnFvYj5HDV2+Y3ujPkWmFT/OK4G+ahpDvYEGi72zjiI+i5kkP/knFb+CH+Q92JFZP9engz7lo4K+vKHvPb0xHj2WbgS/zBAqPpNARz2R/y2+ur0Av1DFLz5nN+A+UtNXPdeiN7+tl0C+yGHRPpRapL5uq2U9G9+Kvpx1qD74vjK+/RGOPZEvCD9+3CI/gtEIPjNJgT6/3MM+nhWWvsIYFj7ScFC/5DyivpMXmz7HhNW+FtgaPdfgfsC78ui+pfNwPsf+gD5YULu+5mJKPt25A75zaY2+ZPsDvtqcpb2wzhO+1ogkPka+rL3ik/6+dNG/PVYmPD8jzRi+W5J4PiEfbDxw0TE/2Uzzvc2+Sz8xVhu+VUeCPg5BeL5ftxW+EgmWvY9/Qr7FKhc95TLYPs2V0L2jpAm/zdwTv0aOL75qur+9ZcICP7w5eD6CfCe+dxpCv77I8L5tuGO8ghRCv40CBjwhw3c+xSjCPoiaJL6GqLw9xHphvv6NH72c4AW/uEwAP0a6Tj3aeCS9", 
        "QDHTPg+QWD3h5P4+vg2Cvr/m5T7Gl8+9kBd6PhvGrz2N5iA/FgFkvm2kcj6yWiM/s6dvO0gzHj7amI0+uG6cvkNm6r6as2u9HOSiP1Qmqb79VCg/p5fdPNtf7L26/cO+sgOAvE94yL1xkLC9hKdoPit7hD04PKM+v64xPi3rA7/dyCC9TF/EvuHoAr7UpyK/CJ45vpZ9Lb7FRnW+ssA2vjhBtz560y8/qn2gvzHZRr7wCI2/cfaqPgxsxD60doi+4KBfPhlY577qIf07boGNP4EXFL+xpUs9E5aqvUkvhT7vZMM+w9UYvb0okz/5dbW/C2F1Pu1Sqz7s6RG+IU2GPxl9PT4tLwo8jjjIPlvh771ccXA/LMajvQi6Iz8TBB0/M/NOvrPOTr+kU+S+ruoHvxlkkj71nwtAEl4puwR4Ob5MwKc/0h8fPvGQrr7giZQ+BbtzPguiEz5i5eA9e3PQPLl9Db2pxde+TVkuvooNrL9bQ6Y+9iEKv4SOaD8Wkb2+EiWuvuk9or1EUSC/lZ/vvrikCj+ByKM/Q6GnPQs5CL/9vos+zVBnvT5mkTw/w8Q945XNPDPD370ZhMk9bDK0v6Xexz6lhpG+JJ+0vpWA0D68oJm9qPbCPo/ctL+A7+c+9Dv/PFSsbz711wu/+zt2vXvmtT4OS6g9hqoQv17mDD7niAE/s4yPvWY2KzwiCIQ/QvcFPnmwnr5PYNy9+Cksvp1HZz/r/YG+OAwKPyEbSj0Vd/S9gZ79Pmzjnz6vm9g+Saa9PoWAEz5KoPo7HIOFvY2v376Z2MC+ArNNPhFHlr4qY1++7ASDPptnqbzNGRc+I/J/vr/QaD4ZURa+JOmFvrlJvz3hWrE+9V0mvuo8D7/+cZ0+xkW3vglhgz/Azbc9riFiPwVWwD4p7Gg+coZKvzlyYj3Vr3K+bec7Pzsraj2087u+/JiZPqFpK76sETI+fWnsvlmvDz8NdJw+EyBCPtN+H77/6sK/Ew85vRCdfL36e82/2HX8vRToET9FvWw+", 
        "qc+zPVsYEr/dEZc9kzBFviNhQj4Ylig8X6n2PKdLYL74qqy+YLgPPpDIVT/QeZ0+SBvrvtYgdD+3V9m+2UI5PqVphr4dOvs8pfwCPoMj3j1nt2W+kZlTPbauxL4i7hY+//0QPWrDk77Vu+k8AF6KveMdpj7QjsU+/qiNvgjTDT9F6gY+BIZbPtNc+T1F64C9n/jfPkj21z71AV6+zJrsPr3EEL22lkK+XB6Gvju4wrygpy4/d3ELP9BiVD7+ggk/4heJPpUjfL7aYXO/kM/lPOqoBr9LmNs+M5lFPxI3Ej1Rsy8+muWQPzY9CL3iFz29w9MjvQWLlr6YDze+11pAPmlXWD0xFMU9dWWGvoXCkD76wTa9V0sfvqoqk74rv9O+nGc4PcSp07x3Ed29/Q+zvUqwjL2v5Aq+czPsPgCKUD0Z3rw+uYIKwNsuxrpRnCy/B0stvlDGWj8l1CM/6SpUv13g1jzxAqs+X3UdwEkvBD920cg+ctD1vxnZjb4R4MC+3x4yv/SPVr2vm5k/zCjpPrpM4b724yu+A3orvwh+VT+N3rg+EQKJv9sEgD98YizAO+7CPlYTkz0qOt8+dWMsP5DoWD6WfVk/rJX1PkWYTb4bCcc+UjQGPRUXOT9X10Y/uNrdOWgyt7/Te3G+oiIAvkuMtz6hpDE/lFZkviLemL6YKww/WfMevJ0KIz+nr7o+i5muPrtw0j1lMiLAnTzgPWRBUz//uS2/S6l7vdBnDT/XNl6+gznjvW8G7T6vxRDAQY0zvnyoV760ZUS+zVwAP1DRhz9x6jQ/XIWLvvpmlL6KovI9SC9WPkKRHr5fAI8/YJi+Pm9RrT6KMz3AdW8kvgw8BT665uM+knEpvkyror+y6M2+VIDCPrURbT7pfTe+ueSVPsIlzDwKFXG//jx3P3ND3z10BHE+bjravj0uWb6DT9W+1KuZvllIUD1dv6U9nwutvpl4MD9v4wC/c7IHPtqIDL95pFi8yYJmv5C1d750x/k+TWgavjSDD0CeKyw+", 
        "GUIAvZnp0j/i46K8ePYvvqQeRr/uzMq+wQQnv8B/Dj9xlfm8LerrPh99n76jKdy+YAVCv0D0LD7dULg+rYcDv+wwnT61whY/6+AEQMW9Lr5l5gxA1+9ZPudLP79Ql8c9EoHivc4Qor4Q+oO9RDJ0vwHEET+Fe/29RG2Sv/9ILL/nx/Q+OEBfvqM1TL/aQPC+pXa5P8KCJj4m9a4+SwyPvtgwkz6x5QU/L2c+vjuQp75ZK24+W06mP8/fAz4L9gq+6FG1vvzebT6N8iU+w2XRvf9WZb6Cowc9GJ6APm31bL7GE4C+JFsMP2bTFT89GU6+t3Etv6dBDb/PTgS+8OG5vhNqAD1zuks+aT3gvgVZgj3c+qw+dYHuvPS5dz75p/w9ZQiCPgRolL5cgHI+xjW+vcxEVr6tuKo9cT/xPQGzTT8Rcr2+mExfPpEV5D6gyLS9mqlHP0b0wj7v+gQ9N6/8PExB8z3fOJI9lZZePiU13j0W1Bw/c5T3PDpGnr6m0sG+eXjUvX7XQr90juG+S6vTPlIkUb+zqHC9r/8nP7gapbzMbmA9ocJHPbws/L3H6VQ/NcKfPhg0Az7v0a0+EAQtv3Sujz73F54+JT/6vUWB8zu7h+m+vr2Uvlqcsz04xE0/BQeOvhU9gr4pQpc9V+ZaPv34E76yWMG+HzwBParcBD6Kpbm+L+S5vjidyL72OJa8Y0/hvUEMLT58xzY+y9OqPnl0XL7ElG89JZKOv9d6qD6AJcU+QVwNPluwAz8TnQY+vC/OPE4LPz4Yg2Y+Zn8HvEh/6DxQPSk//acQPn6Zgr4/YUC+nbZDPr9smb7VgD2+Q7AqPLtsqr6LypW/VWxaPl9s+j1Uh/g+VNPSvhQZPLy9vlQ+bb5UPfL6rD6GxP8+08kEPnmMh76InYu+c7FGP+DYSb0z5mG+ZNuMvR7AWT5g0yM+4hYjv/CYmb/ltcw937iBvsy3iD9v5pE9UA2CvW9En735dLa+8hYLPr2yiT8uiM27FGSHvvkx/T4pYFq9", 
        "PFzFvXgN7j56VVk+3Pykvmtntz+ZzQ68W0S8PmZIZj7tvxm9nHRdPwlDiDx2P0G/Zmt/PpXJob5BGmY/WpMrPlmf9j6jejS/tpjCPbdhV7xE8yg+3vSKPHmAIz+028i+rEa1vndQ3D032jS/UfjBPOpS3L5+hO6+W95IPIFrpL4Iuha9MwDUvgYKCD9UdZC8IeiFPdbdjr2fC/k+VaevPipFAL0XiKa9hmmpPj48sL4mgJ68PmMZPjmoTD+pYVg/uTadPiM4Zz4vXZu9U5hQvp0tfT69P9A+SZEyPs41mz64IVC9aaOeviLb4T1MmQG/HqpPv4bapj7JxwM/B5CRPZaeBD+Y4vw8HNXTPsoOmj688yw9xzqQvph/b797JKW9zMfkvpVVwD6IFs28P/gfv+7zez3u2rg+JmCYv5POPTuoHIY9ss78PV3srDvv3pY+TyncPl4wVT1pekC/1jhlPoGVdT6QGPg+nbdoPQSOID+d78g9JmtCPzDgFL7tqcm+m10kvz62lzwowl++pmRRvs6Gpz3nKQE+up03vz7w9z2p+b8+Y6Ipv/s59TuTQxW+OaCePlHBvL4nbEQ+wG/qPOWDcT5VPIa+4Gv9PcRRgz19Q5I7xv4CPk8kWD5OD02+I9jtPQyDTj8QyaU+CMibPqoLfr0ZqIE+8bPMO4U7rr7XXRw/LSLXvhTMKz8jyG89Z0HmPvsUSj6qkuW7S/Mqvqv5Bj4S9Zs9h9x0vufqBT+jkv27DvDavvg+jD1zjpW99lFcvvxfnr7EHoc/tgEbP2Lk+b6/olS/rU0/PlJaM77vsn6+qNkoP+6Jlj1Yuhs+EOcVvYoDuz1yhh6+5ku3PA6SZr5YrZg+/q3hvpvCXj4lmIU+ZJIBvrfTxj60Oke+Tq4HPpuoNb9f8s08KbIRvoqhVz6Riso+WLZePizsnDsvbHM/o99Av/Hs1b1x0BI9i4qfPoAmDDwDrE09TPTBPW2IWT6cgGG9gSlVv66D9b5HfGQ+uVdxvDBHhj6K7Mg+", 
