{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "bb5fbb4d4a9c3f17799c8f53ff5534a6a085f9f852238585374117f2bab1f4a1", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "Gk9pP8K2YD/+Dnc/zcR7PmAOtz0nPyc99+toP7lN7z5dk+4+fTp7P5oIBD+962Y/6NTEPBHvHD+ENAk+zZodPzJq+D5LXAc/qi4wP2B5iD4NuwM/UU2KPc2OFz9fZi8/gBcVPES+Vz2JUd0+0EUMPtq6vj5sHXo9pLyoPrqWHz4Zgec+cgJPPzFdzz6XAus9bh2ePqo+aT989sc+KP9nP+R1Aj8W/WQ/K2kgP2bP8D5iIhw/xElPPchX0D1RCtA94C7ZPmMrpz4VOv8+S5IRPiy0XT98IRw/XDvLPkZAFD+xw34/+LUNP6fZlD63vnA+E34sP4H8YT40TDE9XThnP31bgj4="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "7nKSQJm8AT+86ee/fPj+vJKwgL+00ZC/CZKMv7C5BL+sonu/8A/GvfjD8j7gds292e8Pv7PDST99NrY+Rs4pv4xqbj9fMaS/VuUyP3nonD1BoDo/orLZPuB2zb29eTE/nFKRvrZoJD+wuQS/BBamvuBc7b5c1ok/1hkewGNiAz/b1uE+yxyTvpAIjz9US56/mB2rP9nvD78EFqa+3AaXP9epGr+sonu/vXkxP2Dvsb48wBS/EDoxwOmOwD9vajo/xP92v+IF8z50Vvk976SYP7PDST/gXO2+YO+xvnKhBr/wD8a9nFKRvtwGlz9ujvC+vmUMQJZyzb/6HSG/WuzCPgQanb8WqZg/ymq/Pn02tj5c1ok/PMAUv26O8L74w/I+tmgkP9epGr9yoQa/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "GACVvblb6b3AlGA+0qMcvhNLr7vQryg+RliKPQ6AYT3mqz+8FvoFPhXDJTs/Yfc8HCcZvtjdxr2nQN49Io+aPLKHDz5M1Vg+74wgPvFJzb26UKq9DLVSPLjZwj4XPJC8jsFUPgGfKT7ILBg+vSYPvQdPCj5sYFw+HzI1vjjfuDyy1Ig+IW7mPYuMrj0YKTq8YGNoPu8Luzvndr89xtSHvM3QBz2YoVI+gthXPgftqz0BwBo9EGqpPso3Mz69awk+V0sAvrlM1zyg5h+9L4PZPCTxPz7txFs+OUM5PS6NQj4qTr09AHxOPr3rxLwL/xc++lJ+PZlVHD7dQHK7ZOPOPZNBpb2t7Gk+DkeKPrxpYjyKvqQ9G9g/PSawVL3bUQy9NVIJO+MKaj4/RQM8D7UhPvR7tL0XS0g8+TNmvG2ijD4="
      ], 
      "weights": [
        "ov0hvZ+emzx+9WA+J0gmvYyxnz1ZMSU+5pmUPVdzcT0+nGM9K4SgPWgwyj2Dsjo9HBeBvQOuOry0pck8S5q/PXfkGT6i2No9Tx0/PhbTHr1K/em7AwuCPYqKAD4wMd89dnRaPtSnFD5wjls+toRAPDHsKj4pRZg9V1+ivNLvmj1jhlA+eGAFPr5gAT3BM849wRY6PmVRAj0Ad9s9uBjeu5yzwT3lMw8+ArtDPsXeDT7jWHo9+7sDPu8OQD7QzWo+DQ4TvcW/Mj0HgrS8dPyYPbPyHT4+AF4+Hk3UPVG3ez5cJbM9Vn5hPqIa1Tw10zY+A3ufPV0YPj7uPYs9Dr4SPmxMUTzhPBo+WJGdPWLYtD1FjE4+OlIzu83vqzxvwfM85FWOPVMMKT7Bds899jBBPmuRNT2Du9A8ndycPRa+mz176iy94wbhPCxWiD6Pbty8JwWWPTlnEj561p89W9J7PWQXbD2EObk9SrzqPfC6Sj335mm9MZ5XuwojxjxNh6c9YPsnPmKLAT7DXDQ+xAwHvYYB4ru/ipU9dTkDPj614j2aREo+jforPtDoWD7ARB88/hMVPhq24z0WrGC8TK+hPU4GOT79zgg+ro7yPPxB2z1q2ik+B6/ZPGkKwz0NiqK7z5e3PexHIz6mDlQ+uwMNPrL6Wz1dqQ4+4PEsPppoUz6T2he9F9QlPQJ5Dr2h0Jg9BdwwPmJARz6oAfY9YAJoPsnmzD0pokU+Lf8pPNUSQj5NF7w96c1mPomShj2X8Qg+Wig9PMMUFz7r7M09Hi+8PVyIHj77hn860I/FPFU3Hj3WrpE9iTsuPqM71D2r7Ew+eer9PJiCvTxg+ok9sTJLPdGQMb2ksM08yomFPoKu0bwSN689pW8aPmV2tD3V/Ww9WCR0PUFjlj0eorY9OltHPagrmL1/hfW7t8vlPAq1rj3r8go+ERH0PRyzNj7yYwy9od0puwh3gT3Q2RE+jM7fPUVUQj5aei0+cdhWPn31UDwLFB4+OtnUPZravby9fqs9", 
        "HBtEPi9qJT5TrQI9jN6vPRIRPD4CT948+zTqPbIyArwRdMc9Ww4OPnzCWz5M7h4+zAF8PRTBGD6uY0U+c8prPpMrAL2xdVI9cLjrvMxmjz1hoBM+BSdMPnuKCD4aKGI+XznSPewjUz4LEOo8exJPPgGPnj2xE3Y+f06CPR6SDz74z7M8FpEIPqA52T2UPqo9Dg81PheKDTuk4/48oN4IPXhGbz2Drjg+gsbDPWo4VT6FYjY9pNGjPGplkD0YRFI9Y7IvvZMcmjwroYI+wnyzvHQ5sD31SxQ+QtCyPasadT0ESGo9a1TEPU6VvD0unUM92P9AvWGrnrvvGP4880q8PfYqIT40bAA+GJU6PnB177xskU+7eYGGPfNoED6IBuQ98kU2PkmLLz4nF2Q+7H74O55RMj64q9U9XnNcvBtQmD33sk8+lSAoPmeAET0LAMw9pg41PrlO8Dy7HNk9KhUNvLYrwz009g4+YPJhPuXSLj5L5nM9aDEZPp6/Pz6OV1s+YIoRvVXXjD2bTxK9YiSTPS48Ij4FJFc+RqH3PQMKdj5Qlc49fMdNPhBhjzxc2FI+RiKoPd4CZz7U7oQ91bYQPnmamTyLWhA+nh7lPTx6sT2FAjE+1edAu4EsCj2Bf+A8lQuWPaZjMz6z9cQ9sSJOPo01LT3BYao8HOyBPWn5Pz31tiW9qouyPI4mWT4eLgK9a03BPSU2ED7M4sg9xNiGPaUUaD1NTtE9ZMLNPSjOJj32EY+9p7Y8vBcDAD1GQrQ9mQ03PoZ+1j2glzE+WM4LvaDiZLsWcHw9HCQHPu7O7z2Z0Uw+lwk2PjmlTj7+znE8t7QlPu/FsD3taEm8E+yiPdOCTz5QFig+3er4PLRp1T2Q6kk+w/iUPGVPAT4/QrO7b1qwPdWlMz71KUo+pAcKPsqubT21FBM+MKdIPksGTz7ogwy970VZPalym7xksok9/GZDPlgzTD4qnO89IB9xPtXjjT0G6Ek+zt9tPMumTT6QTKQ9kmhNPhr6lj24CPg9", 
        "26wJPPlUBj6vZPc9Mwu4PWHyJz5vI9c6NEfvPNJkCD06d5s9cPkvPtoWnz1qfE4+z/5DPRqTUzxkz4A9XZaOPYxnZr/22S4/CGSzPpCwJT9lAAq+t37Ovvncjb3Tl8y9JdqfvbHZkz6JXUo9m2+wPyV+mD6KrYs+GvXTP6K87b1GqzE+KjSpPpR2Nb4BXI8+06d+vuYFPTq2/Gc/r5iGvc2Wsr6SewW91GWWPvFLmz5kWym+wSlsPzT5xj5SpuK/ujQ8vlLah78A2cu8+v2KvSd8sLykJdE9wTmUP9yUez0nJCM+uMjbPoEPPj+urYc+ay+kvLJ7+r15lp++zs8svc79wD5n8JO/O8LePgLulr+W8ys+iXcfP22Fpj3qvg4//NM+vngbsT48slw97GkwvlcNrb0at7C+FssUPeI+Ib9jRH4/dQL5vS5Gsr5hvjE8dSyYPudPOD3iTfq/i1gVvtvrrTwTlRQ+4WYRPhA6Rb/MQU27iBYHv9wfjz5O4LS+XMPsv+4gNT/19AM/7u4IP5amoL+zyrq+WynaPabRUL1eDA895m2svtGFqr7kL4s/mbsaP2JPoj70xZa9qLUHvnMcpr7yVts+UTgcv+/lWL9HR4e+YPSovRi8pL36X7o/SjWxvmhwSD/FHKI+wn8ZPhzXAr4X2Ou+WHzKPuNzbDyoU8c+k6Wrv1HPer0T+ic+OcGIvBY7jT0BFNs/rgJ+P+Ueaz0q0iG+eED+vq2QAz/jCqg91Yo2PikU7b5PwOm9UrNkP62AKjvL2qw9XqnEv/vmJL8Y1eG8r4JgPdGT2b66AJs9viBEPmw3xj1wMSk/xS2Zv6WKCL+H5kU7Z3noPjrinj4U0ju+zUh7vv7ij78t8S2/KpxaPRshxb9Udrs+AnmUvD5k8T7/XNI9L8qXvc5JNz767ie9Qe9AvvFL/T6TMde/1PYNP9OUej72vCY/NyRIPiCpNj4S4/g9oJuovaPtBr0jt6I8KVDtvcKPkjyP/d8+VAucPjttxz9cve29", 
        "oq3mvmaUmD5FX3A+z7PIvgDziT6mkyG+7x5Tv4eI4T/Q1HI9dA3Dvp5L7T7meMM+3dCAP9MS/j7BSpc+oLezvxaLJr+0CG6+Le5RvbgEKD+tjTC8IbgRvnVuCT/CiwU+EvFhvdzPgL6AKTG/tFGGPm6qDb4lH768JCHOPtPtPL7bAkQ/Se90vVlSdD5S2hO5ZT9fP7omorveeAi+9KTPvlqu3L1THM49Pp2VPaiUI789Q4q/H3nwPrQTHby6ZAW/MGmEPkpS1j4EwVu+oaQpvX21TT/PEoE9OxGVv7hi2L2b2c895qm3Po14Rz5JX609czeUPSN80b4xnVk+7UmbPy4ghb9TZFc/d1LkPfvdAj+YzKa9ypaQvpWgtjxLQei9D1HoPQirFj76MlQ9QfCeP/rvFT9sW5Y+VzTEP45A1L1dg708hGI9PkufRb3M/2s+JxaxvmEnez0M2YY/yp+SvWGTuL1jZHS9xj0yPQEKWz6deYG+2ARWPza5mz6rAPC/SnGPvrhFhL+Kuee9h6IbvZoohj43n6U961KwP+E34b3qkL09YxlZPgbWYj+r9Cy+cvGJPZsF/L2QBYo913fGPndEnD5Q7JG/TzQSP/ganr8Af3g+zw8TP0RwVj6ihj0/EQbIvooZtT7LeFE++tIZvt6W8TzPtFO+84LDPF7KKL/n1XQ/2uXCPVhKG79PLA4+3EYtP+F+Wz3aTve/zbhOPnw7Nz02lL49v9HBPQz+Nb9D7ns+N/jevkRDJj5MaEO+zCvJv8hKWj+R8dA9PcujPh6AzD2C0Pi+EDGTO4qntL3Dcwi9F8mIPqyKaL3Z0BBAy+cXP/d6dr91c3O9d+UtvRzWhz8xp5k+KHcPP80HRz5MRuC+LEeMPH4jSjvxVpq9JtnGPWS/iL5ocpI+TBcyPllVzz3xv3q+P/ECPylyJr02bh4/sheAvyTv173d/fy8Dv/RvlWfUr789vi+VccQP3Mcib4g16Q8hvz9vqi+wr2Wfby9vEqaPvLOZz6p520/", 
        "1uqkPtD87T3jEYg+kTyTv4sE3D6fakw+pOzxPOnVvr50DYY+/OrQPeD4Ij9dneq+QZ0ZvpEmCD9drX09gu4Nv3H+2j6FKbw+1kQmP466176/vn6/lT3dvxAyz79LfwI/nMXhvpnmC7+PHLY9D4Tovgon5Tz6KrW9+ZZmPjnN0z6jlBLAkjxUP2IbFT6q7q0+9flBPtLr4T7wbBU+KLbWvQxORb6FyOY+ETyfPg5VA71ZVQQ/psx7v9n68j/8ahI9CJ6LvrNSYD7Eq3q/v898Pp2jgT44s8y9PLxuv82W6L2Ax0S/6deTPzgvR76LKk4+aPA1vR/tVb+1xAM/yL24v/y0I7+tiQO/iKKrvSSfkr1ORqU+9sJRvmSUqL5mDFc+/4CrvYoYoz1nLBQ/iJ3lvpK1IL5r+Aq/mqQLvY8wNz+pl9A+pq/9PC+aMD7WHjY9Uge1vXh8xD4P44Q+oV5XP5NRVL4M8iE/cwEGP5o6Hb3ZYNm9f3uTPRYUhL0s1Ti/GM5JPvalCr2N4SQ/N7qgvsLHpT65fdW/xUzTv4aKhb4qpnQ/VigevkXJSzwC56Y+oyZgPqkxGD2chpE/jKVzPuLW5b8+JAI/EWzGPoT/2j51jIO/6bYIv2nVqj7bZYq9jsvXPcBqEr5N7/m9dDWbP0i2Sj9skko++GPzvYH6U700pbW+AWcKP26eCb/ahpi+3HpNv0+IFL7QgG2+2Te9P3X7hL7y05o/RyoZP9en5D3j9b2+0CPVvuiFmj4+l949x5eyPvhCub+GdxC8hvfBPX28Sb4JXJo8mt/9P5LBnD/oLZW96tkDvwkESL96dzE/Q5XavW+oFL0kdia/S0OlvTigIT/q7M29eF6uPb+A1L90jVa/CVI6vhyaTj4BR6u+5dQLvjYjNj08kyo+NRkfP+Opl7+ijem+NmvUPDtbBz841SE+HwTzPKjV9r7Udoq/dn8qv0NE/T2NnMe/2euaPhRkMz4GMwA/v/YyPnQiNr6TXOY9VtQKvnpEvr3Z3is/", 
        "QnbFv6JOUD/dcwQ+32LQPhESSz5dfPW+wCvxvfwdtb3Megu+qyI8vW3lbL0OeAlAha/nPqmXYL+FDwg901kSvl1DCj823P4+OTOPPobbgD7FTym/axy8PH2HOj18iVG96Eltvlg2cL6g4A8+Ygh1vR3Tib3HXNq+sk4aPwr7ODtlLek+Redav5OK5L1YIq+9npJxvkEve76Ogmy+3wAbP+5tlr49iPC9c4Cevq6Cpb6E3Y288vOBPuFPxj6aP24/qFCiPjkvhrwN3B0+rF2Bv/5o5jwiB2M+dL0QPcUX+L6rOzM+2D5uPpdQAj8oHpG+zgtvvvF2Hz+TtAi9tvoCv76A4j7b5ZU+FbUMP/NhkL6Xu9u+/erZv6Hh+r+T5yI/OY2kvtm5lb6znwQ+/fkrvxO5ED5iTEW+m2OJPVL6fD6Eg8i/LdQ+Pz0LQ7+PWt0+N+YOvIosor7lFvm+rI+xvUSNc73z8Uo+L9oIP2Rwnr3beS4/Aehvv6+O9r2KtjG8iUfAvlbHAD8Uogs/m0Ziv1J5Wj1lJdO8Ufi0Pt1JCUBog/K99pqhPuoRw762dE49A941vte3zrwYG4U/kI1qPTP1jb6ky/y8EK0YvhHa3j5Wz7M+i3KAvhphnb67R24+X9MbvWBVIj83rTU/vuLTPbKpdb1i+ni+HpOOvwKvTz+ppzQ/GlpNPvHJsT5DHNe8EbeIvl7s6T43wj0+AWQNv1LxTj8RUOs+Vbd3PkqjRr96a9q/cZCZPv1bp7yzEmG/DT8zPkLogz5qjwA+3tFnvPPOZb6sGsq/luSYvxX90j3iJLM+NSOqPiZ+Cz9XNQm+yx4gPhz0u7xnEQc+loa1Pc19+b9mNDg/bDbLPhJiBD/zggk+ITQVPuCLYD6YvLi9iv3cvAxX/rtZhpS9n1O/PNcdcj4Z67A+IofCP9V19b0m2Ke+vYT/PEnn4D7Mv62+loQTPvwnPb37kke/yUHPP4Bscb66dla+NMouP6d8mj7XD4k/K1YlPxBlnD62EsO/", 
        "/1k2vxc5cT3iuwi+CbutPjJJ8LyINBW+MhyXPuG9ID7B51w9Cehbvp1CP7/cFws/sutBvTXNVL2IR7M+p9b5vaYeTz9onMw9DR5RPii8PL3W/lc/1dkbu4/WSj6JiLO+2A5GPhnV57zMnDo+6ArevniMk7/RdO0+XrmhPYU42745wk4+q+rePivZeb14v1s+nM4APzznrD3oZn+/ET4Nv24ZlD7JndM+QuMaPvu5XD6QJPE9tujavljfxT7xWFY/vq7Rvw6OWT8X4tA+5dyuPmcDiT6EPCM/5YHLvRFMf75KdBW+yeJsPtxnm7x+RAa9Zk/lPkhKsb8Iucw/WcD5vCF1Er7xbbI+qvE5v8s/bj65Vmg+DQG/O+4meL9PMPI8msdSv5MkhD+//gK+CkKYvQ+sib4yQ9++ZDYkPxwHzL+l6BW/98b/vvtQgb2Yale+qRuSPgbIH75wU8S+EGSQPKVDiD3gCSC9RcMUPwRRCr9Dk469e3EZvxOVHr3+Lls/K2mHPhZQ0j0oslM+pzGKPWVLVb4l/Qk/2824PpNxJj+nhPS9qbgLP2clLz9O5xM+vsLUvPIT070r/Ze8T0ZWvybYfD6H6zI9ST1GP5H5v74Mj7k83grZv9tTv79U+Uy+fYV0P8nYRT6jy/U9NzqdPmifTD7x+3k8dfWFPzisYbx3E7C/IpxyP0m7U7/Lp9I+rElOPpIlsb7Dqha+nhXMveNuRL3MskY9U3roPq9IIb0ID+8+uBJlv47KEb6SOba8xjjNvmE2RD6LzKo+NoIwv2F2UD71NOK9gICoPgC37z+n6DO+ylOfPkt+p75ypjq9nl2wPC4f775gMGw/Hvx+PGlw0r0dUH8+ufmfva9fpT6kY/g+oYiavmUM+71x1OU8Up6bvaWyBT9k0R8/RCvtO7kdp73pw9W9aVF+vwdKcD84cy0/PXlOPsq5TD70UdW9oeKvvqNqPT/ASuk+Rq4Qv7+ymz4H2fU+gYpsPpQjcr/Yzcq/6B/SPlm6c718HI6/", 
        "y5TVPlEq8z1tCZa901oLvkFxqj7E+ui/kEqxv+VjNz4ia+w+Sr0MPvjPsz5AuVS+yxeRPuVsGr8vxAA+A4oLP6QG6D2IEZ8+K9YOP3BIwj6ZMdA99j31PtYJrTw+FMS/0g2Zv6ftUz89g0O9AFe1uwgipzs/9yk/w1Lvu6myMD7gm+69wMAgPcc34773E60+2ZPEv1Z4Az4ODj8/lJrrvaf7qb6sCAi+QiHdPtv8oL9VteI9BKbsve5uCsCSp6O8V4stPxWnD72m/JC9FCoTvUH7gL4K54A/67QWvsIDmT6UR3Q+x1+gvgkRjT5pWkO/uh7XPCgQoL9pdC8+afUrv5w8sz5taKc+jrrGvSS8Vb3xLaa9a48/Pz1ahzxrCeS+AvmfPmOIo757TKu/oz4Qvl2amL282Ic/ZjY5vShuYT0QmZE/UYhcPofSkL5/MSM+p3hVvpdgRbwoOsM+d2kYv+IHn731eDA+DPgdurnSkr2jJII/gF47v/BaAT9FY+g+eo/VPjyFrD55n5u+qJaSPuSMLz4Rdow/WB3NPtWNjj2nNpG/iIPEP5FsTj93NQm9RWgNPYpfYj/gJuG90j2Wv2VlWb52dw4+gqCAP0DGm7/J0Gq/6hLfveUvhT5tvPa9gIggv6+Plj4f49S+uz6Iv+T9GL5IeP8+shKrv/oLf709WYo8cg3IvdrxcL13DZC+7SIZv9h7rj53Rxq+Aj4hPjlKI778Z9w+zcrIvgl9RL4QShQ+NK0Jvy5fxj45x/W8tuF8P+Uogz6J3sc+oy68vWjCvL+oa7q+iPJnO9qOAb9J4Ec/K3+ZPy6o6b9d4aU+rRyuvs3ZFL+c/qm8ye7TPm6D1D+e5sU+YLZAP0vOwT4e/RY+u4HbvPFcgz48aKC+OPGEvoeXWr/mdmQ+YHZZPox6AT/CIk6/yhAtPv6xoD1VaM8+nECBPmm6az7NjR0/5UkkPm31jb6kfts82wG7vz/p2L7Wt7q8kgJwPz/qQ7x2utc+SV49P+1+Rr7jZ8C/", 
        "mgeDP/1hTD8oVF4/+kBkv/zAhz6RigA7FP4QvgXmkL2iE8q+fBu4PZivZL/ppADA9/gKP8Ntij6XzQnAL8MpvbacYb5/w0a+7ICzOvJZyr5kGoo/KU2VPedXzrwcznY+oEP+ve7PYr+T8R6+DuNtvZL04L0eIZe+T7V0vZWPJ77XzVM/N5KqPvt1sD7wmYe9xAlkPptntT4jBe0+NopyP02+QD9XxeA9tuOVvfrc3L4fYY2+30u+PvKu9r39nlY+BnKiPVGz0r54Fqy9UTVFPvkmuL6zFrE8YX9aPn14dL9NaRw+e9vrvBySs79SJMu+26diPY9gnDwgUCs/mwuqvOhzUT4x8Zs+q/kSP755Fz9e3L+97YrPPjxp6z3sI9q/FtKTv33obz+/JMG8RbFmvKiZTz6Suys/dVVwvPXg7T1wC3M+oB82PSypFL9Zj68+eebkv9mUEjzRTlY/6nW3vY+Axr4aT+W9wu0TP9WIfL/582u9t9uZvhsrEsDivam87hp1P0YITb00HGq9JkMgvY4dgL7ZmoQ/TUeyvpgJlz7dI1I+pS86uT0p1D4l0Ve/dYS9vYw5uL/dbIQ+RDtgv17NxD7GobE+4hJGvvfhCb2Xkmo8x1FUP76g7T37fwe/xbe/PoKT1r5qPdy/GDqjvsPi/T06BLo/aZPltzT5DT5R+Ik/Mk+iPj7FGL/7t7k+fXbpvuhZgT1gT5g+JuZUvv3EDD7DMS4+jcKFPQHVX75Lv40/qUZzv1+Itj5ZZCA/G099PtrKkL/0nWg/aU6TPqY/jr0nci+/zV+WvcVFJr1cy4+/N6t5PmnllD2xqS47xaTLvmhpET934Le95UtaPebwsL1U/Bg/f36LvYK0jD4VACq/3/CRuNWOoz6Dk7a9z6fBPYRaTD5JY5m+/TZovg32Db7KU3A+Exzzv8/g7L2geB8/6ocSPskjyb1sMdE8jWzYvg4b4j/sky++yHxfPm/hir18l58/2O1qvRJO+j56YPQ89PeGvzGjcD0iCE6/", 
        "4OSaPhhl2j6SJ7i9Vx6Yvfjpgj4Lig0/lziEvA7sTT7N7Cq8UDsWPhfH2b81Fcw+fLtHvW1i4r4j4yM9Z7dfPmUWhT8mqdI+LwvLvss6uz6dTCU+Dx/RP7+8Ej9S23E98C7mvw1PYb8pMrM9kk+cP8vFCT/XHK6/MNUhvMxeI78qc7w++69Ovy+kD74PLR0/drSDPlaJNjyumy89Nirbv8G8Ab9I0CW+LEKOvRB2qL2yQHW/9YVePw0Ghr5tVN+8EjIXPy8hCL+zjym/h7CoPgHbYT7Ujnq9kt6ZPxmxJr2USN4+YE4gP8Jo7r1LGjy/qoHhPmg9BD9NKfW/taNRvjAJUj79cAQ/T45tvWQnGT7G1ve9OMFfPfvR2T7aGJk+FFTYvTNqC78UH1+/9EURv+NDpr2sZ3E/Q3NAPqFsO7/FmY4+yBPZPqPasD77NXa9IzjdPnwgyz3tGuc9AzTSvTMwgz9YGp8+FAJevxwJjLzW3hQ9m1Wxvlv6Dr0+3cI9/Iuyvf+njb6VRl2+iMwhvtktND7kB+g/R6gBP4ryy76Y4Ge/YN7WPgSJYz5PEnA+RXSrPQYW0bxns6Q+3xHYPGcQrj5soMk+8witvor3hj5saqk+meFgP9Dhyj41Sws7mzipvwx1wD+wTEo/6sAmvNA+qz7oz4w/yTjpvRzUoL8Ya1a9jruxPe8pnz+pvoW/KEoXv/qCCr5QVhU+/NoKPcsQVL8Hy/E+EHYrv5M+VL9TMJ++HuhoP3d3x7+M55m9CaWiPatSdb4T8ZW9dlDMvtyQKL+555495hlhvmAWjD6JeZO+azhQPzcWsL7m4w+/bTzIPV91Ib+rSVQ/6ojju0m1WT/M0rM+idKsPpdZHb3Vb7G/IC23vthJVz70jFW/5qIMPxtGeD/Q7uu/g2GdPmAZWb5ephe/sqmEPQeirj4tq7A/32bhPkmXBz/mQQk+94laPcqw2ryqOLA+ocxzviCrVD0ynFG/HOZnPrh3Iz4tCAQ/EzylvzlwWj7SbL+9", 
        "oNqLPmGEjr9iHWk/muamPnNEpD1yIEO/Av7AvadLWb32smq/T64BPpSmwLs7Khi+Gv4WvvZ/Mj/ipOm97auMvbWHl751iyY/jbnJPcNWqD4YZA2/NT4kvcEQzj5t6/+97FXGPjmjPD3f46a+RQrTvruuXT6S7Rk9697Dvz9Rsrzp2Gs/Vx6MPpD0872UP3O+oRkOvzLL7j/hf2Q9FReqPgy6Rr4NrK4/EDoFvdXcJD9lKfq9HyuDvwptaD5M+BO/k0nSPgRl2z75Mo093MmnvunInT4NfyI/5DjQPLpQoz5ykiw+kfvPPhTJ77+oHSU//ZkaO9y7w77epy09cT7vvZyAkT+kxRU/EdoDv3gzuD7CpMw+DOTvP73RFT/9cvQ+Rjfnv/VXdL8iOTo9CQPOP0ifBT+sqa6//mi5PbKTur7awzc/lB2Jv6gAdj8ElpQ+3/bIPus9AD6UZDm+Tt8GvXyqiL52LUk+FN6OP07JmLw6vk++Wi0hP0I22r2LVJS/ctAivedSjz7AwvS93tV0v+voZj7FOjW9aZXAvgDL2rrOytQ+xbEBv/y9lz74kCS/hcXsvjDrmT/7sgXAgYizvWuPAT+d/8a9cywePB9e5b1LSQ4/yzbGPfJuub7SLtQ9mdibPexjPT8vlik+DclcvPhQGD2iQYk/cshCvjs+GL8B2zw/BFpKPpbWmT4Y6Qc8tTjtvgyL+74yFG4+p70GP9J7Nj6c40i/R1pkvw5tdj7zNrA8YSDMvhi/hz1wG0c/5h5PPf0QRb8H3dS++iYPv6Nk775cGMY/f9S7PQ/ShLuT1Gu+9ZBqv20SUD73Xak+B2mmPnrZeD7sI4a9AnSNP82O5D6j8so+16RJPWxWIj+kwJo+XtEov53Ro73YSNO/6m72vp3Alz5m0JY/V09lvSXigz7m1Dg/7WUavlhmwL9ZEYI/tCJLP1E/eT9VSIu/U7ABPni8a70WPJy+5pgmvVRQXL5E3Vy+xF6lv2lBCsA+G2c/xETivSSqAcBW8gm9", 
        "Kuzlvgaosb4i64K9hAURvgFwqz9pQHU9XjNKPsM2tz2R+Ws9UBSRv2rMsb5x9he+7iFqvdLs776Kqni+UGfqvkA7dT/LoTw+iQOSPobWwTy2xLE892aCPj4qIj7FPG0/AU8xP6/fvb3jioi++FDPvkrqLr5H9/M+lwysvXUeez45Edc9WJAfv4xVrb1SYNc92SCNPZI1KDtqNTA+k0qPv6FYG7w3cWI+77vIv0zP3L4T8+89t323PBro/z5+uRa9cH6GPqFAuL+9vhK+hSstP4ohTz6fugO9Zfpwvimr3L9qSzG/cYxIvttkiz2DAFG9H0KPvztbUz+kpqu+oRlavQKnIj9c+MS+PXhtv9uL2j49Z4c+nvv/PHl/1T8kG0O9PCETP+BdJD8xBqs90lF0v3SIuT7wmHA/KPuov9WCY76yEmg+UOQqP1Sc+rzSRAK9eB+lvj+t4jwNK7w+JtO1PjaF2r1pQUm/ZOiNvwaLBr9XMgu+dJp6P8o71T40Y0+/N2e0PtinBz+d/3g+gZ8Svh4hGT/q0aE+ADbDPfu6Eb3dyoM/rVo7PlKsqb+8V2m+jGwdvj7Cs75fkZW9D3qaPv7yFbuGaGO+YB4Vvr66gz04Hrk+jw3xP1TM7D60vyK/S1uXvw+quD4drZ4+GLGdPqm3yD2XAjQ8u9pDPgQUzL2zVkA/fe6kv54seD88O7I+aNW3Pncxtz6Fqka+9880vXiIqb0NZps8Cw58P1xS1rz+Ubk+DIwxP1XtDr6gmIm/7X8Hviknlj7uXvS9tFOGv3MNdz5C6Ie9FtC4vpzym71nfiA/x9sdv9PiuT4f1yG/IGDgvrO7nj+uKtG/+sqSvNUzHz/SUVi+OeBwvWoJATx1DWk/V4I8Pp10Yr4ESgk+2yXzvf31bD+Fbds+xZqNPdQRKr11oIg/EySlPv88A7/P81M/uwetPod6mD4jh6y8Fuz9vm3H9r6ejls+AtBEP/PQ2j7U6Wm/DWE0vyEspD6C1JG+Ad4rv8j8Tjt+zJY/", 
        "gZToPdWXTb9L7hu/5QRtvoUtH79bGOM/gZ+pvGi9rD1H7Cy+jPGAv6PDNT6w5KU+wj4VPtZUVj4Ru/49XkKMP13Gcr5Wp/g9UCQnP+p1Gz/49Im9s4dFvhVUzL/jYUG9mZRIvpKbfz3af+y7KENivVwrzz6NQ5M+harxvSnQGT6xzxw//hYgv/2Llj+8C7w+PzqgPZYKk79/IgU/ytgTPWb0FL+uIEg/F94KPzpMwzy++U4/TXvovo6zqT7fr7297j8Xv1qn6j6Pncg/nBotvwE9zj7wK1m9BtW9PeHIEj/iR/A967EbPiFPdD5+d2W+8JNnvQwdUT8XDBm+FFpkvr0r6b9We4E+ns36Pah/6b2dCr88gR6avk/O+L+PPMa+LqaLvRSwgb2vTik+RYcMP6Y1vD4jkks/qcmhP3VImb7LO80++A0SPvBXXb9yA9M9na2kvsZBnTuop48+lz0Dv6XioT7A+Ba/aNrlvURlyLualwI+qUNEPox8nz5ox6y+yao6vWbzEj6U2X49GwuJPtxReT5Ndzm/d8k3v2dpCL791nM+Qhc8Ps96sL/jive9DRm0PoJojL9maeO9UcauP6LWbr7KSYK/iSy8Po1NYD/b2Cs+jux4Pemb7T469MO8r1zoPgW/mD5eeAI+CWsaP2IBHb8z/km/VlOrPivMX7z3HxE/2Nwxvshhyj9Gkwa97jH/PcYMHj4zqwW91tEkP87Y4r0U8m8/yVFWPATwlT8NcZm9ejOSvgWhgT8FTlC/n5Tov+PjSj7cZ2q+sIePPUP5kz64b2+/xTdYPt+l/D4vywk/n4LZPaBJ+D4Ouje/anZ6Pu+ERj/5ScY9OXpgPjQTqz72zaM8coSGvi7Kir9C8Jk+q3AaPV26dz4OsfA+ELwUP8d4oj9hcZ29xuG+PqGswz3glRk+oXoHPrtQUT3FfeG9beJQPvf7AL4po4o/qfBxPQeDn77dAWm+n4s1vmpMZT4VVzC+ZjSLvzlyhjppWgI/n1N1vyVIhb3F9rw/", 
        "Kj9bPuUJlL6QN7++a+9aPwXQLD54TXq/b28SPbs4KrzawDI/HWatvFufhT/0VZg/awctP8HnPr8zR1Y/wdMJu+wyVr70G/u+GSoMvJwvir9qreQ+H6gYPN2iMb0G2MM9DT6HvcNKJb6gvmQ/CtgJv1q53T1vhqw97d37vqs7lL7jZQTA+BZQPmU1nT6oxl09OIEdvuy1eL5UnTq+pKUmv95cPj/HX4q/LOigvShoQD79lNo+u2s/v3pAwD//Bzq+/b8rPv2hhj965DI/QKw5P2h0sD/dWlC8f6eOPl9Lk77ONgA+w4y3vgEZnr/O+ws/2GYiP6AT9L35672+QC0QvuoOYr5No3o+hkJBP45HEj+oaai8nT3RvvmEw78yCEu9aNsavgIqHz+lS/i96HR3vXyl7T77Vnk+uKjJvRcs372CHzI/mhsFv8AVkz/saL0+luWmPmdisL8bXRk/ApW+vfig3L596E4/SJ91P+rozD23K1w/Q7y1vkGKcT4qUra9TJlGv25ZBT853+4/teiivkKr6T6ycvy8095/Plbv3j5Ccni+RYcjvtKvmz6mvAo9ZuObvelmLT900hy/n2kSvr1K9b8R8pA+KMjjPnhfP70kJ6k+qb1BvsFT3r/o+a++qfnivotyEb4QqHg9sSICP3HG3z4MUHs/2qG8P3RNb70PkeI+5LHZPiWH177OzbU9H+0/PiYBMLuOuaU+rw6UvhRjVz7cnCC/ALnpvcVAYDwc0Tw+5mA3PofLbz5tAK88QxeBP1oSRL8lJgY9CSQ+Pg/zsL8CU6Q+zZd7v9lIw72Dimq8NDq0vkpSjT24eLA9nnQOvwKUoz4wnxW+/12jPmIT4T4srlq/wIPoPLZSCj9yBDE+2GqLPF/n0r32gtu/7h+av/8Q5L+jRAK/YsWfPPo+iz6AvJE90lWsPmv6hL1M9LC9zif0Po15uD/pA32+KlUrPz9p3jwVmt6+H629PVys1z6PMHo/WQ9pvgrMz74eE8S9lHtPP7R4zT5RoAi+", 
        "QkoEwPlpoz7KLpo+kaKhvkkaNb/15OY+Ah5xPcaPHb/q5ug9Ya+aPs2PTD7JbV2+O+lTP9W23Tv9wRo9phi/vsEuWD9USye7pxiWPsY7Rr+R5kk+sR8wvfdPgD6Yk/E8fdNRPonPgz+F/yc+Rq8eP6Ksr74VznQ++N7nPjv2mL0j8mw/XSoUvzSrpL5XJQ4/7z9avpSwlr7MTYW+/U8Evf277L21Wjq+byc3PLiXAT2N6OO+27pWPjhVTb70pT89hQYovySV+r4SPcI+7qjBPpA6nT0pVcu/Xrg/P4oKx79Lvxm/Zxs7PxWoIL6MIYi+z8AAvgaNpz4Mhuw+v5SOvYTF5rwJePI9sMZLPQs4w7+DPZw/kj8pPd5Z6b5gu0Q+yc8DPosaAz5Xq12+TAUWPlvvar3uSF2+fPtPvmLh3j7qAgHAr2awPrHDKD7Pi8G81xpRPi0UND8fqlE+7X76PkiqPT/uNze/GM8rPipPUD+SH8o/dMqsvi3dxT8hYl++E4A6PpKYCz9Ryx0/ZZAiP1ZQIb8ghru8/HHMPfVWkb5M3By9tLCjvh1ZWT517ue+509nPi7A6jwpznI+nVQUP9xDwrugQos+00knvTDBtD4/9aY9YVv/vlCdKr/MnQG+s/W1PmJ0Sj3BSLq/xOERvbEvyLwOVZS/7mjRvTolrz9uvxa+KW9lvyRAGD7m34Y/X4sUPo9BvD30UAk/15Oou4QBsD7vrKg+YUOxPScFIT/0RBi/Dpszv1WP3T500Zy6n37zPqGLNb7DZ7M/paJaPk+4sz2OWvY9m2kyvhdQBj+8HBG9dTVnP4l4Db2mo6A/nKphvuJ2eb74TFg/j6d2v6OdC8B2Ib4+3pixvkFnoryyUuA+l2QTv79YLD5AY+s+uf0BPySPUr33FQA/yOsQv1jgYTzg0b0+9YEJPG5z0T2gzhA/rrCSPEvMRr6q5Hm+6Kv1O7C25DySDLc+QEx4PpHQpT5wR48/WKSuvariYT7dK/89vMvtPXQdzbzPm0y9", 
        "TIqgP6kJBL8Do9W9ypaUPg+++7+SrmI+0tSDvyl2w730u9q9LBXXvjgrDT2qkdc9F0jovmVDpj4PxpK9NjnuPIbsGT8WQRm/uYDfO2gN8j6be9s92ZXlPdxwzrwkOe2/Lgt5v/Bj3b+VY8S+TruEvCvqOT7Tr2g+veu2PnbB370N1mG+94QNPxDF3z92m+u9C3xSP2H8lzzz1qu+ndggPiv8vT76i4Y/zYXPvadULL8whq893ugmP+iSOj+8rRe+rtngv3Eztj49qmY+kMIjvrBnn768IrI+sWduvT7DKL8H+bE8M1cUPh1AFT6CrCq9tdZIPzmOzLxNrhg9yG4Zv8sFGj8U2YK912pFPxisA79CKk0+FjU7vadM6j3l/xi6X9RuPkRmZT9sCBQ+yTAdP1Wj8L1Q6pc+0XxPPpvYr77h2oQ+UilovysoOjwgwJk+8zbrumSYFr6p3Xk+L9y0vXGa4z7s+EU9yJ6/vybLejyVL8++7MEUv0+Vi7zwR8g/owwpP9yuAr87jpK+hB9lPwS4Tj5+b0O97L9Tvt7G9r/BA4c/rWq3vkgELb9qpsG9sqU3Pqx3VL6lKg4/vPiSvUm1jL9yB4K+PprAPbeH/r2TDA2/9s3aPZv3uD2Mkp88eKN4vhZE3roJR/Q94/ZvPu750r2Fclm+JWczPkr4B75W+BTA07ygPq7Evz0goLu9/69GP04S8T5Sras9Yasqv0bk2j1/CYg/rd+8PhFLST9vwaA/NFGTPj5lEz3GZo4/RC+DPnulKL3sVz8+SoBdP5VTSr95RKG9vAikPrfX0z6oRAU+UMQLP/ce1LyHbVs+q6zAPNO/F78h0P49eKtRv/o/p75ZMN09L4dBvsZTfT8uWLY9aw+ovrb/vL0QkFG9u3NtPkoNBz5I0oO/wVMfPUU1Bz/oKJe/JlKGvQa1nT9lLoc+a44tvs90IL920n4/3yZRPhfspr+PzDA+SaMmvBrZ3z7HozI+aeuIP1Cdmj+JINM+70Qgv5E1ZT8RrJS8", 
        "dDPvve3gKL7/EWI9NVSWv7/gPj6blQ0883Y2PLyDrzwC3qy87a+7vOQXUj9s3Ju+dDJ1vZGTwz3yzrO+hXaBvoAKEcACPRE+n8BgPkyEnbtDRVg+guS8vjK0yDzTxQ+/fFovP2uZmL82Xwm+n7McPeIGxj7UTRy/70euP9ecnr2vgXE+t3FjP8CtWD8AZw4/eOiLP9PINT2/qZk+vHPAvWjYQj4YoZK+q22vvyMoLT+Y+9A+EhdOvgsNpL70W4C9WNVWP5xwg78TOA69KrocP/4cUj2AOp2+pAWcvsgDNr2uFRc8/3DePFjN2byelKo80b8sviljkT7QJR++nl8sPa3fKL8TbpC+5dixPtk45z48rog+LA+qv+yBDj/MJLi/seAJv+Yzvz7Occ29alfxu95kTb4zVhY9Hua+PnzFCb5Gchm8Ilk4vYUOzzz6UbK/1o5IP0VfcT3x2Ay/V9POPVt0hD4c2EY9aOOzvmQX1j41sva8LfYDvlfmnL7ZXBc+amUKwB0Hqz53lhg+rPhPvV0a1T0QJC8/+HGuvYwGyj5ypF4/6ZoIv/LtKj2j6hM/RyycP9VECL/BDLQ/94V+PVJYYD5ctxk/X4v9Pj+CFj9nuOG++C4+vXHgHj68ziC9SRqDvJeDgL5In5U+suQVv19zYz7zjk8+mipTPv3IJD/OVKM+2OOTv/onOb74UYY+8ouWvb2JUL6ndxw+l6OlvW6npz6onJE+8zqcv1YUNL3rOza/9vh9v3mVYb2JVLc/fDcKP+QjGL+r7dm+btp9P3TEOT68Rn69+4FyPFT+zr/OU20/StkyvqwCNL+D0re9a35CPYxECL/QB1A/ecirvQynV78hlUS+O4isvAkSXL5QrAy/sekyPXGZr70wcwo+sK0PvpA+5TxJGCe+s3q2PnooPLw4tTq7IfHZPY7scr3PEgTATm0uPkxGJz5cTj+8P8qwPtyqCD9bYsu9gbESv8IfR74CHaY/jTjlPebtJz9Fmp4/7h4juuCcnj1rcv8+", 
        "jIAePqwQvL2kIT8+ugFjPy096r7o6Jo8FnyyPus8Vz5o/ew91RgfP6mBk73HYvc6czi7PnpKzb6w9JM9mH4Yv1rGiD5ifoU+YVTPvvDeE8Bp7Ew+0ZTCvre0Wz+TFK69P4/8PiPrIj8KW6O9dH6oveRfFD87KKQ+oszRvbdULb4ShpG9tfmovr6GpL7QzYW+OFIHv2EexD8PyDa+OdjgvCKdBj/pDhG9ceeAvSAMKDtR/pM8lRuQPevVED9+yZ09YGMZPvoiEj9TJdw8KYqvPp1wND6E0RE8QAAGP8fQdj907uU/KlWDvmIMKj+8NLC9d+msv/2ucz5LWJI/ko+RPv3ROz+zIyk+g4cGP8+qfLuIvPa9Nqkjvi5WOb8654Q+0AIhv42Bxj6nKEM8R7UUv1ktjb3NMj+9OVfVv9Et0L7x6QE+dmHuPueQ7rrRSSG+B1dGv7kzmLypuqI+vHTDPmrhQj4VnHI+F8WePRmIPT/urva+14LcPdMenr+6rTu+wQDZPpjKjj7PGlM/zmYWwHAlbT48wZC+Q07zPc380T/ezYo/Vp9CPxIPwL2Ri9y8RRVOvbtAL7+BH4O8HUkdvksqlL90DxG+TYKcP+yyGz6RN9O/PPvTveWh8r7OQac8Tmk1PwXsmrzkMpQ+P2QzP675wL6+lvC+vYwJP3xwlr25jkE+hwPTPnYfrb0pdeQ+o9E8P9t5nb4KmCW+y6kpPwdejD6qjQM93618PrluJ79WPba/wQUjvYvro77Q9su9ZlrpPk1EGj2V8Xk/DZN6vWRnBb5r58g+R2PZPt0yFz8Cpj+/mhwMP/xgUT54UbQ+kta3vcxmXb/xD7A8Fc4RPyoG8z7aelU/GrIVP9QP0r1Rem4+IovmOyPNET5v+sE9svoyPv82Rj6T7XE+YAnCPY8hS78tCJ89O5/dv7QoPL8ar50+8lWHPgOBTb/acwbAsVMHPsytmT/PcA0+0Q/GPztRfz5QhGQ+K0ElP2x8ELzBYWm+GeCOv8RsWTwdfwG+", 
        "2ao3v4SqqD3gsve+iRyRvwgO0z34dik/WWG9vv2xqr2PCsW90IaouwfhWD7cYJQ/Y5cuv5DeUT4ek/4+hInTO2vw6T72+Qw+jUqhu0CfWD+VdNW+LzhWPbhFN75DV3E9X6RMPspQGj+smDi/rLkqPlOkAbznwc27Z4y6PmUrjz+T/QU/5bKOPaaLbb2epYy9CONYPwjczr5j5jk+qv6fvjgtmb9BKdS9wmhCPnvngz12G8w8yazLvbfB4r9BV4w+8P6tPu1P0L6hGFy/79HJvlbAe741iEY8vqs0PguuiT5dyE4+fCRRP8V8r789FBU/prygv0QJp76xg3y/ED3jvqjxtD7M8nQ+faTFvgap1L93QoA+0kbnvs2ZSD82dYy8LdiGPirCaD6xNh8+wO0KvteEwj4Juok+5cZ2vYDb2L3dcOm+qpUMvs5lDL80nwi/38LKvuGb5z8fHbK+lgh4vRTWCz8pe8m+kD+rvsJWrD2JTxu+JvvCPsFF/j4oFlk9zdQAP4T1rD5fBRC+3Fa1PrQVtz2x0fM7YRw5Pn0vjj+0ggtAmDg3vyLwOj8BagG+qfbUv6AqNj3xSZk/B17CPjfbNz8TMUo9pHjUPnKxtLzZ56i+NPB9veXhbb94CqQ+U0qtvjxaBj+U7bq7wx5svwLlRD2QQwE+JJz4v/YgDLy/uS8+1otBP4Gd7b0eyJe+c8Qcv3RFObyVIz0+yD0yPLQAVj4fpBI/xWThPjIiVT8HCbm+XEEQPnG+e79RGFi+b7scPkaTTr//Dzw/Ex0TwJsRRD4p9we/zcFsPIRqOL25+lI/r15DvWHKNzwU6JE9+QzHv66niT5AkKi/ybtsvfsjHz65dZG+nurGvv7Jmj4eBpq+doEwvcbqmz2/qrW9ognVuy8jEz7lRrE+55CnvnwETr40kb2+DZH+PnOErz+o7I0+LFABPygS571n2tk+tnmRP5jtsj1smS+/s7iKP/sEfj+IUnk9rIUIv4THET7EsNy/jaK9vpDdnz0Hv3Q/", 
        "R1exPuiVrb+uU6I/ZeuzvAKWNT5BLhq/90eiPmwnjb9nk0m+w0V3Pgwidz27Ce4+BCRbvi4DPT3yGPA8Ku9LP0HvZT7G12++HpAgP4S4DbyJTZM+XKM6vYbHHD9+bYK7ikaYPikai76OGBQ+a4EVvzdBdzuhmk89T8vcv78Jx76moYo+dIg/v/a7qb4USKO/pmXUPmhF3L219p89z09cvYk0nj6BrVW8De8nPT7B57wcMMC/8NSGPpQUqb8dtlm+XD4IP5IyyrxzXB6+CFggvzpOPj7RY88/1VAHv+1zBb6bMgM/WcCwPrqwkz6w/TS+MSyUP6J26j7bE7k+KhmrP/De7D5yXwq+Fz63vHgihz9LAFq/3Y8bPVbC8LzGysU9za8LPgRkGz+4xQE/RjlSvlquOj1mD5y+ril6vZwQab6+5Tg/iXO/Pdkt6b3wTXO93cmzvjQQnr3M6d499g7yPhE+Kr+pZRw+6ScyPvy23T4T6GM9QI6qPoS0/b8ReL+9AGZjPm48XL+Kwf8+JmSFPZxRKD6Fdtq8aHXgPiZuJz/iPgQ67OJnP7vhMjs4EsS9mKcqPiZ7oz233km/QT85vkTlqz60nUw+ZmJNP8s0DMBVhTs+WZiyvpzVELxMDuY/Ed+RP9QqMz/UKbi9l2Q/PHpvAr9ojii/E4F0vZh87b2PlH2/33ClvS/3ij+iVGg+oiHgv6ad172ZWBO/sjgGvZeWVz9o8wK9TH+3u2LLMz8CSam+dCSHviPRoj5kSIW95a13PnONDT9G6fe9DXk4PjqvEj+3+fO+yosKvvpkMj9EpFc997IkPqRI7D2Apwq/rgqMv0WH3j1ZRdm+P9Rcvn1f1T7hUxM+awaGP5x2PbzIP0e+bslnPoh+sz7cBRI/iXtTv322FT9gF6U+0zSRPoe+1r22WFq/hUgZPF2VKj9J5LY+p4aGP1pjHz/kcJu+lYMBPo2xkDxWcAo+CzSIPs5qtD0/HKA+Hl9wPtr2gz476am/XroCPivRub+BWhm/", 
        "fvhkPmLbgL9JGWI/qsgCwJeqQz5+4VW+Wj9uvYgbTzygKxE/FkeGPFczmr0/peq9Md1xvz+cSj7tMt2/7j17vW6SKD7Dt/q+CgO9vrDFtT6Iy7i+EFLtPWAk8r1nkIg94zOTvjVIaz4TzV0+pw2qvn+dzj0MleS+h7XjPu8Rwz8T25w+FYLlPpljAL6KyeA+NseGPx6JqryWomC/XiizP9K+Qz8WyQE9RZ0AvzEnyD3k7/2/CjkKvw9th75KkIk/jxjFPsGIsr/UBJs/eM3evB+oDz+9SWq/M2QvPs11jb9yAH+8TPufPsehCj4Md/A+tmtZvkxptL2hvAG8CBFzP4JfFT6Z0QW/iHNIP0rPKT4rTeE+6rtBvRHsCT/G+Rk+pkpFPoWGq74P0+o9LccLvy8/D7298qg73Re2v7KAk77JqdY+Q+V+v55liL5J0+G/VBfVvAuYED/esBM6Vh3pPyxWCL9mC3o+CLGUux3rRj1iN76/yihWv3Gdwb/9qQC9jA5Yv9zfxT4Az4O+Gwa/PvGBPT5s7a09Xm5qvvJfYDtiqDE/W9ENv9ki8r6UDoS+tkd5PRVD7b7lChY/XBDfP8zV0D6D7p4986gmvXfU8bxCw/0+ZqR+PDQ53D2JSPw8xOnQPueYDz9aI6O+tTaWPzqPYrs061A/FxN2vq6Yrr4w/Ms+XQ5FvSqyN76xXgW+UZxYvqlPfz1TJ4a9/ETRvVTWMr9jVgi/lbH0PnWjaz5cMmU8zuh3P7Bexj0C/ZK+gpjEPkUZCT8ZJds8/1kFP+wqGD+cqwM7YaLPPuNF9z6GUwI/4VRfv7eYuzyVapi+Gs+Iv1CMhD0jV+2/0ItOv1Qp2T6FfYY+GH1uv1zzAcBS2Qc+yb2zP0+igT2fPMU/5jAAPsou0z7vEfo+c0c0vYteKT48WlK/lO/MOpmAIr6wlWK/Ry+jvlvAN761GLC/jYbYPa+6Yj8kxrK+LzuHvULaVT2SV3E9mr9bPiospz+mPB+/Lg0GPpiz2z4JBTM8", 
        "uWDdPmWv5D3NHX88ztphPy07Dr+oUIk8RB7Fuw2kXT50ArU+TyRlP8LZNr9Nwlw+XddIPb8fKT7yH3o9WfmIP48PFj9EtGU+b9Zavf6qpr1niY8/DevAvmo+KD4qw1K9i9uWv68gXT6h1UU+wnQbPkYqjL37T6+9NG7hv7aasz4ofXk+lSfXvqH4IL/Qd5a+v/Eqvnm1kTyvJbE90jKXvZ/fVz6QXxk/1H6mv2+dGD9InKC/pFkuvhb/Qr/5VAu+LKO5PmyOVb+o/L6+rP38v7/0CD4EtB69KHRaPlT3x723J8k+ly4NvQE8+zygeMK9oFSyv/fBlD4iv5+/OAXSvXGUIj9cgX2+sVWhvnc4q759LzM+zaiuPytwDr9HqFW94fYyP+1rvD4KL88+7gKBvsBgcT9Waeg+dEELP97Tzj9Y8wQ/Knm/vk2bhDwpQkY/889YvwwPpD28sFu+Zej3PRPzmT30qB8/FwJbP6W8kL7JKyG8gFEdvtP+Gr69UVe+qWJIP9XpaTw4RBW9z1UNvPNePr+1dwQ9wdPoPdxsXj/B1R+/LMTYPuyYnj0AgnE/CF0uPjEh4T5gT/m/fiTqvkv/dD4wh5C/wAvoPtDYgL1MPDQ+nOmTvafXwj54KUE/kHfFvbBTWj99Gu28D2rpvRiXbjzIkv69p0gwv51KlL7oL3c+DV2Iv/2oKr72hce/On5APQtkzj6Kkk6+ZonxP5ovBL8Lv7Y+oGcovPCMcz3ZRrm/CxCHv0HFl7/WeY096Aoyv/iKlj4Z0fe+c2ZPPrBaNj7Cjzo+OggEv5cSBb33cdI+0du5vpoDEr9gHj0+olLQPYwgl75Tpp4+fBTaP52R0T5OWva9FXIkviMsGb3ky4M+gS8UvZOhNr4f3Sw9oZoNPkShET8Rgcs9HAaCPzTY+rv/zh0/Znjdvv6YI7/gIwM/JipDPZZ5yLpBfJa86JqivaX4Fr5bOxK9zzNevpLhRb/2Ru6+hhcGPy/jbj5eKTC+Ek4dP4sJpD0uYJk+", 
        "SuHLPm6uMD/zLQU+KzvdPqxxHL7fVBO+ra0sP9l04j5Lm6M+pvkxvy8xnDywMpS+qdXGvwH4gz3WWfO/h0Ydv9lvxj7371k+0Yvjvj+gTz+jnRA/hfGCPx5fiz/eC4S9y29vvhqPJr83mGa9wQPkPMGf4z7lY3Q+TwpVvnw1+DwLAHw/f7ygPqMHDr6X4qu+WYXbPpciib76OLe+zBMavrSKar5EkN2+i9PMvVBwjD7RY2W/fLVjP6brwD6A8NW8SDdHP48Al77GMeC/kygTP1VwXj2Dyg89E0yTPhOK179aFfa/dRUgv6v+9r1RvBc/cjeyP+7UHb8ZSyq/4QYDP/gURT8DZ/Q8r65svxogNz07LjA/fs0/P6Ijmb8ZKdi+pAgLPiHmh74TzM89pLchP80nWjnkysI+6RlcPcbG/T2r4p6/65bzPABIHj9PPUe+2U14P82pqLzHeXE+L9g2v317kT4oC6Y+qxOyPrYIiTx1QOY+PJ8iPgV3KD8xwWo+ZpoQPyNMYz5RI5W+pZARPxHtmj4NUQK/MhWkPoPdTL4GOLY8EKFbv/VhCz52fz69dtg2PwcOe79WYR++zTzHvVBKvD/AIPc8+lpWPAQUwj5HCM0/NRmqvUsEIb3C1L+9nlEhvvyvjr43yYK/Hr7bPjyU9T5ZpUg+7gAaP+Y0VzzFadu+gsv0Pgrk5rx4RBW9pH9fvxOVl7/8ZgC7AKBhv2d0Pr8aZ7Q6hG6JPiecYT5eC5c/tRpaPy1baT2YwJ4/2CbNPuMzwj20St6/qvtMPWeRpT6A0qO/tbiIPfOcRD8GdxU+/6TVvgipgj8UoYQ/wuGMPIbcpz1yO088SMREvQGqDsAlPpo/cbopv/+7CL8sFAI+15uFPViCq76FBlK/s9XbPSH2LD8k+Y08EloCvwLAhb892Ss/VfAsPxCZ4T7ygv8+m0TTPvsQA7+GEwc/A8A9vVmnMbxf+BQ/Lh3evZRkSj+ZZVe/5vT6PsriFbpRJHk+5/tPv5nnGL7RC9e9", 
        "kKwMPLeEWT/hOii/QLxdv3Earz4enoa9G0TFPYMxqbyQWbI+br1Fv0jRjD9Kji4+s9OwPH4fT77cLg0/1gRRvQiv9L7YOwo/9Pa6v7qF7r1LcX4+zFgxv7QmjD40d7K/+30oPvUaHr8h9ZM9MzAfPmM5ED7W+Jk+ax+Cv/w4sL43OSg/3Ri9Pfs/S75Fzsq8HUcIP18wPL9jMoS9MlFdPymqfz5JVmw/ptiSPxVzZr7aDhC+FkE4vy3RPb3RGbw8UnwOwMmukb4kvD0/oJ7yPmM2b78gb6A8il8OvktrJz5X+wS8kKHKvvmldz5snB2/vpmlvSuNgz+NfWW+XuW5Pph10D67HIM+JyG6vsylIT8GyLM+9E9PP6mMXj+WdpG9C5CsvqbKGr9B5QS9sFOMPfIjIj6s4Jg+7jqnvf255L0X+hg/hjtZve5prr3790W/h0aLPsJb17yWLo2+M+Pivfx5vb6MuEO+TyEvvhqe3D0gXHy/mS49P9gY1j4XeXc8gOXEPqfCV74IwdO/ebWEPjxvkL4yPQw9PLZSPWw6478nMsm/PLAiv2/bwbzcrd8+AKqtP77LgL59Ylu/QJFzPusANT8UoHs9xOukvyHLt70rAgE/RA0LP4NahL/veMS+aZKrPRfXnb6Tx0k+oY5+PxXQDL30OA8/QtpzPQiLZb6Id4y/kNnPvds4iD42tqy8wi40PwjYwbwsELs8ZGG6vnzbPz7xq1Q+zZkRvdEZvDyfxR4//T6nvLC1GD+pJKE+UOyePvD2mb9z072+K9AYP4rcpD6QsIA/K6gIPyBDRb37Ney+rco0v8H/Db6pSLy/dXW1vWhcej5z5US+yg8bPvAoEL6GYL4+jCQCP+kDZj5BI4Y+j9xfvsepKz9N7kK9Tfs7vkYjKb260C+/VSh2PrjXLT/umMC+08aBPpkk1bzgHIe+IqlMP3qPdr0tnAC+Pbpqv/EmGLxNlkq/I93ivzKnSL/y4H2+ytzHPWMIsDz/1eI/UHXbPry1AT8NsZC7", 
        "d2AFP2yCr78nh/m/nUk7P0xNw76wRYw+V44GvihZdT+i06m+iOSCv2+FgD4nymi+34UCvoxihz8Kp9y82ykTPu7KyL/THEc+dXDqPj4ddz44DLK9fCtCvR4ujD/EWQq/mkEEPlbCvD616lY+2e66P50jsz47WT0+G/B7P5KVAj+Mqgk/+GeKv45MAD8snNI+m1Kkv4YE+D7juHk/asuKveh8jb3J53a+24ZSvcLcvr8M2cC9SlGMPiZ53b3lCOO9zt63vgBVUz8v1o4/KZkNv6ivjD7OWwG9pX8bPqf5LT1kpLY/cdYlP9eztb3C6G4+wRoHvtPsi77ZM6s+rq7MvSdYib1lnwo/UT7Wv8DrXz1z0ty+3bbdPVowcr8tGs2/PISGvdokHr+PcFM/6vycPjupGz336ZG+i0RhPyaNxj4ylDs/fYK+PTiK7778duA/DSA3P7VIij5TGYi66Z7kvvmoF71kafY8W7XbPWTel76A/pm9YejavvLMrjtcDD+/7qPAvx33Lb+56hA+Aq6Xvji3pD557eG80KBcP57Rbb5WGtk9bwLxvvIkVj7mOkq/FmlHPl6+qT3+YOa7Y0PXPj9Brz6oFI4+ahvUvW8kAj9JP8U+mDWJvgtE3D2e2Fq+xZ0/Pi1JmL/O0o49GBZUOFMPAj/Q8G2/WrANvlspCr5VvFI/t/nQPVBCEr6q8z0+Kz3cP/eMDT2RpFW+I/CKvS8MZr5xv++9CUs/v/EStz7HjS0/YjCZPni68j7m9xg9QI1VvjQEej5AxRi8oKwFvOL1Kb9dh4O/4tjCvAcudb/IDCq/PDyZvmYR7z7UIZ0+VyeFPxfTYT97LXk+nDedP98awT5wF++76imlv/qHFLv8xZE+zJZ2vyQ5JT0QORw/g8Z1PnM7mb6kVIg/8qA5P86V7r31eMi+551gvBH2Oj7fFcO/OpqDP5uSE7+Qygo7WZaDPgf5Mj3i3hq9Dj+nvyn2lL054UE/J1E3PmH7C7/ZMry/21JLP1DpVT9a2ic+", 
        "dsTXPgzGkb+zh7u+kJM2P9HXdD6DHGM/r5ffPj/r8L1hJPy+nqQhv7k+crzH+rG/m/gIv5amsz4QBTs9uX5JPbLLtL5Ea9g+2xSoPrUikD76xZM+X0axvtywBj+DuK69A8cUvkdAz710twK/dBevPrmhTT8GN8e+wa+7PmgJA7wDTl+9ON+vPvHzrjvuncO8Z3k8v7+9zjzKRvC+NJ7Qv6R9Ob9JMbi+AQVvPpGuCr0+/dQ/AEwVP4f4Aj9PTiq9LVzNPiIwwb/+MQbAqldqP4SOsb7dBN4+dkLwvbV/LT/LJES+EWA3v4LD1z1hnjW+3CBAvnaUYj9FrD09ePbMPcfyvr9ppho+TpISPtG66T3GD4q+b9+UvW10hT8dnY+/idUFPmMm0z6AHqA+5EeiP7NTFD7KLzs+GN81P7pI+j50FJY+rmSBv/C0Zb4OP7o+oRV6PnP5ar6J7rM+EcEyvUPadT/1rlq/++QAPtNx7r/59TW/hzEev20DLr65boK80OyoPnDKXT2C7ge8ZQGBPhsyrT55r2q9PPL/vmmfjr2oLiS/NJHJPtVXLT8jGWO+/gVBv0V4aL4jPhs/V7EQvUewM78L3S0/hD1DPJZvOb2z6S0+LhUCwPtB+r29k7m/YxacPh7vWT6+AwA/u/hAv/wrsz2F1pg/Q6WWPeqoqr4hhO0+r5qKvXWHd79H6q8/SlpcPnUTDD69JI8+6BUqPyxPmD5JQYy9gMKBP+hRM7+8hP+9kF58PYMAlbxjjjs/aI2+vyEh4j13RDg9txg3P4zHQj7YmVM+rC2UPwuv1z0U5oK+Hm4pPxCxjz4Iin+/6cXhvoKgkT/aM4U9TEkKPpR6yD4grX8+JN61vtIr1j7RfAY+e8bFPQYpXD8DMbe92Xl5P7y0Q79I4TI/rCOQPJsnzj5ap8C/Yj/svY68yr2Umoe9o8dsP73PUL8CrX6/IiQSPuw/PDv525A+JfU/vcyl6j5a50+/7PqaPzMZmD7Y6F09LDN5vp/86T5FQDA9", 
        "BvIuvzpUDj9Oyqy/zkWbvpoLwD6feMK+S96HPnWjxb8Kaxs+TWsOvz36JT4R7PY9pbqSPvSKFT8MSHu/1rlDvqNjMz/+CX+8EC+jvSkid7ztVgw/mbdkv4n2zr0EMGM/HzKZPnTwij+BZZo/UxSFvkJ4ob3bZre+adtsPXvQ6D1zjRnAI5bovvbMUT8anqA+ZVYbvyFeIT1DPpW+a3RNPQ0C4j2EDuW+QbmFPkoK8L5XQ+m+2GyaP8yEwT2cBn8+gJMKP7098L4Crio+H2zePuCRa7+LqOI+jjNrP/awwr1jjHe8dXHOvau7vb0YZMe/AXwnv7xJjj5y9UO+vUL0u4KZiL7Lvg0/m2lHP+cbGr9RQ5M+F7GLPeVjrD3OPzM+0CJ0P04t8T5/CYe9jhx5PgfdHTumPAe/YODJPtR26717Fj09sfMVP3ij279O6pw98wXzvV8WvT1owGO/mIDuv+lAgb7BPwq/1qVFP65I4j6da4U91MvtvJxkeT8AODw+O/owP3zvPz7u556+EtPpP2DANT+KP78+W0hKPkjLGb9H2768AAYMvXPYRj2+ecC9DBo+vhtd677ZmQU7Eksnvy+0zr8EoE+/MssFPrxZub5d9j097YSsvVumgD99ZY2+q2Z1Pt+fyL7eQUQ+3nr6vlXohD12QeG7UFygPLHfrT5hWtE+42xLv65kxL4dOs0+d20jPvocK76kYwg/0HH0vc1Oij8H82W/KI1XPTyA87/lNlu/UGaIvwGZbr2qbce9uV0CP8e/Kr7SHrq9o1uRPu5Q3z4zG9S9+ovWvvucvjxOWBm/fKLmPvjPRD9l0Sm9b6MBv0ELPr4nFz0/iuV1vT47OL92ZkM/xJ0JPXAVsDw/arE+vW4IwKtvw70FQsS/qk07PkNv2D2zFsc+OVQjv2o9Pz5gH4w/t1XnPVfVgr55cuA+AqqnPK0U6b71q74/J6RgPnxyCj7b008+pFMlP3I0+D0WuE2+qZSpP2PjR7/Jq0+9cJ4OvMYgfj0dD4Y/", 
        "rjLnv7OLBr1KToG8xOYWP/okST5N1pE8NAOQP66OPD6iLTO//YQbPzxfmD6YHnK/6Doev7FUkz/v/Yy9e9tPuw=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "zplcPjX3pry1w5M9dyb5PTCsQb3pxNO8eo0JPmMk9z0YLss8+4WjvU9HQT2YPSs+UnsiPoIRqrxLjnA8bBEMvWGTTr3LMUU7XgE1vatnpT1ApOI9EcEkvZ9vFr36pii7TBKDvVvklb1klYg9J30LvQhZcDxIcTU+BFmIOzJ9sLx2aAS9MsABPtY7EL3Yiuq8vLnOPJbT4T3U9pA9l6riPbIO+Lv8Exk7houSPX/wGb0ODbI9ZSkRPn3dE7t94aC9tGBXPZZAbj3j+bY93+OWPTcjQLy7AwA9LQonPOiHBD5SfJ29YHEFvmShy7wkRLE96aQFvTiAgD15/5+83Mc1PrFyDLzLjvc9O3E9PF6MhryfV1c9DgqnPZm/tTyuXja9YyYHPWnA5z04vnU95hmoPXh4CT4SiD+9tPoRPgtLj70="
      ], 
      "weights": [
        "1CBCwNwbPThqews9pzWkv919dj9oFs++/FDLvUwg9ryjdls+U1sQP32qkD7mEzW9JoaJPj3Wkb341is/5mO+PqzzmT9AB2w+rgYDPvwX1z7TjC4+xuIdPiH2MT/QiSDAAmAHPuzYVz9kUe8+xqkQvgK/ML4odAa+fiadvlsJRT//0Yo+/N+EPhsZ4b03Ygq/SOLbPnP7qz0ttCA/nyxcPnNElT1R7Uo+HHhtPDN5AL+BSk++LgK2vocd876nhhG/uDdZP9iLyT2i9aA+FBr5vkcw1bwhAuC95Qrhv2Q3OsDbxJu/znEBPSBJob99j4++sg4FPgFzhz7VMs0+v7u3PeSJ7b65cSw+v1C2vRbp4T6sEMU+fdNPPoTbST5Oedw+m5amPWHN3b5dcT2/y4QbP6jBxzzo3x8/Gdcav/MRaT2m7BVA3ow5v2zfOb4rTek/IAQDPuItKr/HMQE/mD7lPvn6T75nHXo+Y6CYPtSYRb+Mxug8s2FDPYZeLT9HZR0+nhpfvs2Kwb0jkQw/Qwu5vn4B8z2iwfc+cOgHvFM8aT/F47w+gXMfv0xo1DsU8TM+XmJCv0Cv8L0BzRa/sAQkPYEA1L6jXwy/9aV7vRZzBb/wyJU9uxQgv41yzb4B4Cs9dfOOP3eReD6y8tK9r+4yP1tqCL4rafk+RrAkvxbk7775FSG+zH5Vvuq2pb5vP6O+0mO6Pj9SuL4XMdY/tRbAPwEM+D+9APc+Ey86PuFz+77N8cg+pHuOvvPjUb7pQim+yeAhP/26Jb4oFQc/L5OPPt2R4L1R8fw+qSR2vosJ0T0BXMs9+WSZPliPnr1kLIw+6/WgPTi89zo4fem9qgH9vovByT7b58a9NOprPmZb/T5+awe/XB8yvQqrpj7UMhG+TS0DPvwfKL0IiY8+X3F8vjvIOj6UL9S9yLp/vJohSj3Ep4I/oEKivyiNKj7XkAo+dGszv5oyHD0IgME+mWNvv9K6FL+mcIg+20EHP53tmD6D5AW+Cd9YPRkWiT4rALa+", 
        "p3CFPlu/wz4r0ig9G+QaP1Hxrj67yt28pGWbvafzT71dvb2+0cgOvTuTOT3NQ7M+KKG3vVEczr0DlI8+/3S7vSSTp75QjLs9ci0Ovp5pPb7dCcQ9tBpIvj5Iy74RlSc/ZjWRPXRdqj3ZZuG9Tug3v4aDxz677Ni+65t8vj0foT1iy2S+64SrvkT/Sb68Ass+fO8dPIgo0r2GpVG/Lao6Pn241DwNw+O+1r6rPo6q677fPJa+xQBbP7PILr13Twu+e1MCP3fkoLzdpcG+MkSSPkSMK8CPRyy+ZUDFvtiAxb3omAU/ureYPzoNAj8swqI+uFUIPlzIbL30xw4/ESowPwfADT6jKKM+T52zPjX/mr1tp4I/JJ4DwGySsz0+mK0+RGQSPr5b3z4z+vQ+28bJvea3QT9/Rp++I15+vlik9z2c+40+XVQfwN7P+j4VORa+bzesPwPMNL4v6oY9x48UP7WxoDwEkJW+aOIYvyyclz9GcTq/k1WjPv2E774Q72c/nwvuv+toOb6YTuw9OjSsvVuFqz0o5vM+Iw4QP0xYUj+p6qQ+KWqxvkf3xL4My6E+rHuxPjMFnr8VCvm/9GfoPqh/hL+kB0O/T9+GPgizC8BNevg+89Wcvkq40z6ttgu+o76YPmXuLr2+3Ck/Gc4rP+uo278EvDc/YjHrPviudj23uBa/myOCvitL9r6G2ak9zdT3PsGgCT5KHYy+cCaYvp8t1r1vWYE+oNqovstF3T4T5F8+L/GxPV+HrL7NZiG9tCVZPtt6BD+W6eK81JpCvns8UT4hkvA+FtlKPttbFj+9q8w+nRa2PZpt0D4nxvY9avYNv306hj9T2zA+J3Itvv/ZiDvYUow+hVkyvqn4yLxRCTY+lbduvhiI0L7CyIk+lD8BvccOdryimC89nnqauz47kb62Jdu+alQHv9+iB77ip4W+0SvcvmTGkD0JqGY/bn+YPpHa5r54yps+EAM4Pjo64T5gVO6+Z5gEPzOLj744Ji2+uplWPI4G/jxam1W/", 
        "MVzEPbB65D5jBAi+Bsl/PY5gu72nzcq+PnKSPRYD3D3ukL4+gX63PsoxIT+5zAM//nRjPijAoj5GPKy96nyYvEOVbb4pDzC+30M0PQZNDz9ySim95lD/OzJzkT5zUSU9Bc74PUkFOb9VFYA9cSERvtelr767T0K+SUGxvvEmLr2hZAM/X6sJP0NdAz75tCQ/Im5Iv8o3l74P6QA/DWxNvskmfD+0d6u+e5qIv2PmVb9EGaY9e73aPYIdrT36EWM+bFwLPyPYRD1PDyE98F+SvmctAb86uCo+UZVAPgRN6T3vtIG9U17HvqiYob76JAw9mAAwP2MVeT5dubm+eEQFvKBaZL4+nSO+YeeSvoDR7T6oBcq+3vcCv6kSw71gxwc/CAeWvnMTeT5PKB690S7pvQ8igr1tau0+yt9ZPVhNrD6Gp/I+t93Tvsc9Ob5L/Py+hMeUP4ddI7+ns3A+lZWTPjgwEL7LTYo+hwahvqTwNj9HE9m+zSUBPdKmsr219CI9z0U7P6CUmTw0CFs+xLBLvsDNkT+PbxS+O4BivnbxuD0rMao+86A+P69lFT/eHB0/rp5TvkjYDj6OG8G7BLZ2vzAqTj+CpfY9MxGuvmJiE74kM5W+qtHRPnlzcDyT2qA+Ci0DPpWiFb6JgJi/PPVov1zndz5TEJs8r17PvuTiKj7ks8g+jKqOPau5O742D9Y+y3DUPsBQq70q1Qy7nl6dva3Imr6soQe+V3eVvUQxnL53cH+9EgDiPvmL+Lw1dp49hYiePoBESL4Ngri+l+ssPnt0SrpbNAY7sA/YPkzBST8hzNk9Nq6gPTvsQr8migk+BsVfPsHBdj329v69MHGov5DRvr3gho4+Hxl8vooUtD5DnDw+eaWOPuF/DT8tlgO9q1MSP+4c373i3Xy+T7qgPln6jD6LY6a/SzlNvpXGODuQW9A9OgxmvTvyPb3oI4Q+p3KkPoB28j55/t4+Q0erPjzXAb9Kc20+YrIxvrobJD/xIDA+SqcivnV6zz5NxtI9", 
        "hkjwPYMaMz/5vju9aZrZvioqjT55YPk/epx/PmGlub0opeA9wy0yvNG87j7VJp4/dfGPPoBciT4pzE69LOAxvV/zKsAuReo+18mBPcg47z4GfAzAOxT+vucrzT5yyx0/sR13wKQNKzzghD3AYpMuPUTZjL6zEI4+kP3WvkQ4Ej9FvgQ/Yt9nvzNAtr89GzQ/ae7gPsAGYT/3zkY/xAIaPNPT6j4/JQU/HIZnPnQKjr59Eyc/OMdfP6XdMj6gQj2+XlAjP86APT6bNYi8vWCiPldCJz+zusU+A75jP2ULGj5X812/rAKNPcFD6z5eg6S8YtVfPhMu0D4mgDI/iuMrPN7CRD+raw+97TGtvnWehr2U8zE+6sIUPr2eJj/cIcu+Gcp9P0XjGr9Tadc+kz8vvgyVXj42HhK9BS+rvf/VX7662gS+H/+Ov+ONkz1v1pE+w3oGwK5JiTycN2a+u2sLPn7N1D0NY0s/j53rPWVmEL+9dsK+AMEOPjh61bsFHkI+gvMlvFw4X733RuS+JgoJvvCujL7XqAq/hIiKvWZcuT6ZMyK9CD8fvCcmr72MTqO+tZeyPWWGXz9NhpK9urupvrD1Sz729iq/pD1Xv/Gpxj5rqwk/Ton9PkumNj9c46w+H778PaRoxrwiWI+9XspDv5Dbkr6gzVU+jLcCP7PZPD2OfpC/5PDlPqEom76KZmU/JpK4PEFrOj+jW4g+2HeLvotCNL0cKkM+HL+rPZQy7D0aHU4/kqibPs2Mpj27lm++yX3jPo9yVr0zN8O+yfZEPjY3JD7RmbW9TkNMPOUKTb7cyr8+ia4Avxbh4T4lTMG+dlrCPcI05r1MpV4+wXwyvDpXd76HQWC/PTG0Pqgj7D6wxFG/2TqRPZnCZD6qIpq+nAGUPZJ/E75Ket8+70MYvhSliT5AToo+FXaLvkM2B75RIYU/NKJ1PicVcD66KaQ99emdvqivnj7C+xc+E+Arv77dIL6oyKI+MvCOPf16iT3qqYE+jQj8vbAslT4/l/E9", 
        "EbGavrtNJr5rFo2+wPgrvzkJpz12YoM+H8ziPhulbr5ouWs/gxAzPo6T6j7rPB2/n+OMvsmggD5/arq+/ZwoPYMCKD7DPFc+2OjbPZgIDj+sqdk/MXGdvPzmLb81bCw/CFUeP8XPFj93SDI+zrwJv/KTlj4kSEU+gpUmvijPlr5Xlfc9RFH7vaTnAD9reoE7fqgqP9mf0z7EEHI+VPb0vQN7or7NTfW+YdoGPVrCnL8bhP49Or+pvVhYg77E8xs/IkZhP0rdqz5vUI49LUu0PjBDCb71guA9C2w3PSDfZD+xVp6+x5MUPujrxL8LucK/ZyYyPzr8ED8s5uO9fuRbPg9tlL6JIVe+5cH9PIURvbxtF+4+4ViwvgbtSzzhJQY+0Ezgvo+qM7/ZhQQ/T2HWPGIizz0t+tY+CJ+1Pv29aL/ghpY+VAyjPlGAKj4iqD6++xWMPjsJub6Eak66x6ABPhNvLr0vRsm+1j4AP3R0DL4B6cE+QHjgPtHOeT7CXck+x+mzPXxn5D3Ocy6+4LxHvVtGhz4oVPA9D86MvnkiGT6CfpM9MVoPPpxTeD72ods9TtCiPuxuFT6LFfa8vG4cvl+NWD/Ne7I+yfF0O3ie/Dz53kg9OC6LvkfDeL6nDH6/aeMovv+OX73vQ3O+rK8pPuIMvD/zBDM9B92PPsfSez1sHjW+CFlZwMjfqLwtmTI++ES1PnoLoD6nlLm+0zkEv99BIsA2Mg6/VaoCPs8RMT+8wlS//nGbvo3bgL5fR3U+8fSLPkIWqT2LKuU+oFr1O6DUmL7trLw9V9U4P9qmIz/g7+Y9/e3SP/PaOb5Sm40+x8/gPTLHjL3hL56+EXWRO8RwjD53SG2+eG1LPn10gD7fyIg/4GIOviuwPz/F4bq9+MPQPsJhhb/Kwik+CE+svgG3sb5zVL2+luA9PvlHYD9YLyc/aC+kPtd7qj6p2Zs+7/7PPhGmhL1G7D3AK9rwPhRT7D5RrLA/scAOPcZcbD61HKw/xOpfvfcfs71cvwC/", 
        "3+KvPxz33b2T+zO+21csP8nrdb8xzPa+2hNFP2iUKz7kyIC+CUw6vtse6j7R8i2/qFL9PTTsTL2F7S2+ZOAlv3x4uT6W7aO+NO6hPVTIpj3p5Ak/QnSTvZuR/T5XFHU8St03v9cWjb5jUbM+8IkSvpAnJD9QpRm+lHA3vgt+UT5m/FI+bnOmvj2wGD95uNa+h1kQPrB2v75YnJg+17eLPnddiL03VQ++RL8jvsbErz5BS6S9SKS/Pt4Qmb5A74w+qrebvlUwMT0oTCU+oUS6PljVgT4agCs/Cg1kP92Aqz9TU4s/LRhnPiWjj7+LGua+Q2V0Png9Or95yrS++E0Xv3BgDr9wOwC/fqe2Pmyld7/1xbe9f1GZPiWlg78gIeo9MOEQP6j31z6MesM9fbVPv6XvjL1+7rS+X5tJPsOEEL7hmXQ91bEYvzW1WL7atuy+tROOPclRqL4NWhw+JsSovhFzbr1fLH2+vfJDP6zae78Mohy/85/kvRLkSb1D39u+n4yIPwHnOD4OOWs++MwVP3K+9b6ZYZw7WIq/vlvbLL/4uG++nUQEQOUXyb4AsXK/MDLFPl/T+D7MIT+97ypMPbSPJT9EZQm+NcYgvg0aAj4TlQJAnrvCvhhbSb4g2Mg9oTPBP4ZeoLs9jtg+SpJ4vUV/er75Ugq+v8ulvrahIT6A/lQ+YsJ7v2r4Fb93R3c+SjOLvugW6Lw2Dps+7oGivgTuNL4SmrY+CQLmPm/AZL9qhuk/e+Uevl7wAz2EECm9MviMPezGwz6VSF4+KreoPcbg8z/EmOA9sQuXPLfmkj+ItGs+NwllvuIqMz+IwYW+fgLEvU05iz1Q1KS+In9Gv7M22L3rwP69dqb0PGlQ+T5GimY90dGDv2ZCGj8LFms8GVaLPKi6jj4+9Fw+2LAkP7S3yT5V30G+YXHfPKJg2b3co5o+dYAWP7lTXj1TZIe+CNzUO5vtkr0noDk+G05Hv/ldMb6UElK+nfFgvuXQij+yeJC/z56PPMmw374OqUg/", 
        "iglQPkkvNMAY/cO+cYKPvpWsKDrB/Og9CzAJv04LNL62re4+1a+NvqOf7T0fRQc/2aS8vdURTz60QwU8F4rFPsJN7L+DQqI+cJllPjJru74Eah0/g314PgvHQrzlBTM/mdKnP7KEMj0GXwM/TMKzPAMmRz7DDYY/I4AlwL2iAT552Cs/2UwuvQF49D3hUTg/cDqhPffc075c+rc+d/8Nvmbxt7414U++7edwvlf0FT512YDAGLSHPo0eH7/dTgc9tE7SPt2/yr72n2U9qJdAPk9f5D2ONNG+CTKTvldkSj9YpTo+XoakP2bA4r2loBg/cCCwvobaAz72J1W+fkOQvXM4sb/bt1E//DkrPsLMYb8ra34948sqP41KSz7SAOi9srtWPfbVhj4TdeA+5OBBP3h+zryxbl8+dwzUvXbA9Lxje9s+cTsLPQS3hL52f2s+DM8rwCjTQbp4afo9S3z2vnqaRz+zrT0+KMlov+Ca9j0FLzu+sJzWPvL1oLxVRZM/Q2KSPitIrb1ILv49ZVFOP/mwbb5GKp6+f4zTPjoSwT5zugW/FsS/vOJNmL4q+Jg8l0n5PlTJ0L6Dy7G+DpvAvhlem71nbzW9p4eWPXWCfr4kqfq/NVsBvwjU8D5rmFc/k5oFPt0OvjwZbkS+d2ZTPq41Wz4CmlY/OsMRPezTcL7IP8I+rMWwvsDmjb2faNA8PTviPn8Npj3HmFi+fCdmvu8W0L6Q4s2+BnF9vtoeCT7VR7o9M86kvezRmz1Mkc2+xcsUPsvOBr9gOxw+JSAGPqrgQD+iS7a//pUSPpU4Vr0L/Su+eFTrvTInyr7LJLG+HARFvsEXHz6uX3o7SJBhPXUnuD72sCc/k4xvPKSHojwyX4Q/oZKhPq1Ptry2K9++eOsmPz6sC76z9Sw//m2fPtczp75Tx9096dvpPacnKz9adGS/Eb34PTcvYD6z2qK+k/Q2vm2ozD72upU+llSVPrPX2z7JhFo+R8JtvLBnEL7z+qo9uf4Rv5s6Oz8jVgw+", 
        "vOp8vf3as75ID2w9+jEwv4tnED8C0C+9uLBgPptWDL4tKe49/0eCPlSlgD4/syE/R3OZvwfRDz+Z6io+w8cXvopDnD6zHRk9/bmUvfb/zT6YULY+E2SQPYt87Dy2SJE+Bd+KvOy4Wr511AQ/SQ3HvlYcwL64ByY+HLgyvzDprr4OBm29qNwJP7rwxD2yaHs+OVAGP1Q8hb65ZjU+JnTCPr0x+z4Nd12+1S3Hv94Bk7+CZnQ+OmA7Pu36Er4Iwgg9aEuzPcyGlL5Qy2y+xRzkvgbM0j4uQhA/Hv7hPlW3FD87L8K+euDVvtRF7z7uB6A+aPipvbP/tz6aoi095R8BvYwGoL0qThs/DqczPlftVr161qy+/IpNPUo9QL7eOjY+wHpevpSBwb3VoCe/BTkZPz8xhz6O7js+f42FPscDB78OTPI+EVWHvD6qpb4Ldoq+rseRvG54FT8plGS+gWuyPnduKT4yUse72geMvpITnz7Vkji9EOJrvtEvHD4ZeGe92DyuvuGEEb6gUxE+O9sKvx6sUr8lEcE+t5YaP4kz7b2FedE+eUPOvjdBPD1QqKq+PnARP9h0CTxuHIG+cMC/Pg9BPD4i/6K+14OAPSlO1DujzEy/rxS4PrdFEr4zQRM/kcw6P+Ym+76x8Oe94m86PjM6Sr7mei++1+2LPux7JD+LJCC/ehkqv2xmib49UXq+sTMFPzGJvr3tWuc+4BB1v4JrNb+IZwu/eEXyPl7Wh77r0ny+DWTzPlx4jr6+WUi+VN2vPjb++L4gLa89LvWCvlqpdr4Gmpk+vL+uPh06uT7lIAY+KTTmPs7yCL78ZtC+5B7hPvxLbr78Ad09DH4rvXeXKr/j5p0+8ebYvkxKEj8lCXY/z7KiPqvAQj7szpg+LC+HumSVyz5mCIQ+8G27vgmGLD/sod0+LZY+viYVjb6LYls/TtLMviFpQb4qJCA+rbTrPRoHor0yciO9gpYCP/7xLD/XSJ4/dMkMvpFM+j/J1Zg9VWADvpwbnD/Dsq09", 
        "jo9Tv2YBBD8K4MM+rsxzv9Or0b2yGNO8dEIRvk3hKT/ndBk+wrg9vYANYT+cNvU/ducHv8HW8DyUKLq8ZHJ+ve4NhL5BxDk+1RmMvuSVir4o0hu+ILIJv+4xJD9NAUQ+Sj4/PgdV/z6WghC/M+bCPkjo/L5eVzy+TsEzvxoWdz8jKOC4538rv1GXkD5OdCA/2MuSPs9tEz+PRjg/laoFvlRJMT5iY9e8cLjAPxyaUb++WNs+QmP8vV8GsD312hY/q5iAvOLMdL6pHYk+aMWEPcBIwr8Wl4++lAceP0879Dz2chQ/uVwiPjF6Pr7lRTC++fT2PguZWz+WHHW8lNsSvqsWNb1XK4e+UyKuvm6KID331uy9Ht7IvkO2Sz1QZZQ+mvg+PjRgmb07vD8+BhQXPsYSNz26BTK+eBNiPsJMtb6q8ba9ce6SP9gqhb2Rh5g+ef0xQHxKIj9SQOk8oaDXPbzyoT8KWCU/R+VuP9v3dz7hvZs+1ndQvmr7nD0HqZk+oHNEv/UEuj3P8oC9ZVdovUXZdD5V3Yu+iYfCPsLnAj8WsSc/c7eJvanWo76Qjwu9PqeOPXv6zb65Hli+PRnmvnZ1pz7mlh2/D6i8PgFBcr0Hakw+OvqVvv4Tyz7dEHw8QcvWPgZ1PD+d39S9Tci4PR9pCL/wiYW+84s8vufHX75ljY0/2beWPiACzjx81uK/+8C3v0QoCz/mQ7Q+aN+RvzJlET/AOW8+8yd5Paq9qz5yEoS//0BcP+3itrzIrju/S571PsQ2Jb44puc+IKoHP/nQfD/17Yk+qMnIvszRJL60uCQ/Pliqv/ZcJT8KzFY+BCutPry4Ur3nzfI+dQvivwd1kD4AqlI8X1AJPwU0B76hXxG+vf2Ivs0Dpr6/Sjo+CzoAvzyxZL5d0iG9EL8CwH0pSr4IbqQ+JMM6vuCqmb78ILa9X9A/vTxRwr4a/V0/gQw6PzeKrD64RuM8O/qhPhE/Zz4RfiA+vu03P35Gwz7ISUm+/4TgOyl9zr4UdXe/", 
        "CtdGvuJmW77F9re+ecOIvgD+DT+6+I+97lDZvTtaEz/x0Jg+KuR2vugPGcC6LUe+HOYDPc4FET6CDKs+sBwOPz+jHD6G1BO/hCAeP2RABz/5wtE+rTAJPkynAr4qyyY+dngxPuFmmzyQpTK+ozuqvqYHOz8R7AfAx5ZiPs5vKT63ABQ9yW08v0vwij7onHq/3yPpvkcz5j3ELS69fqG8PUHcwb7n6jI/ZwfMPaiRNr1ZGbw+MtlAvsc9cj6X5YA/1/5Hv5BYsb901tw90VuQPnsh0b6ijpK/HD+0vtB1Rj+pwJ4+0jKRPyCnBD8r3gA/nUy7PsGcuL58Xkw+p7cpPiroBD+zD5K+sEXfPaubRjq7Ffw+BoIsP0o+h71ss/C9BDOLP3DmxT17kY29ZlPlvsVU3j6Mfdo+TcnEvgqkxj3QByM8Zuk/vUm9rz0N7tM+Q7PlPdD5eT42uyS+fYxuvx9c8T4KxOw+RtJVP+ErtD5huSE9DmHuPU4J377KRnY+zer0PqzBpb3eOcg7OSqHvgIXmj6EWC29uzUZv3thkr1IBRO+3P/9PRcsuj2kW8W+i/9rv34jOD87kdg9ROSaPvH0Az8Hd4G+FkSgPWlb/b74A1A/2ayYPsD68D7GEU4/MI9iv4vRxr0p0ow+fuIHwJ55Qj5LWQg+aD4uwJCglL+4+Z29IwjEPhWVzr4bAtw9lEI5vq5IKL0sXnI+4gyoP5DMjT4uiz4+tsoPP5X+vz4j2dy+G704Pw7H3b4WA7k9BUsOPhkdQz4Peyk+CRQRPhfOBj/rgwG9W3B5uzTaAT5W2UA9HzXdvHuWXj6Pr7W9jfSivVkl1L60AoK9OMozOzeiLD4yPw++yfjEvSurHj45ekS/q/6DvhNpOz6rc3M/8FzCvhKTgL73+JTAftSxvECICz4rhJM8kbzpvOUrDsD9TIS/9/BMPvaE6z7toPS8QbIqP9IACD+klwk/dkNTvZLrPD7TS9A+7bvuvmBmcb7HFIc/pNKXPxIHLr3uOBW+", 
        "dqDFvqVoSj6A/SC/pctpv8od8j3uOKS+F1IAP7GEIL4oFze9vHt+viC5hj/gBmw/z4ewvTzEmDwUI9u+OGT9vvq5+L3VgYQ+sNuiPfZcir4APsy8SXS4PdgNo77lQQa/7+UpPWpv8T2ulEG+a4b5vYW0vT4Y9FM/iTh7PvzpNT8BVeC9CEWZPQmG2j6D8L69/j/6voH0GTzhUxc/kYe3Pn6KCzsmUAu/l4AEvryyA79Krpc+lO2VPTVRVj54oIU+5iKhPrc9/r1tw6K+8Wspvvcnbz7dJk2+BvuBvu1ymL7h4R8+tSliPQZIEr9bPwU+cifivi8XVT0qCeU+xzmtvy+K/j0k51a+Z2/2vuslYz4B3Gq/92sDvpW3ur69O6M+wwAIvhDgWL4HQIK9tr3IvjiFMz7rWIG9u+TDvqGbcD6l/ng//l+FPg3fzT7Pzjc/VEmivmYWXT4+2Ro+1AYUP9Vu+r2EOZy9w83evZ+VA79zsJy9vVG/PaMDhr8KgT8/gDLsvk2ZkT44Nou+BglRPpEmL71RRrC+nUkpPd6B7z4I3xm+6Nmgvk//Gz8HSa09SWKePRE167x6lLg+amwkPpzGHL9etgK+Vq+ZvIg8G75tMW2+PsE7vL5Q6r7yF3S/iXmsPRPQyr5Q6g4+mNwOP1pLN73R0s49GtBvPZ2Jozy21ie/VZKkPhx83D4hdrq+TBXMPZ7r9L68wys+3fOvvcTWJ7+T30W+dIedv51enb1aSCS9J08ivqY5hD7Ssey/ijE1vt+Dmr4ry5U8AoGHPEnkHT8yNny++6HuPtwJXD7Vjh89yDSbvWDvyj4SnEq+6Vb0vifpHD+utNU9TKWOvd/Q0z5XmZ0+QuOTPrAfV77pn1W+RKQPPnjDxr1AkLE9nfrePszBiL34x58980oxvpZETT6eK0a+MzVtPKksNL7EoCQ+hVJcvuY3F78xXEA9DZB8vwSyFj/2ZmO+MYtnvuvjSL+OiNi9VlOEPUI9Eryx56q9s5covuV20D6MR4w+", 
        "VyOpPmaoM75KZQk+WMEDv1VovL/4pIi+SW14vuy3cD/+6Js+1Q0Tvj7aV79dTcg+tTiYvuS5573qkaC+1eTvPifqn767gBc+uX/Zvs9l3z4arXG5UH0QPzPTfD32LQ4/3lnvvFfmY74OToy+VC2JOlpEEL/pNYQ+d+ERPxQg473Vp24++/m2vjlwvT4az4k+pRp8v41mNz5DQbs+0IuQO92Q6D5hvZU+dbyHPs7MAL8JSqA+ILA1PzDkqbzkfzS+zvJovQo85LwZv8Q8c+lAP1JWZD8U4wE/KhgHPhi36L5jLSQ/8Y4fPyMJ1D2JHEO/Eb0BPinDfbzWBtI8yHwvPzJpfL+M1G4/GS6DPhIVKj+11UU/sZHiviX/Cz/W0s0+nAJ6PmUREb8/a/c81RlMv18hGT7aFI09J7m2vUJ6kD5Qk06/oYGNvcbCir6Ur6Q+6YoswLiEhr6Po9C9xErlPnE5V7/SzRK+ACTpvhZTir6ZpVa+sdqkvgikLD4DGqM+/ki8vm3BDr7gVbi+tjGpvrIlDT9w5o6+D7QaPwYxeT+z5go/T979vXOJpj0R9yC+yCmkvnyE1j71sVM+z8RLPWLdqr4R1Na+CTM7vk1J1j6A3Ii/TMCXPpAw5r7GYcm+KG/yPrMEVD3XUMu+78bcPknZvb+Pyfg+VvTpPS+wwL4ShxK+BX2uvfP9dD6wOce+RM8RvgO05zuEMJY+gKXJu8vAS76uGJm+ntuavfrh6r1DPKg9CaRyvdvXrD17oCS+5nJgvkf4mD7Dkkq+I7ZTPkynfj5fFXC+seoHPvD3Mr7sshc/Z2aMvfRfqL42++k++6tbPrL4Dr65bnu9o83rPpN2dDzcygU/Iw7lPhnvLD1Gsac+Z2xRvyb8nj7s7kM+bJLuPQBvIL4hAYc+z10/vdNaAD/8zMC+3spyPiuuND1JSaO6/9XAvM29hT6oOes+AD1pPb4WAD5U/Jc+H0C6PlozXL9Uwsy9pnfkPvpKnz79YaE+eglFv+Mu/T7XiVc/", 
        "mxEJvqLcsT2Rolq8JpcUPLfhjz5AZ8k98rlWv8K5yD3lDf2+t+izPLN59jwVuKO/fQqEv8S+VD8ssTO9z6upvcom671E4du9AVCGvtvFhb/4AgI/HCZBvvevGb1RqwG+AP61Pub4xbw8oC09JMOxv8tGhT0ky8k9MDGcvqNCtL0al1k/AxeAvqsLAL6qLYK7UOyRPXHCr76jkj++b0TpvmLt3b4z65s/5g9iv22wVL8cffY+BtN1vQkXIb7Z3mA/2u7UvmHirL66AQk/hKf4PnK/Gz7PyDi/vQmYvurksr5Xmgo/A4nZPS1R9bwtBju+M/zlPg104j4LZyQ+UJt6vNGw/j6VzFA8esXpvjGzBj6NFxK/Y2ecPn888b7Qbe0+tcr0PjP02D3+PFy+x5TFPMZUcj5ImrK77nMhO8TUjr4+BXG+quGDPsUjDT+d+KK9hQUjP3Ltd74WEHM+6GUsvrf2CD6zQTy/b0KVPjEnZz/NURu/lpghv9mLsT6Igss+hdfoPvesMr7+T2k+nPDFvggFfT7eelM+1IddPSp3cTwPQnc8oT6TPtAYHz8SyzQ/ThDEvfFYujwD54o+SEmqPt2AKsB1owk8JL7VPnv9Oz8+W5Y+1NLdPdDoFr5lDQg/rt0aPwFKLsCMUZI+1uBbvshKxj6Zs2w/ZQqqvpM7nj1Z9ZK/9MISP0WGlr5MsdG9TrEDwOXARb+fTIU+pKbAPtCIDcCqPL48y9s/v4VIob7KKtU+HB8OPtnUfr6dwMQ9c2YtP343hr6T2uY+NPGQPJ8jyD7ekpY+vOyQvg6/2T1tWPw+GNVmOlZHEz+nm+S+Va0cwJ3V9j7MpWQ+9WsDP1BCGj7sfy0+v1kzP+zzKD+20hDAC/QTP75kJD/70TK/CKrHPojcar5oDfa+q7mZPjcRIT/RVM8+zNy3PoR4oD4LX2S94WENP9LmIr2RA3HAc2EMP2Wd+75YgH2/etojPyo6Dr1s4vM+FgQNvW+uFr0kKw2+FdXTvbWqRT6nJmI+", 
