{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "4e57fb3f283cb46eecefb8b997872e7d0fd42a710bab9a6fdaba213b08aa67e8", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "DjBvP8D29D7i+08/EiYKPh+4KD+H6jY+VJpZP2bmHT8kLdo+pgbhPkmj3D39wmY+TssIP/Ha/j5AfyI/YmVXP6hkrT4eZrw+4VsKP3ESBj8uGuE+2LYEP8qM3T6uIyE/s/0QP0JORj86GO0+Ij7PPqH9HD6LczU+NA1aP3YYLD/V9D8/Xg8EPwOQZTyLbUk/f2OIPtaPRj8qHtA+P2qtPhXD0jwu6XY/rLQuP8kIWD97pSk/x6QsP0Uehz74vXQ9c15WPRZX5D5G4jE/l2/wPjHlSz4x+Mo+xmr9Pp5ojjzFiWU/ZKQCP/nKVj7043w/7fYEPytyQT+kR7M+x3vYPh9Pkj4="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "8fauvyBZ1j6Ybom/0zKgv0D5Dj8s6nK/9x5Wv7f21j9KWhRA2kEFQMpEEr/Zjys/17wOQEjo7T/SJrG+/Md+wAi+Tr/mkpW/x0JhP57/ib+FWVa/XX9sP9mPKz8/kdA/wIzoP4VfDz+39tY/Uau/Psdmaj8IKZ69ic+xwFj5bD9sstC/ZTCBP2wdPb+WlLQ+4CVNP9e8DkBRq78+zgwSv6BfvT9KWhRAP5HQPz65WL4itApA5z52wPL2tL99AD6/uImjvyAIOr9utBM/Khwlv0jo7T/HZmo/PrlYvrqPyb/aQQVAwIzoP84MEr8tWHc+O0PvwNIEir+Vv72/luovPpqPg7+Iuha8XUGFP9Imsb4IKZ69IrQKQC1Ydz7KRBK/hV8PP6BfvT+6j8m/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "D+KNPeXvIT6ITSu9/KUtPpw4ez2uIPM7Ulk4PiNhUT7CiCE+5yTVu+S7UbxxDvI9i6j/PTRJ/jxSyuA7ZibnPY7L7T2jkJQ9ySH5PULYlj2Xi6A9F7UEPQgslD1Ln/I9+VDpPSnhBT6C81w+OAOaPmTbij2eKYU9ik/JPR3nNT0D5r49IExAPQ2DKD1pUla8im8gPcf9Yj408JQ+EAwKPquamz1h4Qo+uKUBvYzKxj2hFC895c+BPlUmBz7R9CY++fKZPhEnnT0otUo8gFstPhASGj4Nuuk9kj/zPZDTUj5cUBk9ORiuPRHkNT47aEE88W2aPfBzYj0aTW87utKMPucqrT2p2Z490RwHPEGyqTxwhyk+uuiuPWIpEj5uqXo9XlXIPP9DJj0EzZs9b1PLPVg2Az5thiw9jWqiPZQSzLw="
      ], 
      "weights": [
        "asxlPJFDnj6BY+u+5R6vPgqwGT7pWkA9xbRQP9ZFUz3qHbE8GXQ4PTfhbT2hyV09cdUtPkDu/TwTEvY939iEPtXOAz0MXic7Ovmtu2ZXzT3J42Y+KBUZPWE49byoTvo8Rdrsut/8aD4l34o+9VsYPqj0Qj41Us899MwUPnU0eL7cCoE9ny1pPcgdDz7Jl4c9rwANPnjKE73G7xo/l4wUPUdSbT292VM+NMSiPI7B672EBbg9AcpOvXdBHT0J4R4+MF8ZP5wGWD32K7M86KYjPVXH1j6RD1M9cwORvDsAkz4/vGw+PO+rPXtygj5Ds2M9zxnGPhMtkz0efk89+MvuPqYAmDkIYQU+CRSCPcU5zD0+x82+3neOPH7Ejj4+UA8+Fk34PZTKhD1x0WU9wl+YPSQRLj/0RFw9yGBQPs+l9D2o3dQ99sOrPgs/yTtuYZu+SP4oPgVnQj3L0pI9qxoLP/HGvD5N62E9PTmXPTNWWj3Drz4+oq4bPU2e0z2xUXW96csLPLSbJz7ACzK7u732PbJOXD5Ir5k9T3A7PB7VTj50JsY8pbgwPjX1ND7sCeM+sHr8vKadxj0engO+BK9gPvolDzzz8EM90jrDPUbJmz3TJgM+zfKivmo52b2byZI9m3naPQCDP747whI8t5NEPuTmvz07rho/EFd1Pib9uD0sr5U+EDMHPg4A6DydLwM/xuztPChFRD3gcNE7k8GZPi1rOD6W02U+qBG1vRtjgD0Ap5o9cLPpPNOxZD3tu429U3EWPf0bfDzemDU9eO7iPXDbYT51ii489EioPHZ2hj3URxA9eLPhPbgzNj0vK6G8M8BePRhSeT3oEKY81biUPaj4AD6KQgu7ry2IPQhznD6668o9JLc+PXSdVT6/1Pk9Y+uhPKAMiD0usV49IHkZPcFjDL6tNLU8zeR9Pa3Qo7w9pXE99mqRPNa/Xj2qzOk9P8lwPk8KnD2Kjv46l+EaPjLViT7HvEQ+Q4uEPbCLsD1hwkM+kUy5PRYjOD5Eb7c9", 
        "/FSvPrB8bj0m5sQ95byAPKHGoT0g4Vg/kxCePoBP7z0AYdq8WWk/PhzvDTxkYDA+/AAAPZMLkz4h6J49AaoePE087rzPGKU97WkBPWHhajxhdK0+GOaqPBk+1Lxg0Ny+NuL2PPmPOT0AtxE/281TPXyy0jwsq4A9vocgPWhEGT8Feoo9Wmm6vdNdRz2YarQ9oUefPhTDnjxfUnk9gMtbPVp28T1bSW49xplOOxIYBj5BhgU7fmRhPcM/4zzxwPE8hnOuPQRl1ryPWIM9GIutPpAVkb2QhFE9n93uPQqKJT4Pq4Y802XVPFKXWz2Tu5A8toV0PvtYsjwdgvw9GWeMPpXjsjwU/qa9vwgTPnoj6DzPL0G/ndJwPfwRGjwxtJI9graXPkFmND6V8ns+yebBPg2wlT6tTFE5k6AfPobYcD6wZ8Y8hMwzPW/9trvu/Zo9D5CjPabO/LtV8lU+jWfwPRZZ5j1EfB8+TKb8PENm8T257n099kE4vSQ7dT5534w9R8VQvdmM6b30kNU8AJuBPiQKPj0/zic9VA2SPi0BrT7bFOi+H1ZgPoJiND7Kkys9IgdAPrtneD2KZDM9nKNLPbKOGj2GpLO90OmrPZT4wz3B+Y4+AN/DPGiqtzy3xJI9OAMBPlpaqT00R9c5IYCePk7dKL+hTUo9OyxkPo6omj3P77w80elMvLeKvD1KAbI++DlTPuufZjy2PW+/8NIbvqvLpj5svoc9tZ9WPbGUXj2fn7o+WuekPHHI3j2T6EM+ZXrBPLBvLD4JUXk+IaLTvEvziD4QNlA9BK+HPKztGj67HtQ7T9h5PaUgVD7xg6s+BhduvZgJdT1Snhk+f4tNPk2ZrbxUS6A9H4XMOx6rKr8kPQ0+Ab9cPV2piz546sY8ibpePeQGUD6IlU67699aPpEoNbwxRri9/tv+vDUjxz12AvM9J02hPK6dBz2i8AA+JYzSPEBBXD24x7w+hWOjPm1wGT5qXpc9v/U3Ph8joj2B6548n5rPPfujJj0tEYA8", 
        "ZQicPj9Loj3zycI9ZBWJPa77eD74iGM7OGaKPgDLyT16QlI7reS0Pbp1jz1qhFM+vvXfPSaCIz1qZD89Wx+hPJ7XiD687TE/riZLPfZoBr8zegs+DVtKvzHcJj3KMGc+1oY5PWOEez2vtPI9kW8dvnaL+D0kIRZAoCv9PEFxmD/jf4A/bdNdPhO+WD7vICK+NdJ9vgtoO70yH2+9DGEWP9D8oz7bFhM/M/xOvzSl+b6Shsc9iEoXvswTvD997To70AmBPsw+CrrodmE90tJMPHQdqTsZ1z++MZZDPxBSwb5IMHC/O9JKv5EcKT40Itg+wP6xvhJrl73LQ+A8k6mrvt8LIj8uP1W/zIcVu8XEBD28Fgc/gBzavU56L7+Ju/a+EddqvVjbrj4oS8k+uxqJPWC7+j1LtzO/51NSPvq/Xr4VKs+9CsuEP3y8zz9ryVS/OqcLP7LEDb7n9Nk95nxXPmBcRr2w6T6+DHN5v38u472Ljti+4PC+vSyEB733J3e9fOcAOx7U1D6tRSE+QT0Bv9N7lr33aTI92UMJv4RxDjz3uu88j04GPvJfnD4RJAa+japKP7vYBz0ibQC+8SIpvkqNdr2Tfjo/+nWZvAyCFr+KPtU+z3YzvmOufb1MU9K+ryEWP8Bwwr4pyhs/nvvvPlm/tD34Nam9JZqaPz4HTLwicfI9vdU9PcdUuj9uhwQ+fvaqPeIbBL/P3RO/U2SgPt2A+r4sY72/UX0Evc7nAL1lh1+8wpQzPo4uMb/ukJg9M1IpPyH5tb/E9TC+SLJxvolvqT7bGrC9rb8pP7CuKj/ur0G+B2blv378ZT4ysQHACMd2PKX3m79+Tiw+2LOfPqS/fr41/a0/TRyFPCTwG70+YAW91AOpvW4Sqz0zo+o9vG6DvShIXz4Dmk6/ZJQrv3mXVj+oy0W+pNIiPuh7Pj7wRVe+okehPgyq1T05uz+/jUK/PoIPub7pw2M/0t0APwa0Vb+8Jza8yPaFPgc0ML7qO7S+TWMcP580Er4geKM+", 
        "SjcKP/PTqr2iwbA+H09pvzI/Q77wiJq9WensvILwWb74+wS+lHSjOfo+fr6BwZg/BavAvxeDRL3BwAU9i+pIvstLej0HJU48Y3bAPrS6ED6QMIa9KJ+yvhkIKT/yEqS9ChlfvbRr1r5fkkM+MuaiPlta6z9zW1G9L8lIPcKbaj5AhhQ+N8EcPmybJT1044E+rhZ4PmYSCL7pADg+qS2TPliuZr6vyVu8za4vvyVUzb/f7zC90J4DPog7wrk4uBu/rslvPQQZKj7Q4ZY/2ApOv828lDxYa6q+KZ6FPm+sjb5G/gw/31+Wv1tzBr6d/Ca+X+s1vj2AQ75jT34+S+mNPkhDoj5uEiM/Tt90PlNfFb/lHhs+a4Quvysb8r13qd0+sk7HvRF7mD0VuQc+2y5JvstvY75ASxJAr7opvgFiiz/rkEY/7yRvPsGsYz4/14q+msVivktfrb3WXl+99OkXPwf40D6OHSQ/n/s1v3NvBb+9FQG+VK8lvXMOqj9zFfC9JuPvPmht8r3D98s8WjDoPXqJMj56xm4957z+PvYfIb5zUny/uvpsv0vuAz4cMAc/jN8Fv0GcDb7GB2C9ghrgvQj4hj8eChm/Vr8cvTTd5T1jqR4/qYkCvu24Fr+wySm/w14Xvu6jmD1KVmA+U0oAPsoviT5tVju+g4hxPoyGLb0z9CY82YtNP2wf2D8ItFS/FsWCPl1Gar7c9FU+FE4TPi5coj0NAEW+tjliv5FZID3TFYm+Dvstvi5dH73PZ4o+CRamPeSOhT5QMmA9xka9PZGNpj9A/BO+uTb1vufuRD7HurI8EciMvCSIrb3hwmo8D4oPPzqQxj03dkU7ru2pvUIzBr08cRW8ONKNPWrQPr3IHCo/GwZ3u1Qfab3bvvE9cdJov/IFGr3GyHu+2dSIPhCa4L2iZd49mPzbPtWgzz3ddwS+oTMLvoQVh72t2969UsG9Ph3S3T0foUe6fq30PjWGi7/ZQnM7LwhbvqKukr4yFyQ+yKeNPQZHub5z5ku/", 
        "+BZ1v1NW8L7hib0802phPxzAFD96B8O/0K4iPgyLDr8rKqi/4Y+APRk9Gj/+0Iw80OCIvuhnKb+2sw++uz+lPvJxrb0GKpU/um/PPG1d+79Qp4U+OPCtvatRUT0ei3c9yA9qPlFrwD3af+6/1etnP8P/Hz86zAG+76kSP/i/pz2nUha+5OqUPu8at73B37Y+5C81vhXwP79vDyc/lztzvn2Vhb0/yc+9OOgsPYJumL2ZE8U+JpXjPiBnQ7021Zw+N4/zP1CO2D6CO/c9q1C1vY9hAb/d6D+9okV0PJlYzT3h/2c+CkGXvYCNJb/1i9+9jOXXvvob5D2yYvI+u0FkPlR9hb8BIoG9uZzcvSFKuz9ZFTK9oOnZPZz1rbwEx9Q98WovPTr8jrt5Qhg/QSaDvO1IPz+vJpi+yRcZv3o4tD4uHau++L9rPnqoujs74du+Q+CbPsjbuL8RqD49Tlg3v5ITE76I73c+39sWP9HmkrtUwmS+cScYvbZQ0roD+cg+Hl9Nv7hRCj7AdzY/rSuSvy08rz7iDua9JrByPsBmLT4B1/K9OUzFv3ouJ74bVUU+71n0vlF9mbxAZ+g9htneu9DEzj21v/Y+Y6vHPL8qKL9D+46+kNjhveFfK7++2WU+iXmjPGMooLzwCqs+ncIbvvdTeD/zKBs9y9jbvQ4ijb4CQga+qOkuP7+0NT0e2+a+AUa9PjBXjL1BVSO9YbmJvrxLET9JFEy+aRI6P+0+/T4X+40+/YVEviYcij84+p8+kRGzPsSv2zthHcQ/HGskPVWcsrwSQdC+AZJNv1v5Gj+kedO+KLmfvxR3FT60t1+9bsuIPe2BmD7ZgBG/M40pPnzp5z4UZdS/6l/UvX4mrb1Cq8g9y7CpvQw46D4zoiI/sfAZvgfssL87HC0+g0f2v4rsHL51MpG/SC9mPkDv2Tx73bm+1eimP3L2t7zrU/s8RshyPi9A270YI/49OKxTPdJGNT1jNc09eFccvwGaUb8nnGw/Zo0xvXb0gT4dxfw9", 
        "WwomvbJHgD5k8mw+7OrCPuU/kD9UWXG8lNDsvnshcL3ictW60fW9vJsx/7y/8Cc98ogbP40W2bxie8o8qQ3QO/d/ajznpPw9cyr1PdUQ3bvFHik/mBOrPZ3BTTyptXW+hOqFv4NxN74zkQu+xDGdPjdcR77CcMo9R6ZxPtQSDryvSA4+B5scvuv67LxYCqi9DHi+Pjg4FD8DsTU+eHixPtgMtL/dw3O+C3v0vgyWp75qLQ29xaTZPKO67r6TI1K/aXY6v7PPQr/D/ho9q3bYPqalGT+bYr+/zOTePoOQ6b66Ioe/R1ClvYMzAD+C8wk9HNZ+vtB+Wr9DUc883C4CP4yMUD6BVqQ/qyZ3vYNTCMBqcgk8J/KavWhX3j3zGMk9rTVfPXzKvL1B5+6/y41bP38X2j5hnGu9jH3YPsxmc7y9ZSg9dS5EPV0h0LxRfPE+ZPq1P8sjXL3unCM/kp4dvni2qT044QC+ap5SPpRzC74wjza+Qn2EOdiS4r2Z+q2+zx43PnxeOLxyqL2/Kqz0v/AsOj+IP8S8ynAEvYz/Jj8cIb8+gTv2Ps4C7b6KApg/n8dJv9yfHL6Jx3O9e64FvRkyJrxnq5e9iyXKP9UnsD+iTC++1aJ9PcDpEj+4x7c+t8JfvqB+WrzBrGI/YmXSPologj5bGQy/ezPQvBEhtL1Lwy6/JuHYPRRdqjzc+oA9Gp3YvfDGXb/xDdi+dlsWP4zF/77FE4c+ArtLvxzLv7+q+n89P2dsvm0MH7xROh8+X5SWPL34s738sBm93LvWv9SRXj4A2gS+jZOQPqQxvrxmvk++0cQkPYK2Tz133TU+JZM+P/FE5LuNSO49ZgIrPIVrDb5lxGg+xH2HPfAcBb/cmDw+4CBQvvv3GD+OwK0+gWCUvy5wcL3TjEc+ssdYvnUWFj2CxA0/sQqMvnYavz6x8xw/o/GePZ70aT65Siy/7JIpv2nIdL3aZ/O9vQ7PvZso9j0AAoi+lDOOvmkFjD8wX9O/gCAoPH4NYr5zd+W9", 
        "K5KvvHz3Aj2QBwE/xdgbPkBUIbzveoC+b5YTP7FlubwoUgu+Xl+tvg22QD5Bv529hXzXPxHpqb5C01E+3hBYvTjiwD6Yfrg9gaKoPGkPgj4kJ089V5y4vcugCT9FeQY/lj4xPsNd0D36vSe/S+DQv9Gk6T3nJ4e9KZMOPmVnEr/GA7k9rkprPnxTwD8tCD2/i4PIPUOWq77NjTA+oTMOvrrK0T7OyJ2/ZbKbvU/3lr7BJsm9z2I4vjs1Vj6EUdA+S+4NvrHB9D0gOoo7z1pIPqrntL7EZyC/+n0TP8VsEL2Ieai8GAbPu8PywjzTbne9CpLsPgdgBz9sfBK+ow5EProLEUDRQKM+q09EPfpEOb1jU/W+jAyavQSzDb30zhM9RiaDPjcCnD3+stW+54pWvtCcSr3aOx0+lELtPn/JXj52BqS/1CSxvRgHc719N7A/67RfunqVlz0G85G9Sa0XPTrLPL43yMo9ncMdPymMcz3Geyo/aL//vdHDp77OKHI+uMOEvkK1hj6z0Wq7sYJpvpJB6D3pz7K/XdfzPTb8F79Riyq+cR8rPj5arj4veoI63oxgvr0pir4FLsm8oN+/PgwHb79oWBo+k+aJP2g4q7/q47Q+NXFVvTTkvz5v14o9IwTxPDvro7/dh4o8JjHUPWViobxO/yO9/meRPSujGDw8z2k+AZBzPvs/fz2EVWc+V/W9P9+uqr38XCI/Xn+zvbVoBD3SewK++tVyPMwxO75tddG+CsBsPbEJrL0wQmm+zF7hPfp6FL7qFde//inXv59JKT+zL6M95AdLvIkxMT/MsXA+pu4NP/qnJb8k94w/UYE8v4dj8r3JDMo9Biy+veIUab7HZve7TcrDP7sUtz+Ij0m+kf1lvX2eBD+O1iA+OYm4vQLZqj3HCHQ/ToisPii2Hj4CknO+4odIPQ4fa74/2c6+rDdkPlM8ezy8LmK+Z+KoPAHxXL+4uRu/NpzTPlEZAr9AYSA+yeUyv+AJyL87UNs+xcT2vU26Mz4CJBQ+", 
        "X5eQPfTrpL1TVM49BhSxvxZZBj4cFg69IPSZPkb4BT6Vt2w96aYTPWZQK7zdcAY+QgCLP2OGHL5OBRg+JLZIvdnVxb7XbcA+u5gkPXPoMT8XExe8SGIyvxjNFb/DUYC+DgS8vX/ZD73k15k9dA8NQKNVnL+izEa995jIvl8Hsj4bfpe9D7kpvB2rhb1qJiO+prbyvoQxyb196sO/xRm1vVkoJLyjOTi/9R7RvraOo77U4b8+TF/Ivawt3r37bl4/2qS2Pkm+wzzxtxO9pme4vIUfuL+28uI+ZbTxPR3Giz4afVk+jN7IvQkQnr8rrMa9YLIfvk3RoD72q36+kmy3vtnsV71suhA+MUKaPTpuwL5+g3m/wG0GPdK6PT3xUX++1+SnvJulJj64SnA/w3iGvMqhcD5xpf+9D6GsPntE+Lz3UAg+fqKoPRUrtDqrWgC8CTEPv1F8pL38RN0+9cI5v5tUnT0Ebxe9M/PxvNYm8j53c9g9sWxsvpKxSj5bAck/NADRvjfoMz76vGs9flr0PoQ2B76lwBg9zPBDvsfPPr6qFWE+6QdCvjeEgD67FGs/xfqFPtRK2b0RRRC+R/H5vTfT5Ly7RSA/P+aoPvRbTj378hQ+Uo/oPxiySz33Hga/tXjTPQK9h72Chiu+lb5hvts+3b0MbrO/z/okvj0DnD9cwRi9j9uuP/2DmL7nKYk9bTuwv1W8Hj9r/HO9W/5mPqIV0L7ewV++j5JgvxAeCT9YN9w9RT+PPkua7D33+Gs+DboiP4NrEb/YG4Y9aDubvXu6sb0PdRO9vLTlvQUoPj9qw8A+9nDRPZGmFz1QMLq8ll23vljxH74CHGM+IIZpPt9yKb4ENum9HazPumDc0bxXdIK+UCECvtFKnD662iu+hwqbPRWilj411QK+FTBpPr8M7j78KyQ+WnvUv8f/Lj65rdK/La6NPia4oL670nY+k6Asvj8yVb+zD7U8lVmhPhJ75L3z3gG9gaIyP7NoDr4aogG+apo4PjKP/L3qwLk9", 
        "HHygviO0Br7XWl+8XprDvfX/mb67h4k/XcrGv2oMaT5pphS+5veOvnTEhz7zWBI/7ZXMvevbxb6s1Ce+XWQNPr61RrwfGME/I8a5PX5dbD6UYBG9caNGPsMGqb5U11Q+PaGtPgAK2T1lXpO/tYMxv7rOjD7srq6+Vwhmvu6bC7/+mbA+yXUxPxMmkLsPqN291e47P+tPLb05pn0+4WolP2bbEb+bsnA+MmdxPnoKdz3ePnG+lmHevlIWfL3YnmA+bzUGPqs8s72R4ga9IJGwuQIHFL9h/ri9VOKdv5dyoL0CKgS/AyJ2PaYB5L1hatY+7M5DPfylgTwuOL8+tphoPua9s75am/c+ytq7PXv54T7a37W9uF4gvyx2Br/Gd5y9WDIRPuA8g71/BPo9NtUBQEHZo7/LwZO8XszWvtsyhj3T3U2+G7sJPRY69Lx6J+W9sFn7vmcdT7wHBcC/jeYEvh6KK748ECa/JNAGv9cVr77qB5c9VtW8vI5ciD2bOTs/M1mHPhaYCL66GjG+SmNJPdRSo7/SpQU/CmcWvR8/oz7NRkg+MLJUPOggnr/ySUW9KoLXvVYukT0Yhry+MDumvj0T3Ly3nVw9ONoXPS65d71mRme/8wD6PHusj70jl36+8uXOPFzygD7AVyY/I6atvGdxlD5MOYu9TA+EPqsWND4u0SY+5xO9PEXNRr7n5K09OhwivygbFr18a3c+fy0wv07XGjwTCLG+voHCu0mPoj6lRgw+2QKgPTN5nT2A4tI/8AqVvtjmBT327Hw7MUTfPucb879T47s9Wp2SvZsd8zzmmuE+dL9NPXGP/T1V73o/xhsUv0wYgLylY2G9xMQwvuDtR77znU2+ctA4PFyDVL1OXDE/++OWvdJcvjtGFdS+319zvwO4BD/5l2I+/HYZvjlORrz9ogC+itXJvulCpL1eL54+mgQZPyT7Az6Nqsy+0ivWvzhugj/0p6U9mMUFPyCSNz4Mdo6+YsuxvySimj/85aq9QXcYPyD5iz/mPIE/", 
        "aMerPneVSzxYlCW+hX+LPkiOoL0TJcs/4+MwPteYHL+cyh6+7KZ/Pv60ij5RT048N4sivgkPdT6awSU+HxAmvAor5Lw4EAE/11/Bvelebz9B8wI/GhbCvUwSJz1l/8K8It0ovjWUGz75cMO+iICXPm7zu701Mji9GSECP8mIBz63els9ii/xPtpc2Lx8FHg/h3u6vVn1wb/ykrs+XejlPoIgiz4D7pu8kfP0vM+nib1eiZK/gxiwO4TDybsP0yy9RYHHvsXUsj1R2qk9JuaRvbQ36b6gSmI8nwGEv8F4OT+oQCG97Vv2PmopcL4jXjy+lbuoPhi4yrxur+y9YGpivrblgL/BWG289om4PQ/3pr/wFIk9lM19P7PqKj8wSoY9N94qPo8yYr7z1b+/r8A2vW/N7T5WKdE9qypbvvHKQb8jPIS+kvvDvbOEPjwgajO8BZR7PviZ3D8axow+H8oPv0yjl75F9mY+EjXeuiiD8LyZiX4+3HaivjwAgL1lgEc/kqiXv7a8ODw/Rq09fD0lPvSAoT5MtZK9A60jPmmoEz0cLta8OKkRP1nHwD0LLnm9ZdKHPpLgvL3gtJM7Ey9RP7IupL7UDzU+SJUQPjyU/D56EO29HzPcvEUqOL6IwF89hE5GPtukmL6yik4+ebdXPwc61T1v3eC9mXxLvcq01j1dBoa8CFIeP63qez7/H6S9SqlsPUgPAED30Ds9GIpUvq0feT712BI+atVCvs2lmb6eoKA9TzqVv0J+J75NkKw/HzU0Pvbn0D/kxS2+AYUKPWq6k79Dp0Q/IiYZvkQchj4mZuy+RLKjvranRL9FqD8/yPbIPW/f1z5c0ow9oN8tPl5QUD9IZ66+D4SAPuCjCL4isL09CfhmvWbvbb2Sz00/jwbRPqxpiz7MH7q8FHSHPT52xr6GfD6+IzEEPrs75D6eYa++d/+MPptFPL0lzE09SSa+vhMAN77GhCM+gl62OypST7wExKI+w1sIvljXoD5Z81Q/XI7fPUco0780X4I+", 
        "BEP9vSXomj0U7Va+8/fkPlzB2b/vp3q95UtRvrPvIT7rXZ49WHw4vctl5D3YaIA/8QDtvm0lZDygXUS9EIKmvSeH3734j4G+bMe7PduIPTsACE4/7FWtvXNgIL0LSNm8Tn+Rv9iQTD+C+uA+tdiHvvbMkj55zHS+D/EQvpJYhz51oJA+rHjjPn0EoD7L/Ly+BrjVv4I0gz+V9g0+TwgcP8j6RD6eo4y7uiO/v/QIqj9yRI094q8EP9RpiD+wKlg/PrVMPqyYtjx6Rp0811qCPbj2Yj6kL8o/1iFMvoYQQr+FH3++qYXCPpuiOT5bNy69+52pPg1C+T66yic+SEMivq1LAL5n5wU/Yvm8uw76sT/AL0Y/PYWqvWscYD1ypUK8dCi2PVMfST4FO5S+T8XYPiXLXz57+Ae+gWULP94lQb26/Bi/EBb0PUyTRr7/23s+10S3v2HzirvOh/8+fWNovunjvT2aTim9z3C/PpFf/D3EEhs/O02qu5Qaf73Hbps+uMEHv+NvuT47Dm+/pPhEvmowfT1HCJ4/VXpFPSG20L53bCY+PX1LvnoZMD85jQq++iRTPie4/79Y4A0+KEMzPmfeh74CFLk+igmjPqe1mL+rzTY9RYK8vO1r6j3QEJq+seOTPhPHqT7uAb+/hx6dPWWGUD7u5FE/UMr2PZE8KL6VwUQ+74KYvcSQJDtWeiC/pl85PtKfLj+bXX2/qAxUPh6bjD8oBpm98kHMPufMPT06nv69WN48vod9BL1SozK/pC7uPpBNqD0qO2q9j8S+P8rFDz/8Ov+8pLkCPmhb/Tn9Xji79Eb9vRG8AL48rCK+ig2ivbiLOr4dF4o+iA8hPM2Lsr9NVKg9kRYuvrSyAD8NPlK+DZIivwXsoT3wLoI+e5+qPQDMDz0Q7zs/nq1Jvh/kUL3UEMw9wwb8vcv90j2+ARO+NZjxvdIruD0ZtK496gu5vtf/gj9Jt62/XONRPqoEOL74v8K+SCTwPoxfwT7EJ+G9C7skvxjeDr7s9QU+", 
        "yIvMvSlr4D+nYjs+ocOePVlQrDy8g6k+InaPvk+DtT4xKL0+u/QTPjbawr/1TR2/yQdOPsa7PL9TWpC+wAvjvlZNzD6Muh4/OOcXvdvxa77noS0/lkrkvFygmT69xj4/Vb4av6wxtz6n7KA+snUxPT5Zf77ap4q+j9W4vEx+kz4U0Fg+/Ha7vgqtAr0lR6M9llEgvws+GL5nP4+/RbIdvhnpH7/6zr280Z1OvrGxEz8NTAg+9tbVPUs2vD4oqWg+ysgvPgwiED8C6fo8QN9JP8Vfqb0Hs8S/AdgWP8yQ8z48Yig/86msveeA7DyAu7i9a8aTv56tn7pIU8i9v/wfPfQxVL+pvWs+MR01vmGyMb5pppK+FxzJPQR1TL8tjSc/v3xMvBPfyz6wbYO+0aISPqtOGj6SR0U9k8mPvswrvb3Zipy/eDlDvb0DrD27dpy/gPIHPhAJhz9DYUQ/6/RpurbDqz2Gp2O+1BG1v+DuO741ERA/ILPAPZXbgz2Etzy/aNFVvmf8vLx0G5U6VNDEOvITJD7ac+g/y07HPqs/Fb+LEY2+dR00PsWOIb7OoS27DZzFPeSMuL6O6Yq8l3F4P6HteL91QU49YApkvQlvtD4eYtk+MkCPvSvpgL0SZC+9bzUwvv9N5z4lxAk+P26qvQE2ir2Vtiq+9VMFvjBwJj/Ag1a/Vbz8PFolaLxpqg0/kIXBv4FRbT1CtiA/L00ivi/AMD5syIu6Kfn6Phsq9z1Vdgk/u0BavaEFC77ivUg+7hvrvjxGDz+Hame/e3qmvcF0+j5itac/IcdYu7I0sL6NVM0+bnIhvjJqUj+xIwu++X7GPYiNwb/eM6a9KGDUvOyiCz7CTjk+pkPfPhGior+Vwjw91mwPvnOy2D3miK89XpPlPoBLsT29mcu/S9hZPvRWgT5ueEg/zf8oPsTGOL4LTxy+0nBwvialmzwSsv++25YQPsaMPz8gj46/S3cEPvZslD8miUg80OQGPxtXmTztiGa+dwAIvh5WaL1yMiq/", 
        "zu7OPkZMor0ELX29E3uyP27HOj/trKi9DLNRPiV/nr0gDUm87LkjPoABtL0Ig4Q+9d8fvzqxt733syk+Aza1PcxRbz0Vtje//X7cv/Ky+74oLgK+DK1wPIDpnL48NoM/Wx5JPqRImL9qpBvAZYxfvv+fpT18d2o8UFDNvKhEhT5VGg6+qhgEv4kNTb7iGoY96kcHv1K9nb3Cepm9tZtEv4riZL63Ype+C7w2P5Wnu76Vypi+q0DGPUqUVb4GpXk+Im3UPbipFbvAdSM+ZBuVvXLBnLzyZGy9Px8rP5aXYz+xDzU+8A6HvjISuz1CuQQ+/TDSvRS63brVves8wPRjv3vlGj7u2Py+aRG5v7/JTb+/Xp08DOXCvQvgbT8yEjE/7rNZPjvXRz6nCrm+Sr0HvcNYET+H5CC/Mj3jviE7Y7+62Lg908wUPzRuQL1qrcu9NIoCvwnvv78+BB++CZ0wvkGQNL8UaMO88kKtvRZ+hT39zi++FWSuv49Pur1vulU9U3fsvbb2LT3P2XM+Mhi+Pp2T/z1is+A8lbTpvtnw1T0N0y0+PwmUv2qgsb8+JW29FkO5PjJijbzMDum9oyrIvX8Lwb3MwrG/SDIkPjCOD752t9E+hPu+v1gdFb0jPww/Z8WpPjcilr/5xBE/cBJIvvmsvz6lF24/hgSdPuLkcb8C6W69QE7Xv0eDPT7SASe90gUIPmnD0b6LBwA+x8O3PqQTar79bMO9KPz1PVZJPT8PPxm+Wmr8vUD/BL7XjaU+TqVzvS4Fob7uDoO/VJ3qPZ/nIT++mFC9Fr2ZPY68xj5Ii26+GaqNPnyP4r739Mo9znNmvziW3Lx69QQ+QC6FPg61ET/r6ZY9BnpNPZJElr1EsSO/2aKqvU8ddTzp5Ws+oCTpvb6FtL7JktY8Q+a0Owz/Mj/gK5G/eQgkv3zue772D/Y/GYO7PoOfD78Tlts+LuOQvfQoqz4I90Q/j13nPj7c+j6L0RG8ScCZv+v4Sr2yF849RFKzvdGss73i6HU/", 
        "PUuGvVrqi72QTdS9rGh3vcFEwr5yAqW/c7RtvohUdb/yUsU+A9uwPqXaGT413Cq/qYvDvaYLTz6SsjQ9LFktvw3dI74FP6u/f4H3vJhTET1n2h2+E0gevcuS+z4bjAk/MhosvlQbRb57vSE/GReUOudgUD6tQyy9vQVQvlOqBz/3VIg9i+oTvilEyD3DuYG+C90ZPOG2db03JLG9McurPuAc+b7x018+sRjBvmZtt7zzuTG+DMHvPdelyj02NuQ+J5b3Pl35F76Q1ru9FMnHPJ261L6rYou/Ycutv11acb7YsLy/+ZhYPtkpDb6aF+q9jpaKveMOL7/MdjC+qbn4PQoe671l/zS/jgbHv2bw+L5RVLa8wZLvvXecO75/zYg/SIGHPtpPtL/5fhzAJzZIvl5yCz6rpiW9C2mNvJGYnD2vpvW9G9SNvvjKq70/3Qw9JmLTvju2Qb2fkJy9FlBNvz6JjL0VQxW/0p3ePhMrCr+musm+QBo+PhxFhz3Ef3I9wIDSPci68jz0PHO9o43EPMDi+Tzdgwa+uAQ/P9lXTz8UPMi9tKi4vlRlZT48BE884z4kvrFJqT1rxR+8NpAwv/mTwD6osAC/my/Dv2vRR7+RpNO9XlYtvjd+jj+dsTM/YNyiPiHfQz5O7Ky+ZdgQPda70j6OECe/SEWQvitWE7+DxRM+O2nYPvwUrL19mPa9REo6v1qYyL85XGy8Kp2gvfryR7+B2i4+hEcevtHSnrtzdxu+CYOzv/eeFL7Rgo097OztuzWK6L2xRdW9GN86v2NbLL6OKSm+gMZ9vvT+9D2lMnk+lhG2vsmRWL+01iK+U6osvnd4HL1RAQ6+xsNcvrSgWD65SYe/mDhePTahFz/cLxI/AbUVvFIpl73N210/o2HwPWs5A74JKzQ/23IGvxyTDb/ShtK9f9L3Pk0tRj6Dd7c8NgRSPFF7wr9NGwC+WpMBvvsPEL7fiGU+llmxPsGiED4KE20/tOeePqqeOj+2n8C+it+Yvl8TG7+rBLW+", 
        "wQeGO5TyPL8LZP+/kJHTP1yN7r0BccK9GgtvPok7/z5h7QA9DHnOv6+Oe7+E2c8/6q+MPovQd79JFSU+TGRmvr12Nj8Zz2+8/ep0vTHGtz0khCM/o4unvC+BlT1E4m++3pogvbum+r6bS6s+pg1nP0lnA79+54e/jzsKvQwHbj5l1mS9skdgvBO5AL/7gwu/9JHPOqIPrj28zhk/7N2IP+N7wb+h97w9ClWFv5sgT76+rU2+yaOzu6eFCr3zWMo+PtqEPdkBw76QixC/ld31PluhKb9iRI+9kdYVvj4ztb1NjpE+cfO5Pkle0b6tXwq/0KNEP1vND72lIAS+wz2YPjpde74TR9q9WsdFvzWVKT081mS8/gZnvUZc+b1G1SE/lyyIPmg1Bz3Kcp49BgthvlhyqL0Q1ZG+ZEBZPlyi2D5S9Iq+dTSHvbisgD22Gdy+3LkdvxvCEb6CwyQ/vzrpPizNHz4Igk4+SBoyP3m89D/uCtE9LWBWvtafoD10BTu9kQbXPvkCxT0Xzoq/IHcOP10IxT6g4ui/paYEPpmOqr17w36/TpUZvpYqSL5wzPa+Kn/AvuPDKr/1Dc09wGxnPK4cAb7xtD89Pdh+PuP9xz5gf+695pjivS0+wb69dRc+TUm7PYehjb9coZW/fp2tvYpEHz4aGII7vvOovW1NAr5q8Zi9FznNv0pNWD3j2Na9ituOPrPX0L8H0MW9WkHQPv++0z7vSo6/mosWP0fmlL4VrJE+ojNVP+zOrD5K8IG/LjqePbDvAcAyIti8gHawPYCdFD7XRp2+6aakPunX2D4iEJ++2cyDPueKprw35UA/6mu2vaLKHb6tqZg96LINPqUblr74ed6+KfF4v5vMAT710gY/jFKBvc70f7tstaA8+bu4vruUKj427/q9BLIGPMEplL8NGu6+E6RQPTWtlT5Pub8+EVoSvR1K47xGbsq9j3kSv1rqgL0CXoI+6iFcPim9Gz4UaQ2+42UCvSLtV73aR7A+1cmiv2vSI785c9a9", 
        "7dfdvWv95D3OR9A9n5w0vxGHhz0bv8K8KSgkvrLTBr7bi3E9RwaEvi6oYL+QTyO+zsPJvl6YNL3NEeG9mN63vaILPD6by4e/5HuuvTM9+D4Xwi0/e9c3vc2Obr0HriI/O4fDPZLap7z0uBg/upz0vnpWxb506J29O3jEPn7iKz7fDgI+bNpgPVQuvr9nPbo9TdMsu/dpvbwaMMY+thJNPtlIwD2KS1M/ZTPoPHOtOD9UFFu+qYPJvGWoHr+NJJq+DKqUPTuQF7/DBPW/dIG6P3cFXz4Jb8e9qPMKPjz35j7sxqq8ubO7v3TzLb8yLM4/IGfEPsipYb9tAhM+17i0vQ3PMD+QW4M935sEPU6nt72BzBE/wQM1vQIpcz1t5WG+M0PCOwqbkb4jJI8+bf2LP37XHb8sOIi/lxuhPYhZiT7GH74+Cy7gvdNx/D3MA6s+IawxvHSjp71lclk/tFS4vfoagz0Zh4w+gqhRvzTIHr4UfIc+YLsnvm8Uzr1pRkm+pdwZveXIM7/mEWS/8wDwP2xp3j5RToy/zNBQvYArCD95flA+GJFBP8uA0bxG0ho/g0VRP/+P/j9Ae0A9Ph6BPZaB9z0osBO/Mnbnv1WiBj7oiBa+wtKePjaLO77BpBw/QsWMPhuaSb6YI8Q+CusLvT5fFr0WtxO+spxDPp8Fyr10riM+eY82vIO6lr3rmgo+A3QGPp295L0FVpi/Na8sP7LWJb1oLVA9kEfRvizqnD+BxYk/X08cPvmCMz39ARu+hbOzPruovD19ZW09ukPpPZWuXD+8qmC9+I9fPt8ls7wjU0E9nojSvB10u72kGSo/j5y8vB6PVr1nFw29i4bfvRjl0D/QLdM+K+1Zv3Qtzz7EtJa9NrxqPmeIBz8drAs/8PHcPW31sjyHIMS/ait6PaO5yzsJENq9u2oCvWIkfT+TsgO+jvogvnujnz39P4a9RHO4vnaVpb9SR2S+huyavynSKD+gDZg+1UtNPcxuzb7d/wi+gKhFPlHI872SZuO+", 
        "K7+0PTqGyb/sNOq9ad4aPe006b36UXA8pqHxPi5Apj7G8jy+Cjckvrv3UT8qf1E80QkFPrUqBj4kriq+U+YNP1SDdbyY2pe8m1hYPQSBE75TQJm8gFClvcIqbzy8E8Q+CT8NvxlyfD3dZvq+BU6/PFkYpb0lPYg9pr+xvF4zWz5j0oM+5YcDPX8r/b267rO9JhpHvg+/gL/5grK/uF5NvoDqmb/owvU9PU2ovShNTb2D+zM+9GtHv6pP9j1KLI48cZb1vZ7Iyb08Z2e/0N89v5JvEz6Jxgu9bRQTPxrioT+xX6q//vjOPcImdL8NZYm9KfVBvqs0IrzV4LK9hzzLPo+DvDvMS/i+dn87v+NkmT7raMG+b/VSvfEyqr3yoRO8RC+xPm/iLj+84fu+hZwLvwZaND9HCSk9bfA7vWM4nz5Zolu+5YLvvAtHb7/vlms94he9vYkVCb4q5ww+lJcGP+vp9D2fs/a8mfd3PT+hQT238YU9TrwAvo14TT65ZtY+OCbvvoX/eL0ZMbo9mghjvPTXF7/dGA6+SacTP/+X0z6MqNM9kTndPregpT4cc/I/Hbc5PmMGJL4H2mc9AH5tvvEGjj6udbM5qRyWv35I3D64tOk+0u3sv7C8ZLzvDgi+tambv1p7Gb7wFlq+iX+0vpewir4ZHBe/J+PFPSqfqr30Fp8+hcOUvVsH1T0EVKQ+JXGwvUpXTb2HEVE/Spt6vc7VjT4j9FE9T5aHvy3Jt70KrFg+iao8vSo+Fr08QzW+BVgIvS2yZ7/Rvzy/ecbTP0Vplj4PoJ2/HUcFvjFfgz6OyUQ9QBMdPzrlKr2P89o+L8E/P38q2T9bZgG8fn5GPbnRwz1RzSu/Q5fZvzM9/jzX6vi9S7bYPrYb177gLD8/9u/2PbTjL77LBSg/J+t4vpt2WT0DwRK+LUCaPvWXDL60+3I+fMcpOkgXBT00T1s9esahvXBcML7LB4e/Hi8TPwRPqb2eJSy8GEnrvQ8ZpD+PIVA/AyfivNP08r3G1rI9", 
        "w5rGPTwr6z3Uqhm+fdwovlnxJz+71um9hE4UPlkxvLz60AQ+rXcIPXUNCzx4YrE+03UQvgWNHL2UAiU+8LlcOwX2yr5v1Kq/6tXFPwQCLL8Uoya+XeBBPq5P3r6yILO+FrgtPkCpGL/0qto/RJH9vafmUr6hK3u8veFTP51ljr6taNi9NVAUP/RBBj8QDHu9pqPEvkQ/4r2iwAm930aAPv7gQT4yiy28RFwDv2rJFz9HW1W+ybuAvPb0HL+1H2g+2TNgPTAqlb3kAPi9Iw/pPA3nfj0xPgG/V+sAv/q1hr/bUbi+BOhDvhV1VD0eHgW+d8pVPGhlHz8umYS9P8I5vwyE1z57iYI+PAuGvWpAjT4jjL28ysAfvrX0P7+RDp8+k1npvpvkcT5IUnE+GPv8PS7dNT90Q54+OaAEQKd7Lj/R0Ng9wcDMPD6kAT1hyig6DNkWv/qN2D+yHoM+pOYSv1lyHj9671U+7qznvRJKVb5H4ba9sr/xvmD9TD7tWsA+GFKjPjx7uL20P2w+dy/KPt+hJz4EUK4+Q6p4vsM1dj6cjUU8R1yuvFyirb2dMGK+rY9aP4UhyTy8avg/Ubv4vqsqdb7bbUQ+8buiPtNUGT17V7y+I3r4vPoC3T/u4MO+k9SBPRVs0bxwjqW98is+Pgqydj0G1zK9VhiNPSmTGbyxYt0+X8sPPVdkQDyuSXK+XXxcvtAx5D7ZgpA+mDhsPulwM7+2qWo9TtVUP2t8ED6VCwG+jCLaPvHkwb3NH/C9TNpUPpkmE74A8bi8Sxdzvu5T8b/E+by+WwS+vhLGS78okxA+jEYIvPocqT47rq28fPe7vrNMKr3l7b8/GkK4Pp4slb4ODDA+P21IPTXegbySbgu/YiJZvVgOND7gXQ6/wYoRvDuKAj7aY2U934kpvjqrMLynz6u8A2AbP7kQ4r9KNMS+ygq9Pf1rDj+95J4+el2QPufCEj9wKkg/bZNIv6mEzjzYBAC+2aLqPnXL5LykYxw+XnmWvX/MUb1IA7i+", 
        "4tykvD09STy1Uys9S9Vxvds2AL9ruRM+xwrqPzUvgD6+Rpc8Gr0MPyOpqj7Qq4I+F7FRvelsvT2zh6y8WZX4vdHfmT0M8D6+I8OEvQe4dz4DuKm9koEIPvxLGr4FAUW+90TZvBLkKT/ekfw+uO4RPYDki7139Ka9VaKoPUpYjz1DoRc/lqOYvbBcKb1DECG+cf9sPoe+gr6y1sg+OcP4PntU7r1XX789P9qqPnwbvrwbcCE/+t+Fvs/5JT1tIvI+uy5CPoDd4L6Go+M9uCynPRDQYL7dE4U/jjCov1U7Xr3QH+4/ba6uvbdBirvojbu+3GO7vhQy0j4harU+nZ0Jv61dIL6PoJ2/96DZP+0vDL/rk5E9H8ckPrg7Cr+8xXG+dzl0PvsoKr+v0dM/xI9PvhV2ob52N1m9PfA/P/5thL5lH7M7I5yIPj/ZED9IzBE9EwUhvwd2IL4CHfu7daCNPgbMTD7Ctdw8ElWRvsBKNT+cudm9LJ7LvT/Sib5mKjq9UQpuPiFPVb2NNnu96EwqPK0Dor2Ci5O+oHAdv+J0db+zxpo9gfOSvoXUGjzeLbE7Tr62vTR6Jz9+VH08OUdBvyQfBD9o69w+0MCVvdj91j4x2yE+lhUCvtbrY7/Co8Q+c92Lvt28AT4BspY+qXsGPYiTUT9PKdQ+Jg37P8OjJz+J3cE9o65lPRZ+MDxcPKs9jdnXvqDT2j/fikI+pBtRvm3QKz9QlDI+oLtTvT44mL67GX69azgAv3C+kT7FQeE+l1dqvjdNHT7dSRO81n7yvmblej1Pfis/ybsqvyglYj2nYR4/cXovvmUafrwA+JK9HiQOv1dW77+NjqM/cNm6v82fVb+tH1g+pzxfPV1hGz1ZC1S/Xi/ovddvXr0oPYA/We4kPlBFoL5+DSw/yMMjPqd9+z6F73w8jC4EPi+N5j5/PAY+uexsvmQAizxWlJ6+Y4pBvPnWkb5IbE2/7bi6OUeyj78GyiC/GEBKPuFQFT4THwG/lPX/vomeAT2GZOm+", 
        "1YjIvlG6Fz/fK+I8JbEGvzBrgD0LjCO9gp+8vn9A6L4ogRA+x8+0OwCzID9V4xG7WWAGP3RGO77bknU/sYuYvQlEBD4Obs0+7g8DwIzRnD3c4sE+Y0Ohvbz2Kb7SxvO/pxljPMuWGz8ZE+E8hoCCPUcZeT3OAWS+msd9vhMaUT0w7GG9GSHMPl1EGb4XVBG/7GUUvh49ab2WXC4/cgBrv+0D4b83Tx++OjzZPsoUSr3HyAY/pFJlv6nK0LuBPjC/QnVkv9Y5Br8rEHM9bbiEPi0jML9UDr69weoHPh1NAz9I0vO9bhLyvg6qQT6M8iY/NeJYP4bjDD1vSYC+ZEQavODB5r2J0DU9SLDhPmoyyL0MPYi9uQq9vkrAH78/vG6+wqZJvuhPID5cNtY9rDoAvv1Aqr/FJec9r82MPUS/JD4gSas+e9PYPpVu2jyD8oI/sDKavE9jwb3SnNw+pAAxP5nDOL5frxS9ogk9v8jJSb3OEDk/Jx1kvnV2p7zpi1m+UQCuPoHtNz5lCzS/eQNcPi92Zj9SHAlAC8I8PqnOBD0s/Lg+vkumP/J0o7yPFcE+j2WSPl7y6D7hbrA9SKyIPPpCvT61SXq+aDmfPbWf9D4IQHe9DB3oPoC9oL6Yvko+wcHhvQDe8r1ppUI+tnlkvnfmYD+bUEM9ELb8P7V5br43kr69XFOZPvUhtT48sC2+a3DNvlUeBL2OuNQ/eCgIvvdCmD50kBc+WJyEO3y7gr2q8G8+JzyYO7VggbssXY28l2ZEPn6h9Lz4RVG90PsivviE971PNTQ+Cvy3PWr5iT2ksye/CFSJPG5LSz9YhFg+uwDKvelzoj4Uw7C91o0ivs00Bjzpsg2+SN8JvSQHdr7Xue2/ZY/GvuyMsr67Aze/gc7jvUOUzjzO/nU+P+sXPHN/m74YR7y7o8HGP+LN3z06rxi+bGAEvSEhPrybnOk9d37yvnenbL1TqGk+6RYLv8YpQ71yrFw+XdX6uzO4Sr7/9UG+4YJCvXacHz+m3PG/", 
        "sjWCvbAWEz3eQTM+ri+uvkHDrz2xj/8+NLnXvlCfib0o8ww/ozmDvpJBuTz465e90EW6vk6u1r9td6Y/fbXBv8VlJr8knbg+EeWFvRsYUD5WWSW/Fx+9vV/yUb1a6po/pxhyPg2emr4W4Cg/raupPMVirz6kyiM9NEe4vRYGbz52sIM9W8+RvchY3rvhWYy+SKKkvWIzrL4BjAm/V5RVvSWhjL/YStW+IE2CvVjTVTv5Gee+YHzrvmJmFL5iHwa/aA3tvg02/j5jIXq8YZ8Dv7yaUj5gfqS9+aOKvsWoHb/ph/k9iYuXPjEaSD/08kW8mU0HP2JZ3b5mVCA/vTA7voJngj6tGGk+w0YCwNvzdbpWPxc+94xRPHN9Gr7S+fS/xsAZvbfl5j5tLNC9anmoPWIwKrxExYu+bePTvYRKjz00qnO+xK5BPmSeGz49awy+DWySPr3aD0CPgwQ/B9wcv1ANXT1y7Q6+zHzbPb5Cgb4jlv09vrUtvzuc5L2hO32+V3G+v4FktD42e0u8NuHQvXt6sr7iHaa9LEowP+W+kzwEY0E+C0muvs9Rwb5CYxC+q86BvUH1Ar7n8fS9vWy7vlC3ML+199e9sV6WPZhJyr5Jya69sPxRPUm22D5kNyg+B1IKv5jO1z4ssY0/C5NuPFNQm79otDy+S2w2P+QVAj5loee9u2qJPqQmcr0ooX8+OPMbPmYKJ7+Kcek9WSolv3FsVj3HIx2+yVjPvZmdkb1GjAy+miBbvnTljj3VozA/ALSGv9ZMST7NO4O/eigoP/3grz7iJNi9dcmmO++Xh70OnAC+6p2SPx1q370pxG2+s66MvWa1Zr27w6E9N+yEv66up74EyKw+zzgQP+16jj6FrrI+yP3UPk2+XD/ezSO/XzzMPa0GGr141zo/VH1rPUEFlT46FZ+9Q5AWvXPsJb62Dxq+RlIgPmjq3zzlZwa+u4aUvsj4ij6qvcg/VEsIPzA24D1cRyI/LKeXPnXQND63yrC9qkypPoUdh77hu5i+", 
        "BwwzPv3jYL4IVkS9cRo7PnNreb7tAKS8k8wUva9axb5+JBK9KDzHPkRd8j6OlBA9aw6FvWO2jT3gZIg9qVg5vBhYGz/0FQQ+uqqFvIHHQb6FcbQ++J6YvnmICT78vS0/mrgmPYt/rz6LcXM+7rg3PLuPDT8EINe+rDPZPdO0vz6MMYA9pH6mviYBhz2YJB09QZcAvyGXej+kFca/rf6gPJqK1z9b2ZY63WKIvWvQ974uXpS+0t3rPubLBj5/4LO+gLDtPYB27D4VxPQ9xkkUv2SUIr5G29C7BO5LP3INlL8FX8G/AB60vY8Xzj7YuS6+AEDwPQrHUr/1bQ89qe8rvx1Ucb8y7hm/C0yEPrkkgz5yWXG+HWxTvbYFNz19Q7s+oGSYvn7uM7/l2bM+Wt4uP0v+Rj94DDa+cypGvWlFhT3tfH49JE2bvfPBrT5lGDm+dAaVvJA6B79wryi/dRavvnpIbrwVCNY+QumFPkz71T21obW/SpPvPfwqwrx47jQ+vQPgPtt5+j6fMS68uvpJP60g8z3C6B++MxysPpcmKD8eVOC+DPRovuae9L6TMBq9nR7fPiI3qL3dx6+9iPWsu+ptjT6km3Q+XwNPv4LsBj5GTh0/tSoRQL6TmT71T568Jpk6PxlQsz/71oC8tb8oPqtg1z1dhQQ/ez1svNUexTuzapu+5pfrPHqKuD3o2po9giRUPmYpA0Bt8p0+Ua0Nv0+mjr0ZCbq8tOKvPd7/PL4CRAQ+REdgv203HTsBUKu+OsLIvwh6Dz7Azw08B1vfvZ1slL6i6By+RxEDP5ioxTu6RRw+b0KuvtrS+L7kwwQ9AhEQvipnIr6+jWw+tC21vl59Sb9+dQ++YEWJPKh6Bb96oFS+o0QXPt9XDT84HsU+9U8cvitbiz7gf08/STc8PVbzlL9l36y+sPQKP1VMgD5vx5K+wpd1PkJrYrvN+eQ+452EPv1XR79Msto9OBgTv3gaU743Iuy8sz/fvbIhnbub29c99ZUSPP9xK7zmwS0/", 
        "STyRv60KET4ZOa+/tF8KP65gCT/BVNS7v829PS8FN72NSYK9QBJnPxMxCL70PDw+CB4Rvj027b0gJLY+HOZSv8H5s71petW/uTjBv+u7zb7SU8U+mqKJvALbPL5coDg+yyFlPS3M+T+ogII+Rc0QvpXZgD29UXS9APxrv2IjDjzTSse9Rv8IPtsKN709zgw+kE+Yvs1mYb06NG29BpibPfeN7z3Aqd+99WQmv6Yjnzzqf2c9/PusvkYKvro75tI9hPbDPnmLk7wj5N+9aBMyvXMzgr0LyYC+3eGsvhGwY77XNDW9Hnaavm8saD5CdO6+UeQsPXI/yj4KB5s8447OP909oT5gbOw7eieeP6X4Rj/pTVY/S6JRvnNnjr6Kpi8/a6gdPsCkWj45fYq8l8OKPRRZgb5tf3k+WjLTv9mcDT89n9m9ZDw6vslmMLuDw6K96SbAvks0A76o5r4+Hp+xPlYDoj2Hkna9iCgPPkRPSr978mS8wcvCPwGvAD9FfAK/5snhvSlYpz2vZRi+epaXPejdFD10no48x2QVvkzN6z1n1oc+zWIvPWb8gz6PJ/6/0wShPnPQb731GNu/R+3gPuOkwD1VNmi+pHMJvUo8mj6XkQi/tOWEvStR+L321pG9mV8sPtBcyj2We0k/oeVEvwDw1r6kDys9VM1tPt45w78Vpoc+pcl1voyfpD0++b092QLRPzSkE70iiey9sP1mv4YZwD1dOTw+4GCXPj5yFL7S7Ao+Y8fPvh8LFz8SBx++gwFIv7EFBrzcN6Y7btWGPsG0aL4MFAa+0CzJvpesa75S7Ou+L9vDPEG11D74X5i9ylgiuwGkcL42Au+/DxHWvDRUGLzNJHq+utgzvigQ6rsvawq/x0OvvTj3qT0G0Ic/nQJUvYUOb70owJ89DLIIv9ksSL5A0Jm7qorKvdMqCMAongy+1lD5vTlGZj6QJKs+bc7SPV56wb3Gv8W9YGQ3PmDesz08LrQ/8+U5PyUigr8BMaE9WjV5vERg3zwVGQG+", 
        "enbMvTOdgD9/qzc/TjiHvb6Emz5Nu6u+tReLvffCi793Ql+82Kw9P1w4iDw1i1k96+ijvaT+xL1nnWY8J7Itv51NhT2uuoC98VvsvW9LqT2w8Jk/q+9dPlQp9T2Pnz2/qWoUP2dA2z4Fhaw+0YS6v1czAjxL5nQ9c8Z7PgQv7r67caI+CQXsPj1AST+XW32+Nq0ovriMQ70QIHM8Z0ecPpakuDxaT669wI3uPmZakb0BCIS/+8y8Piyl0b7qnw2+Q6KZPuEhlj0PQy2+5lmhvHjD4b0yC3G9hifAPj01hb68xF+9XavNve9mvb0zVko9UMUnP6cATD80dMq/H1xYPnzTOrtsT9i/LCO3v2APD7+zUYA+WjSLvDUynL5uXQQ+MgGXPp9ABUAQQZk+9FFJvIlBfz3gPiS9WihlvwQDBj5zcz++w/DlPjhj4zwQ/UK9JUS3vgVqjTzraY+92NacvRKhvr2V2iA+Q9j1vhfVRr36l9A9CixZvgKOj75aeVo+AIjxPS1XuL3v5EO+dLBrvSQaLjsEFLi+Q5Axv27L+b0Ww6685RQivkXgWz6AzCi/5Q7mPdsl7z1JNWE9I5rPP0qqiD36KCK+nImqPyguTD8S/vo+F9g8vr0Sab69aws/9gszPoPnlT7HeTK9hsw0vOlmHr7OROk+8qvOv8yH/D7wC+E9tXAdvoznZr2dKJS9r1eHvs6VOr6WXzc+EEksPV/yHj7N5ti9gythPhETDL9GuyU9QLDQPxepxj7UQtK+0toHvfTeuD04Kow9ierjvvX7o71lCPO7VvXFvhNLsD7gThk+r7goPnoiPb3qJqG9wvvAvVM77r7bBcy/oNiWPgk6b74EBw4/aQt7PRTgXj4/6888wahGvbWNhL2f8P4+i/h5PScSHL/JgEy/t+U8vj+Yrb7eGti9k2PUv+Acpr4SZvg+TBXqvc5GGjx4GH+8QYbovXlIQr6wxwo/5J51PLSrvT/WrYM/w0jvPWVxI77fJ6k99VC8vpQWPj+Zz+s+", 
        "ieKkPthkbj5kcKY8QewTv9PYiD0MPpS9KnITPujZJr/EJ7a+u99Ev6B7S78MNLK9nDPcvhEuaD+IzLG/WeodvzWc7b2jE4G/b9swPszIvj1pJ9s+XN+EvaB8HD7Gmr0/R0kyvUXs5L19a1w/yPnpPjSiA7+gtwQ9B5GXPoS0tbx54Za9VOiSPpTR5j1tLLO+6ZvOPOSsAT1cYwe/30Rsvlr4NLsDhKQ9rrbhPkzi4b1zXQu6YTxdvsA9Rzi4o0q+BeVHvrQyQj+iYRu9mcMhvQfaZz/hh3S91MKFvLVBxT6cG6G8c4BOP14XBj5NLwg/jKXKPpyZLL4IXPS/uUiGPpkVUz7Hkom9VxSTPYXNLzzs4BW9zzCRvuigQj6ETxe+bT5Bvuub2T5JlVI+BmoqvhngUj7l5XM/A7UCvyY4oD5N7x2/Iq2fP3q8DUD390q+3XrGvcpMIr4gf3O9REyWPjyieT9Z1HC/lCHXuz0DCj58cae+7DYAQD5zjr6acMK+IhN5PAT0jL/u7Ba8hvGxvTQuLT8pqg682HB4Puc3Br2WpQG+nkfhvupCwT3aeCu/DmzzvVHjrD8XjuQ+zsGvvcm0IL42boI+cfkWvmtYKD6odDK83JzpPEjID77/AR4+8GGRPj9JnL0ievG885rhvzbUQz8wpPW7z6rWvxyR0j4dzji+3reDvo98TL1nh0O7ROcMv/V2hrzkDke+UK+VPc0vfTtTU8M9Ro8WP6QEH7+Sqqq+cL7ePXIh6b2F/7a/YYzrPgyME75GAlk+PJJgvauArD/raWm8P/UUvj/vWL8nywI+xiBFPs3w/z2fxay+wWBsPVIcvb76g/0+WLdZvh2bJr8g85+7eHs/PfvJNz7oYgO/5HsLvmW4cb1skbm+Gd5lvqcQGz1Y7Sk/DXqMvEHofj2dxna+TPX8v6DsAb5MDjC+t+WVvcmfpj0f4Qa9XF0Rv+bebb0INpQ+bs2BP6jdZj3mjrG9j4uWvXGgkr5mH2q+qJE8PiQehrouBPq/", 
        "TxC0PCgy4T0ycwG/rZw+v9H+Ib5m+aU86Kq4vqTwHz+Zynw+QiPiPd6y272F4a+9G4ohviBJBL9R4MW/US6WPo7yaL4Ehy4/CD2yPiF7hT764MK9Bl2bvPVlx7xI4AU//OyxPSIPF79pyje/9w6lvuoh8b13tTu+Dy3Iv/VIOr1nY9I+bDKVvRC+lj1s+gS9OrQOvRRj2b7TsC0+sRdRPn4iuT9APk0/E6R4PvhW4r0WMWI+fHi1vk03dj/138c+ZtqhPm7gcD7DY609cNoXv30ckL7fFLS95Z5APRp1Cr/jLnG+kXC6vssyML/NfQ6+QE8bv0zWJj9bUoS/ne8hv8yq8L0tCXa/MetfPmrxDz55pQ4/6s3WvRGyED7TALs/m6mGPYGPPj0vRkc/TNt0PlFZGr/QFQY+QNG2Pkomcr6gffc8/iwOPjROlD3eKAE/jK5ovoP0Fj2P6eu+hgmWvp2aQz5k6da8UiMYPo8Dqr/QN6G+wxWGvsVBP73eSEg9OBlVPmeSPz0cl6w+EJ2zvXevRz/pdgG92xJhvBDxAr442tG/KX5pvuqvDz9RjYg+qaQ2P7IKcD2B3G8+Pd6qPmz9/j0cOla/BTVFPfIqDj66S6E/baLbPmuZHT+gt3u/ZnUrP+rQFj9G13U+PQTLvvJid7wz/n07eKmRP2/9q76n6cm+WXVJPiDyAj4BrWC/HFEwPblKZr6dj1Q9U2czv+b/jD8tUiW/d90XPntKS713fQU/bWnbPonPFL+ICGc/OEmUPv3lqr9xhU08gVzrPj1l4z7WjMy9weRjPksGj71zEXm+RDcpPDWF9T/sHWC7TKDEvqiwF71cvbW92tMMvoG30Ttftdc7M3AdPmMvtD7K9QW9Obg9PZaT9L6Gv189E25WPRqruT9dCRo/dcWKv0zorz4/nai9sprYO1n9vr3AXr29PT+RP3QLCj8k6gm+GV+aPvqQlL6Hl/C9ZMOIv6ejSr6yiRc/CEOJvBM8lr15LB081IYvvkA7xz0RGD2/", 
        "h0jsO7+Jxzy+hyS9PeG3PaRshj9bf8c9zu5svT6UM79tgs8+ikR2PpTyRT6jMcu/+JdmvpR4Ar7fnbI9ecLEvnTNBT8ouL4+pwUsP37G0b2rujo9y46ZvTkjrruJrvM+s0HIPtmck7y8QDE+6a/ZvAkTO78Y3QE/g/1/voLdxD27yO8+cPrgvXZCIbxacd07B55Yvg7bub2YD4c+riWvvdl4mLyfPCG+KY/WvWbz070h4P0+GIRYP+QTsb+QAhM+deDGvQ1L9z2Bnzo9QuaevieFOb5XZms9SgM1v1hvGz191Jw+N6QNva7trz44JOq9Lb6xPcYtQL4Pf888z8ygvspo5L1WZE0/ByxqPqu5XrxBzzI/ClwDvkKljb2PKEg/qgkAPkP/Dj+c0Xg+YfWnPrnR6T5/2f29b+HUv6LHoTwh24I9XXe9vTKEaT2Doi29zLcbvm/7+77IhUk+Se5BvleUub1WaKU+Z1CYPtliJ7770f46JJRZP+J+C78FrYo8H6Qcv2EFqT+UTwJAxB1ZvhehDb7rERK+2lBLPhpdmz5C5ZE/dKKMv9eNVL4in32+VA/fvnuG5z+qBKq+nkiqvko1wDxRdY+//CmbPTkZnb11600/2P1uvZ3hvj3W64q9EbkwvqgR+r6tboq8fyIov6ZnHL7GOKI/i/nPPuUbjb46ngC+IfvMPP3jxz2XUJ4+fao2vVzwtj2YPIe+Uv9EvphncD1sBd49FfWfPd6cpr87SNy+QIAGviOKrr0NLeu9DTMBPoVQJ752jkg+v6tfvgQyCj8blOC9aEsTvq5AtD3Lrce/nhKdvlIwQD7vj7Y+lEM+P6kx4z19G9w9pWeAPTwf/D6vX0S/yKChvJglBjwbPpY/PIc2PiseEj986Xy/uBJ+P9jQmT5nitY+UlKfvpNlUr28KXU9usp8P2p4VTwViq++TUrSPu9BRj3BlB+/+ZkBPj0+b748JDg+0BMYv63CgD8ez4O+mStiPibMk7yy/EA/8KoCP/EFBL/LaCI/", 
        "aMmXvMgpv7/4pHe9J7GtPsji0D7k9jC+e/kYPjdEDb40PYi9Vw6VvLXzAEAbP9C9ZUocvlrWkjxrHqC+2X3IPQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "HKIEvlYsXj3nATA+SgooPm50Rz6nJ7Q9WQmqPdIW971X+Xq+U0ulPitcyLz2WVg++Bs6vnNJob2xvP274RH4vQe5R77zvMW9OwXMPSIDNz5L87W8nSMvPq3gND6IhfO9shEVvTQkrz77zqk+3gChPjWzyz6k1fg9+TedPc2WvL713Ms9xD4HPlOC0zzA9gS90Mtove9KEb32N0A+F0+yPrXIgr6WXpM9zALZPY5nHL0HyIc+5rNnPkQuzT26GqM9ScqjPmoH1T1wqrs9mrhFPVzxhj5iSVw+9LMHPv/MSz1WMGg+NVSuPLszAb46wB09ufHAvR0SpL3tBE6+AEEouzIhjT5fO+K9yeCQPWyAoL7eAIw9XJ31vYD3EbyDCAs7CMWqPdLexjqzcTa+3C1+vvEx/j155RA8vtT7PUc5h74="
      ], 
      "weights": [
        "fP4YvzuIFL8b0Rq9muP4PutxvD1xptI+9w6JP075yb4uhCY+B4kPP/BFS72s8ns+2wKivit1Ab/2VTK/ykcrv7lpxD43R5s9Jxy9PYHR1T7upx6/k7/AvgKAob0bIic/ZR/cvgRbu77nqsc/Qw8nvoYFp75PxR2+tvuAPiVQxL6A5kO+udrTvm/5nL/TxSC+Q/hNvVvPFz92KSE/IcRMvsVcAD8kNBA/cnWGvpgvAj/9RqC+kt6BPiuKgb4qlMe+Iq1wvp2eBj47ZwDADcLDPfDcKD6elRm/K0UBPycEBj/y/zg/BxSsPKVhMj+5ljG+L4lbPoX9NL8NBIs+t+tgP1V7ir5Ur7S+mAJCv48nfT78ads+0VBSvycm/L5K65i+jQZNvt5rej0s4Ia+7Ii9PhnU4T2jCiI/mNiDvnrWdz6vtNM+efn4PonA2bxitwS/WK2COyQ7HL3OeBq95OPQvQUgwz4KyWa+SYmavpyZE70q9ws+HQxpvjsBnT2Muns+RM4eP7Zw5D5+QXK8fcDUvgFp0j6Vgfo9UtHpvRuvkT6DUAe/HE4bvywTsz7GFey9BGO4vo2jtD6JdaE+SLhmPntAmT99wpM7OrEhPRCYjz34UXe+8u9aPRoCnj6sIR++CLhHPu8SLj5CECM+9PAePkGzRr38eKo+5FKQPrVhCT27k5y+DRICPzPkJj8iPv0+Edt+PbyUlzwjwxA/eMJ+P0DsmL6RlCG+60i7PfkDCz04UZK+TDuovc3AIz1JVg8+KvS6vAO+Wr64QWi/8sMhPVH3rb6vkAc/eLOqPL5SLz0rMJY+WVByvjavUbxyXGO+wKPSPauiwb4g4xE/mmP3PuSSar+vaBQ/tcFHP9MOlj0CgQU/VJjQPoLlNT4/WzA9PXM1PgC+jz3aDna+5mSnPIdRu76R6r298dlIP6fSLz8keaw/XM0BPqbAlT+7fcM9YHKXvoKNGj93M428xTeYv1KAJ8CnwD++j1SQv/vioz0mK2e+ame8vnB8PD9aQTe+", 
        "yqPvPgkcxb3SWko+3MnePjWlHT9jwqc7i9XjvbsBsr9PaDm+kwQ5viv6Ez1wWWa/duzRPq/V2T4ECYo9yiwpv7eep71l2TW+vwUsP6qJLr0L3QU/BhgOvpdfjL85osy+Hh8kvBcBPj5plI8/rokzP2WjGr9MGNm+QiuvPfRpED4sPRq/7NfQvi1YIr5NwzK+oBeYvpU9oT7J6Dc/NiTEPk5IEz4CYZE8hUakv8HjvD5MH5y9PVAuP/02BL9r+rW+QYl6PkK3sb6aMQk/ZW3OPuJsnT14HJ+7fS+7PPo+eb6RFKW9iuAoPuLTSj8SiRo+SYWbvX3iUD9OTso9OsoRvzmwLj64TZC/nY/dvV2+Sb7W6hS9L1iivp+Fyr4anok+xgLcvcRgZb4Vtc2+XGwFvzJSlr4jo46+McudvuOiwj3T/As/rJgUvTaMab0l5xI+l+iivpKNh7wV00O+gy7NvtQMHL9OM4+8w62OvM+4jb528l0+M/nhvhZ70b5h+p2+13ZLPrNAlz699XU+8uWDuoXxGr8dVS0/u+G7vwjJJL5p2Cg/9W6jvpVHwT1QVES/0e84P82VNL7+WLk9xm8aP8N3Or9X2wi/0BabvncJCL4ocyA+2jLMPJ7pWT4H1so9RcKPPp1uhb6kddi+AY4CP87/Az7qgyW+VB4UP9OkCL43KRPANnfRvrg7Kb0MZas+/FIUPfFPZL47CTo+P5ohvtLWzL1rxIy+wlrHPoqvQ76FrFI88CpKvF/cJD8eRY6+mgqpPp+5CT983t6+3Qq+vsxxlj+Ex1Q+3Rfnvr5u6D3/LTm+iIh4vMdxqz29ODg+NmeRvhXgqD569+y+oSXjvqRQiz7+JYa8lbwJv3oNIr5jrdg+Ae+RP99DcD565Z++CKcjv5BMhr1YXpY+9QVJuxHPNj/2Uzg/3yIgPk/9vD6jE0k979ddvgCsBD+6fNI+DTu3PoFEBj79lJg+9bqYvqecFz+t5hO/A/vlPgFBwb5+jbK+NfLgPEQMH7999q4+", 
        "REjUPSaPTb4Myhw+iawWPaAUHz2DFEW+UyFpPjzlhT31lNK+6113PsPWmr7YpS0/Zi+xPr1mp74+fzm+m5jRPlqG1D9uWwa+dYRjPYhvKL5VIsM+DPUUv3PFjD2wALm95CbBPU3SIz4+R9W+jjgDP9ofsT5ddXU95bRtPhZPHD5qA6s+UiLPPpXqAT+d7Ga+obcxPvi4l75Y7Ii/OSovPiCclD7KBew8qygXP37Gsz0RAFq+18pKv3wCSr/plms/ks0pvGsPHT4rV9i+oZglwNZPAz6W5o8+rfzcveaBFT4Zxs4+u3sBP9yuNb9Xz3K+oUeRPk85/b24O1M+w75svj/+4r4oR5q/15A/wHrsKz3R2oS+qymTPjSwAD+dotU+QpgWv1KWZL7eBWA/UEkDPWWE9D57Q7Q+kBDtPsvzyz7D7Uq/p0lKv0pMaj6LCuQ9/EQJPjZTgL5dbva+nc0NPoacqz7fjwI/XSuTvjxxDT5wli4+95b8vrY6jT6BkJI/LmtgPRyHwD6RevO+D4uyPrITh75jMBk/w/vNvq6tnL7XPQM/u01LvO7e6z6wErG9A/6WPtSpd74Eeqs+Qk0MPz/lDD9nId8+E27PvqyR0z53+NC9G4H8vS+Uxr5/h6+9GP1rPqMLpT1ToTo/KIqPvo9cND4eYnY9e/9XP08XvD5Eltk+HYAZvpEyoj/G/JQ+g4IFvin7BTyzXLy+FSmvvguKAL2rPvK+HMMAvk/OE7+Wmcc+aZY5vwKVa72EFbU+QPrivJxtgr0ly5s+iujyvvry1T5mvB6/xPjRvfDRmr6dMOy9qZ1WvSJSrD4zxWG+CFGWPmEqo7y46Ws+MpUoP3Y72L7tegM/sXJTvh8qjLxZw62+lQ3wPuTEwD5Zpzc9ixBGvgNbRr4Q3t694mMrPlBIrr7DTbg+eR6RPqA6zD7HwTa+/ri/voSez70wMcE+qM2XN/FG3j5+jhk+TMCAvjh6qT2Cnuu9+uu6PkaUjz58nZq+mBKkPcAWET4FTue/", 
        "tvErP4wtCj/OBoA8beucvi+RPD7DAqo+ba5Uvhzgt77L32K+JKCePqa8eb08EIC7nln1PcbYlj52Abe+EWuGvGgSFj4Dx9a9aERPP+X2Xr2c1im9ln48PigazD123xw9Gud2O9swpD48UzA/ZIRCv+1tiz31uwe/YkmvvvVjBL7N8Lo+4maxPF1IGD8bR2K+KOzlvbKA0j4fXWo+jGDoPSMaOr2cGb2+oqH2vsMakb4glII9SLIHP67pk76p4Lg+JENdvemKCbz8dAA+G3yOPhYS7T47xHE+vZCJvnKWSD+1BWM+fthKPQpWjjvYiXM+oviBPo/PgT3UI+Y+fRolv+RhPz4GQC++O6o3P4XGrT27N9I9/hfHvlMiSr4JIVY+JKQvv4uEAL9VP0y+UnSlPkrufz3BYGg+JEQIvmd1uD39hhs+0JFnvQYRlL6Jug095UKxPhz8fL5j5T2+Q47rPszlkzzlgt0+UK0PPqmcpL78uK2+Xj/Qvk4Jf74hF4E+QOUFvvs2jD4uVQm9a5XWPueP8b5J2z0+t9iQvlVBdj515cY+gPOVPmnyiD6mTvo9rnv1vexBcL7IaKY+SL7DPl7y/77a0eo9WYEqP4+Zoj7qif691DP2Pg4tHj8xARk/QRenPQGXNb687DE9JCDNPv0c3744NPS+h98wPjQ+k73Jc3G/LcGfPdxxGD5B0D8+K7IdP1vdCT8QBTQ+FSjRvaJrUz6njQ0+ebzHPjnsKT4wBR0+rimSvth7S76S6aA+4ed4P97Prj7L2Wk8iYmwvqh9xz3KEf49xNkRv/UAlTuLYII+E/sjv9LRzL6y/dM+AT8dPjvzoL4kndi+UTVLvtVVej523z8899/fv6Kkhj4CWbY+KDgyPz/NAr5eKCy+GvJlP8cMAcCbo1U/w10KP1UzB79v1PS+tKSEPkGBQ72jXyQ/ElO6PnEdWz5E1429qjAhvg4aFj/zLZs/P0pkPhbHfz+Fqku/WtjrPutBvb+uNsG9mQV1vj23YD4Gnky+", 
        "Fr23vj3kdb0pgBY/RvxfPj7pv72DgCe/JGG+v+CQJMBaumW9hRCAPjWIJb+oijo+AhLpPauWBD8h/+k9+vIAPt0lT75GwaK+Y7HMPe1hzb6/syS/mNGsPisjaj7B6/W+1TDFPMohEz6yh469/gHRvl5mGj5M/hE/E6oPvtCKPT/DMQe+BqqdPR6atD2U7i0+YDWFPuiNur7whIk/a6wUP15gODw2qdW9jI4ePmwKdr0we4u/QKw6vjJHhr7x1QW/sy3tPk+5xbx/bQE/brOkvP2T+z6xxmy9DknePuK8kj4HwzS/Qa6mvySHKMB8DFS/+QsrPijhg74a2IM9kdWev8hCXT6Zj6o+omu1vkgGLD//AxS/1CDoPmNHYD48oEi/SnUWPyBR97vwWta+X4wCwADV1TyKKsS+cEIEv1gKlD2maE490izTPrDSY760AxA+YMkbv6hpGj+CuhHAbAAJv9tnQz1HnZe9z0SAPgOsdb445SK/0SyBvxsaYD3t9du/IuchP1DDzL6PTRg/sBvUvo8gBT4OVBQ/SRvIvoZgCT5xBmy938+BvlzVD77InyU++t+IO8S8lj76RFY/JGndPhJLm76mox4+TpgEP/zSZL5dVXI/xWVTvnAGgb3Ik3g+ZFIMPz+inr2kfHq+Ne8QwKDEEL4dDgK/Tl4hPzaS9D5z464+ATwEP75HMT+LpnI+MSpbvklSaD++XTw+0mS/Pi7gMj19oEg/Rl0SP4FQZz5/XcO9B/w0P0W17z2UqZW+67pTvpa4hT1X4+c+sZC/PfOKrr+D6Zc+PlhRwH5ViT8yNJA+VIo/P8ylzr0BR9U+kUw+PQ1wkD46/rG94Mpyv+J45b1NNBC/EV8qP4e7hsD3Ogo/mrbEvvHpGT0Mlnw7dQSDvpcYPz7inV2/zYlFPgOm8L2Iem49HBbAvxxLW75YIRI+Nk5bPWnDLD9q/De+YJ6WvkfoSD8CtIC+WwZcv8vbp7+yvwM/KjesP5ByXj4NR5I+2lZhPqUBBz20wRA/", 
        "d+zNPJAG7j32kxm/kPlvO4JVhj7OQkW+R/vtPt/RNrujWUU+aavOPqAOOT/MKpW+1LWjPuhGqTzGtGW+nPnLPXGqRr5jq4y+hL6UPg1oqT4SVzA/VkGrPSOVXz40IVG+DoSHvk1PFr/uYVI+aalcuwShFL/jdhg/D0hqPTIBEj6YvIO9T38dv1Fufb6UR1M/jfy4PgpjFb6iUnG8Io/rPgJFFj4nDoq/TYB8uwTkMD4UFxG9qZIlvnTOer35L786Co9KPMAJXj7Hite+cxm2PoBV4D3okBw+LP03P67diT7mlNQ+p6qiPqv1Kr/2V+0+KLSJvhCkmz7n/xe+nV/BPrI8uj4kvPc+hiqbvKnolD1nkYQ+SUIRPngn5T71HMI+u1EMv7C2pb2qfsk9za7WPdA6BznHb1w+e4Guvk53LD/wH0I/g3vwPlWkhj5KUdG+oCZBPwEZKb8xaBy/vXVQwBUXJ77Y/m4/ibHCPtICjbpZcQi9fm/DPrZhHL+8PIc/5pkuv9vAhb/HmdA+sYqjvIlGxT5T3mC/2ryCPtluNz5hilw++5HivOCGCb8paEQ/aAH2vStvib46PNu+eGz/vhquOb5ciA2+WEDYPgArWr8iYmu/uNuAvmOHGb5fvao+WpgVPqNLGb1AC+g+XTB9PhxbwT1bywO/eDmhvHE4gD7W0169cob8PZ0wabyLERs/6HQHvv49l7ulojs/U1DvPtNki72jDgE/plGDPYytgzrLYlo/hxVfP734Aj/RviW9lM7FPYW5F7z5pI++V5XZPXb4H76LQaA+dJEaP7gph7/0DqC/qFccwC8Wj79MKaU+fQP2v44aDj+KMky/364uwNMRsb5RMnA+zrEIv11iQT6dmPi/+rmWP09h7b7e5wo/42abPtaZYD0oTnW+xDEZPzARlL3kAa0+CdTLvlQINb4C+pa9KeeEPv5Oa75os32+MeMqv6fTrL5LAG+9G4Mhv/hmTz62UpA9Gdv9PnozGr+jUjq/p4MjPTetDTyjmo2+", 
        "d4QVPbEVQb9mOda88ONCvRy1oz8DIK6+boIgPxiINb78bis958+bPiQ93rxKshc/igqhv0W6CT8U0TW+p87rvkzLPL43qes+CJt3PvPeTMBWylu+GJMMPwIoMz+aoPA9BbEWv3HeMrwlVDI/XcegPmSXB73QzYk7dbOJP8RmTT9NZNU9YXsfPwqZib6EsTU/Uev1PEP7AL9NZVA/8Qv3v7PG1b4C5jA+3VRDwFe8Gz6QaJY+NXpXPs4nnj0qnTk/fOYQPmJAHr0JYTc/t/AEvlkqCD7QyYE85TEavgXWOz8kipI9U6gdvwch9L5rag0+5WwCv6o7QT7jAAa90TDPvoYuST981KY+Tb5uv6VDdL4PMWA/wZsXPjV/Uj7hedo+PTKHvj9liT1oR+i9j8sdvv6ZDT58UIc9X0+ovS3m1z7KZJA+exKIPTcvOr/CMPw+W+Y5vkFMkD68zMm9ijViPfKShz3iK0c+YkEYviRRKr/xqCs919t/vIZJ9T31bSO+NFsrPmzFND4/T0s8zzHMvsux6L6IVAc/ptcov5RHab75SJy+/luZPNjVGL7hlIO+l2BJvjTby74AyyC+9tKUv4CtoT6sisG90flqvkUXZ77Cdhw/9R+RPuOsFj4/7vQ+PgFBP5hrLz4OkZi+fn5Jvhglpr8tB6U91yNWPiHI7L5+U4O/cvXSPk0cPb+nu6y+JBZHP3QGmjtHiOK+iws8vVnZR76L/he/Q5yMPdGPiDu2zHC+rCclP1F8Oz6eG+8+Q8NXvumfhL2P+LS9SPFXvmoHr758ZCw/hyybPzOZMT+sv6m+TyhUPsf/I74jPPi+najAvhTlZT9mtSK/aPAPPrhJBL/fPgk/JsNjv0n0jT/86Ba/9kxxPkNtfj4hNlQ/0gqjvlNAgT7KQ4M+mxE9v4xr2j3zjS4/s6a3PjKiQD4UHIu+4pvevUra6rwsubU9tMSAPuJNQj68jQ4+ZZjvPlmqyT48tEY99VUXvhE0Tz5NLca9qDQFPpzeY78fIgC+", 
        "uQ3tvv0wnr66Zxk+eu3GP4z6gD5iVQY/f6I1vvESwT4mrs0+brfTPahECz+km5g/OX87v6JlML3y7CA/uFNOwNHJgb7iIRc/AdWbPnP06D0d8NM95yTVPfrXgT6+2os95OILP1NNPj1HG2g+5EDVPomf5L4g4zA8ImPAPqqjMz9wt76+fHJcv5TAkD4gGY2+hLwivgDpBj8/4vu9NQVIPjVwar6aBIS/PvXNPlWMGj4k70c/zn4LPijnEz9CrRm/0vXPvnNae76q5Lc+Fj/LvQEtPj5u074+hAlRPwoHUL/tmfw+nEIDPpfEz73UbAE+ewPVPum2f71dZla/HBBqvSED7r7QNJK+Sbmovo7veD5PPTk+n1thP62JGz2p+22/5OMOv7yxBD7f2rc+RJItv7HOrT1SkOk+KnrEPtBiOj9621+9nlPwvWfpqr4o/dw+mJNXvj0b274zI8Y+DF5GPQmPKb96fWo+KfHmu0KhJD2/gzk92N5vPtXDUbxEr0i/MdOLvn8qK78i3lg+XkMwvqsx1r2K1gM/wZKpPqHLk73Ue+S+YvlPPWLfvj5zi58+74kYP6Na0rtInBG/NtK9PiBqgb0ZGIU/SMi3Ph+kMb6cf4O+UHnCvtIpRb7zEd8+10hPPpt7DT4ykQ0+XA6gPtO0ZzyHH24+WuilvKDhxD1o9pa+F+hxP74SvD7WB7w84ybePqIOqj3jrTu+Jo8HPiaIDj2dHnq+v+dlvnUBwzwE+YM+C7IAP0/7OD9Otso+5t+WvuHO+r4NVAU+489ZvuLi4j34gzG/MkytPJ09nTw1Zkk++JGUP9wKCj5GBA4+fc8ZPgtB6r4o3J8+Tv7RPf+XfD6Ia+Q9t7+hPmgwG70TOdS+rBRnvqqhdD1QRLQ+zHFXPiqJzr2Nmwg+R96tvYN0Kj77MNa+tpWWu+5zvryxhm2+b3QVv5lwwj11KbK+pJQsvjagYz7FTA4+hT2gunJenbxRROU+k6OEvh1l/j6X69W+cXUqP8xqn7wG5YS9", 
        "4VyWvmrMGsC4ipG+qS2XvaYkGz/3iBC/vVcvvSZ0fD7Q0ZC+Wd2NvgUlpb4Ak2O+f9Xivv9WvL6/0p8+fZGdP2QlJz9nSY0+G9UUvxczNj5uJ5I+lUg5PZz2G71ga8g91c93v8OYXT5fwoE+aVQ8P+h7or6U+IU9FzFYvhpqxD1Hp5m+GG9yP8eZoL62vf89GQ6yviK9P750OwM+SqSgPrA1gT+a3Cw/Ow58vjhuYj2UTl293sS2Pc8Flz4QKDs+QDXiPrJ+zLzOrMw9cTgNwJn6tT4FrKC+RyiyPbr9Pz3MlBw/NhQrPzjGnb6wMKW/QNAJvkdVvD4r0ik9nagRPsZgKL2+OW2+HTQqvn0ZEL5mpeI9swO6PUaaOL5h+vC9rOY5vQoh0T2Nt2a/tGdHPv2X2j6Gga0+CNW+vYqUVb7218k+EYZ2vnflG756zvu+Zo3VvjwkFD4XFwM/P4xZvfwktbwiO8e72qp0vu1G9L67IWe+B9Z8vh2uzT1P5N8+l9LnPRjvUL90Iz0+oz8gvrWLBb7NaY8+DZx9PyiYnr44qDU+//KUPo7usz5xf8C+ArDwvhAhAb+7YLw+aP/Pvo9RsD7dMou+27I0vhRTOr4b60G/S+qmPuHsiz4talo/5DKQPrsryb7x57e9NQAWPzebzz5q3am+d5WUvDLEqT0Gu9++gz76PupaKb6IlB8/SvXQPToUd75uc70+uMGcvvmB0j3Hx5W732/Ovs3whTxTthW/rnbxvnZpWD7aMsw8uultvywgAD9gEWO+11vsPq6IID36jF6+UUWevn8Wkj6NZBO/NmtAv4Pczr2zrDU/u9pJvlzEnL87HTS/zbV2PjrHuD7PedE+sZS+vtGi1z6zWeg+FXRev7SEMr8u+5K9wGezPo5lIL9k4a2/YyoyvgU+zr30sQM/cKPDPsPEvb/lBaY+c3CyvYUB5D05d3E+ZNc9P8efGj/7t46/iDyGPzewrr70pgw/JBFCPxclxT3dq5m90/6xPkA00T70Poc/", 
        "yQKIv6If171cTsW8slHUPvuNs7563gS/NeQGP6UDNcC9Z2E/B1UMPkfyrr6AeoG+LqT3PF0KmD6OYXs/04pIwOdriT8VLRy+6UVqPyKAnD7hkh8/nSpZvTSV9j1Pcx+/O719P8CeQT4J5SC+Z/9nvjnpt72148q+ySBtPdwuDD4WbbQ/PEYiPgkW1z6mxlY/f+HZv8QWhj8Hg9y+2qLYPa5Agb4Owv+/+VUvviN5H73XCXq+M2c5PlxNgrsN53k/eF55P5QcvT6nUD6/FzyQvyYSXz7+Me8+LA1CPfOvF8BqR3g+VN7sPnU2z7/i+/A9m8MVvi+ebL8W1CI9qoxrPsy6Fj4Fl5U+B8UMwBHvAj3+IIG+ME8PPyglLj9QyZS+w2MKPUZiXb8WRx8/pERjvjcBTz5V+p2+csnAvvHi0r6lesU+ZeBUPsfOncAHeWW+FkE6vt8iC76siJG++2BOPnZzbL48FhS/NvYnPliX671JWvK9bLptvzz0Tj/4b66/07SiPw+S9D6/GAC+LxdZPeZIib7xGQI/ed+DP4CU0b5xgfw+UD+9PYthBz9apec86Ki4Pktlob4bNoM+trCLv3p/CT9lP8Y99RPiPeCSRj6AsZE+rOq9vvo9Xb6as1O+byinPFOwzj002iy+j3tZv2kSmDwyxcc+MUQlvgUv1z7FXBk/QFANv6egT75KmMw+kpVmv0bUBj+gw3y+fcKYvu7P2b4iXc88mSVQv6rUjb3EXYa9a1XNvKpTOL1N//4+9fwtPo0kFz7B0A69EsMjv6wpWr6xyAO/P6P1veJU0j4RTri+CfMZvwmQbr76qR2/gbhFO3lQv73Y2sw+wpqkvcLDSD8ktIE+/YN4PXKbl72LfsE9iBn+vdlPWL+SYRw/yydsPnOFuz6J/SC/Mf4SP5nSjz5DbZO97AqTvv2PN78hra0+RISru5KTx7z5/cc+1Mo8vUV2Xb5peuw+sW8tvu402D0o94a+SU0BvySq1z0uYuK+5B0Uv9hF6D7uIO68", 
        "3qlJPVyo/D6w1wG9i1tQPsIgBT7Ejbc9gCo/vWUZj73L8R6+iry5Pe6jLL5hZhg8OSzoPnQmh769SZI+Z0dPvcvjub3h6c4+G8UoPgyW/r6tdqY+cjWkvjg0Eb6im4S7CHwCPu0TPT26z3s+DYtjvTlfKr76sd6+eOhrvgPgi73kCTS8OfF1vQ8Gsz2iJyg+P1opPm8YOD4Pbdc9JOpLPzWq7z4BhNE+v9oLPz7+IT+PX/Y+SKMsvdJJ3T6QBCM/wCe4vEvrhb0engo/JCHwPoyeTz+larW+6yzhPtl90T6c/tG9J4OGvu5LkD5qi/M+oj/Jvp5uwjzlZDm9v/NlPiuIOb/VI2O+ZzZVvXAGNb7agDW+Y4RoPhYBzz6CIC6+EtMmvnfLqz7wJro+F/FFPnV/wD5wukK+l5fjvpWC4Dy9bNG9yomivlT1Eb4jIsw6KP7qPTw6gj6yRTI+7SUfvvG+Cr+eWSc+J3xTvr/EjD/rxys/1NkUvt9nxD5dCE++sfhcvrIPwL4P7Vc/J8AiPUXVOD5Lgwu+bpUCPR+edD76Ow2+TeQ2v9yvAz4Oa0s/r6UVvuSZuz4QcBG/2fOgPjZ0Jr7O31w/Lklxv774/z1YlOQ+Z4Mjv1wWLT5QLbE9Y20Bvy3jGb9e2PC9/+FAPn1erz4o/qQ+JXH5PfZZRj/dQhW9jhKTPpd2vb4a+oI+4U9iPZjUpTyi77q+bhVkv/kC7L3zJqs+XkEIP52dWr2Ieo88W9bPPiUfIz92RwO/7kkevvfiUj7wSqI+uKtmvQMgnj7JtWS9HwuRPoP/TD7rAhi/YnCePEyjRb50/4O+Xk0OP2zsaT2KVES+2sT4PImmrz5H/gA/ZLxiPfl//T4BtAY/xi0ovrIP8D2MDcE+HGU7P6io5b2jKo++vhHautQJyL3Q0T6+lBTePcv3YT7JiBs7bUEuvLmkVr5aByw/f+P/vqspbD6Iu0e+tp4muw0JJT4wZcA+v2PXO79MMr3Fo5g91cGpvhSiIT4mfa+8", 
        "3LPBPhMFPz8slmY+MNjTvfq3OT6gMDo+OKmwvoNXZr7ymGG+8zlov8cOHz42op++OSnZPTZeAD6yOCE+pJgtP1KoITyJZ/69ZKvHPpm2Nj+v/gI9grEnPtc6k74jACy/zh6svelqCj/mBsk+NhHJvnaIgT5Owoo+C4tQPoUXHr8lDPM+Wxm8vvd5kD5aRXm+l84YvyAtGr4eV4M9ixJrvuZfUL4VUgM+gXIzv2xXyT6AdlQ/tN8rPvnIEj+OpxU/ACFlv6dUA79YoY8+xWmxvvS3yz5rkBi+F2hLP0/NWT3tg/c9AZ/XPVTwqj5O+2I+QVaAPgj8xT4m0FW9TDNnP1pJy74mtbO9WwFzPj1YAj4wxoQ9NJZLPoh6y71EyBm7/CkvPVYzsb7lKWC9AGnMPSQNIz7NzTo+pOevPqyqm7/6+us9IceZPnH1Q700rfa+BBKhva58qr5CEog+gJoEPtLxMT/geOM+VjVZPcWlzL7SR9K9TmdbvEz+gb6Q0oC+hAvkPmKCM748otw9PeU7PtHb2T4rO2W9ZiJwvnbtOL3vXto+X4KqPiqZjb6ePKK+ZYz+PlNMAL4xCHG+hiHwvob10T6j2XO+lq8MPz1jx72uuOQ8Jdl8PWxwyj5A0fk981GrPs2/rj1PU6W9hDddvrurVz7ih4K+YpDBPl/ydL5i3g6/EXuZvle/CT8NFNa+jlu6vaPOGz5odzc87g9pPjhStL3arL49TFivvqriwzwBLHG9d7uwvZXYfD6DoXI/Ws2QvV7+7L/8bV693z2AvqJs3D7umLI+csHtvoqC+73Kc669lZObPkkTOT6vDK69d7uqvlhK1D1vIcc+McNwvhzalbzmI7I9SvA/PrGH6b6cy0q/FfUbPxfH/75XToM+Q6bLvuh1AD6woiW+dEVePub/1TwOLGQ9pdLMPCY6PL4DiLW+DQ34Ps6QST6zc3s+X1whPrnygj7DtLY9UQKRvqA6TT6H4qq9/l/mvghQXb6+9wy/+vdDPzO86b3PYvk9", 
        "5Yllvs4uOb1Ur4Q9MteIvqhWvrx/5eY9f8R+PRJy3L441WA+czNkvgezhj5suNu9Tu7yPljXGj/BWzM+KFjEPi0RJcAzh7A+xK6cPl6sdL8vl1e+VW3EPpTtmT5+zKA+Za0VvpWcJ740cUW+JWbjPgWUF78atYw+aO0LPV4WJT6DJqu+NN5BPrcngj6ScT899ujhPBJ+zr7fKp8+K9KhPjHHAT9hdqc+vOkbvtV0iDsdjvc+M+tfvwQd1L73tIA/UfWcvuScJb43QBbALD/OPY6aCz9F4IW+AZA3vys81DwFhEc/1L82Pxwn6L7KXhc/n17BvpkzFzsKkQ+9rS0WvliUCr81cAc9NtEOP82Dgb7LD9y+IUg/Po/c8z54oUM/E2CaP4r/Iz9WNJE+hQ41voSB2z1v4pI+avsEP28a1b2S8J8+lOMUv5D+lT6v0QK/+JXZvdfreD+et/M+ow8GP7i0Qj32ySE/M6D1Pvwo074+g/C9Z59WPwQsr74xo8O+2iR4vDSqej7B27g+i2KCvu4y9r0N1am92kGtPhty/b559tA9b/SGPAp49z4AmT++fE9kvZagJD/alKC+Hif0vh4fnz1lpds+7dF5PnCC4b7opjc/rn5sP1McUr2UMAE/uKCLPJvQSD48euw+irM7Pq1giLwvoi8+qPtzPXw1Zzzd7aY+uYMrPsHbrz7NdZ68g8UBPzWf9L4PB/U92ZmLPspSUD/+PSA/p/6WvWVEcj8OBVA/J3qIvs+wQL97ZSK/GQeNvYMQBL6URh8+qs0qP7r6NL5ZcVi+tD2sPsuPlbsITSC+0WcEvlnjJTytULm93wBiPiK6oL7oylQ+ZCakPUFf3D7Zctm+vmauvWplrr6Wpbg+QjTpPotnLz6SLAm9lJUBwLNIWr73Xay/gTlBvyNODT2Fq4w++8yePerlET3j3p48EkdPPhwrkT0EYau9O7EzP1/NoT3DyoK+WQk0PsTg174e82G+0m9JPrQkTr8PzBc9tKApvmjRPz7feVU8", 
