{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "db078d8b3037e4a312de88361abe14cd3391b513a7e1aebe3738b06d6d928d2b", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "J+TJPqsiIjyW5E0/+4MnP+QYYj9dKH8/kTvtPAtcbz/qpb4+wb9WPzQ+dz9d/N8+H3VKPQV+5j7doFw+eM9kPU33pj5bNCw/B8sGP+tSJz9zzGk/ZUl2P4hXYD9i1m0+z+rsPnNMqz4Vt44+95uZPtDM2j4xBjk/B5EoPtcWUz+IpuI+gkJBP4n7KT8zv8M+E/7LPjtLxD4oFFc+yFm/PtlzoD6VR2g/NWA1P5bBoj5txEE+RTUdP/eBfD/tjts+1uNDPzNILj8menM/3/yUPZHH9z2buM4+z/z1PRQYNz8VTzY/3MILP9LvOz02Xok+FtB3P/9Q4j6jEYM+XA3vPjCspT4="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "lyQnwbQ7r7958+y+ys5uvxNnY7+WxYK/qLpGv5Q6Q0A1814+HG3QP/NrLEA5vQBAZMabP+J5XD4+OApAwUrfwHRAL76fQEK/dq5uv2Zftr+6kpa/oAxDvzm9AEC4Ck9AzUyfP477TUCUOkNA7w9KQNpz+T9JgV4/06wmwe7HlL9ciPM+8G2Ev8agk78ConC/XF8yv2TGmz/vD0pAmFJXQJa97D81814+uApPQBh2oD+4lLQ+3kcwwRlcjL8RipG/GGuiv4yMsL/eLlq/mdc6P+J5XD7ac/k/GHagPwJI4D8cbdA/zUyfP5hSV0D61Mw/p3EowQvRjr8NEbQ+Wilyv52wwb+WRQO/gv5Dvz44CkBJgV4/uJS0PvrUzD/zayxAjvtNQJa97D8CSOA/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "8t+uPbd++TySPgm9ItswPpjueT6tQhQ+oVJlPtzymT1N6+89QO2OPdmOcj71bl0+DJEXPpeR1D04/349JVIpPXWR4D0GVlU9P8vQPU/Vyj3hKkk+IIksPuMOcD56rxs+AUAjPir/ND7sr409KoQcPuZArT2dxza9a7MrPjegIz7z0yc+c3poPuQmJz5GXbs9XQnhPGktfDz0Rq09aJM1Pq73Ij4W4js9dC3ePcqSPj7x/GI+Yt5JPrmpjT1iwYc9MkQXPgADczy4GRE+jUbdPTeKTT4s8ko+9FhpPPaEVz6Bg0o9FiYkPprLeD61vAI+6OujPQl2IT4FKu493VPBPEpA8zz8fb49WZBwPqHP9T2JkoQ9ttLhPWLBfz505ZY9JdBRPpvrfD7IXSQ+zgnwPVdFSz3COW89Dz1lPhaIUT0="
      ], 
      "weights": [
        "T7eDuyQNlj2YpaA97OUhPnJu+D6/5qU+aNy3vJuWgD18Qqs+Dj4TO9AGkL3J2ci9D9Elvmo7Mz1JLS49Ewy+PBHglL55pa8+77OLvdwx1z6O8ac8d1FbPduBl76RZ2+8Qu8GPWzwXj/1Nls88bDFvrCTCL0+zb89+0B8vi5Zjz62SlE9v5HaPgRVYr3mExE+X7uBPXAN5TyZWjw/lyShvC/liD6/y4s9umgjvcqpuD7BOrK9QXKCPoT3Fz/wewo+Dev1Phm2Zz4AJq0+WskfvW38UD6RwMk+5sg8Pf47gD6Ajb87I5RdPknTer3dZcY+hkuePuUaIj5Zkrw8g/jdPeqSUbwfdWM9xoQ9u0c1HL368j09x3/qPSOzcD5kjWI9aLLdvhb9vT6ezt+8e9SJPWFedzv2Nsw8xm0HP3+U2L6CbAA9ndx9Pb014j2vVyQ+TGAZPp91DT1XCZu9LsXMPN+kQT1vimY8qDWBvdM7ZD2vLem9vnjxPHiLcj6agMQ8MKF5Po8nmT58T+e8vhyTPtxWWz99sCC+TZwMP2N3tTzfhrg+Bi9MPjTD5DwH/+U+LOUrPgdGuj0ENp0+iJRrPf4HPL1ny8M+VXKkvl5uET/FYXY9fyt4PE+3l7/gMdW95+blPqXa1j03NPW6SoJMvn0Xn76JRjs/AyizvLBz+z3cOgw+lkpOPV5XEz3o1cI+TINaPl8NCz8c1Vw9raNwPCsBAz2f18k+LU1KvR1TAD3RUpQ6nCQvPrdO2D2J79U96FNAPBnEpT0gQWU9v42xPGBgPj44Bu29aQrXvE16cD3b4Le+NQ6IPZUIHz/7oZ89qDkQPW2IpzwM4Aa+C1HHPW2AKD2NRKw9PlCaPe7i8T7Wrs69lViOvLEvAD9nEoi8LPRDvtLFAT0V3fA+xFE2PwtIpj5yoPg9nOagPEx7yjzILXM9gcUrvap29rzsAyo8J2wKvZhatz7B6Yo+osUQvZIdUD7PB2a+hl4BPcxRWz4ttGw9pwKuPagQp70NUvs9", 
        "b5/NPbCdzz0dZwE/S/i8PHkukz3FSES9GfqPPfZEkb1Ccty+qpDnPYNCJrz05f4+OAbfPoDvkr19sMY9bTRNvR/njb6cSEc9D8iuvCbClj4Z4My9Xeu8vEuT9T08TYO9KEbbPF7Iwb+UbxE+YpekPSbBpz1YjQY+mHC1Prne5z1AYyA9Gq1/PVjU8zy2I2k+TfcIPsTe3T4pNNm9gkafPTNjwb4UpBs+FCuKukoBOj5P1Tg+UxguPQhoqL1IWTc9bMl2Ot6Fgj1tHe49r+cOuzo7sj1f+5U+TgLdPoyn0TzjPJc+ewHAurBMgz4CTw2837PBvXfyNz8DzME7WZ69O3sfJj4Xpzo+UXOcPg8utbzMcHg9NeXPPhSRO75ZeaC7IwZgPvF5v713dpk9688OvKscQT7f+r49GF1rPQsx7z0vhYS9rNMQPrH+K74HA3K+aTWTPRaOsj0/7l4934bVPdRejD5T6JQ9X6LmO8JykT22gww/WhOhvkduhj3Ph1w+YX6avboETT26Cmo+rT9XvRcZkT68oJY7qnOgvBjWG72BXMI8sd7KPkSXHD/xXYQ+dL8oPlPpHz5x91u7NVSoPeQLET7v28o9cl2hO1bNAz3BjKa/SJT6PcReyD6xvP08cPjavpHAdL6CYaS7iHoPPjXYoj1clEo90073vfb4YT6lzQg87lmcPTPk2z1cAHY+0PjlPrJ6Lj61Za28zbFNPYX3vT1ESxy8peAuvoZ0LL7xELU+/gW4vDOLXj0Tw4U8dJOcPgjg17xSR+Y+0YiaPCqTmb0s+ry+874uPvGIUb1gMaQ++e2bvSYmuTv0bMY9PRhWPhlmnj15bAM/ifiYPb8XMj6yON++T9QIP+aGnr3iIzk9bUqHulFUMT5uh/w+i8UBPg2Z0D2NB1U9i4IhPttUqT762E4+1LPDvamixz3txkk+RCSzPUO9Zz4aR2q8zNNcPrMmR73Ltdc858ShPHB/Pjz/pNo9cDYMPkDZVT5OxQK9DdcePgoaib0GqnU9", 
        "iAEOPa5GhD1zrsg9yx7XPZeicj53ay0+cZfNvbDkTD1pTnI/sMEIPwhsqz2/h9E7bIrwPVUDdLt9wyI/Y/5lPvk2vL3HTy8/HGH0vjRhFz+7E/K9+vL+vrhT+b5Pixm/+4lSP5YcRL5DkB6/tkt7PrcupTyKteA+Zsjfvu3fqL3hL5m9Ouy/vVekrb6UaHQ+eimFv8joAT8keMS+WDCbPZul9L4TovE+nx0RvwdAQD4BRtO9TT1APiRk0L6MbZI+zctMvmaLJL5uvVA+gl7IPfHSFr6uDdk8eSk6vQZ8mz/qChu/mh66vk1Ph7/oqUI/g/OfvKUE/b0mTSk+IBOAPucgrT0EdVa9pHtBP89FR75Lwg0/EsSqPlSjWD1IQpg7Gaj4u7Wojz41h2I+thVHvg1LGL5gAby+yOlxvmmiTL5U44O/N3IWvpgGF7+zJQm/cUHGviHVFj+r1K6+RywRP1LsGL8EJqy+iiKgvjpIt7/zEfY+4uVrv/EkQD4vUzC/KLPGP+LPz751RYO+RKJov4zQDL8JzUI/0HlFv0ZzLT8qxau8qgCIv2XeOr46q+8+OMSovP2GVb8D4gk/DY3evukhmT5ymtA+KInVvTmXCD+sxMq8wy0RP0yw3L63NMY8nL8XPyzCEb7JFPe+mmeavbugeL9uq1e+n7ZbP+bGhj/voVQ+gcY4vokZUz8nE58+vtRWvl6x7TxNMY4+Ss+BPqVXxL7H+N6+U8/GvuUZKD5m5p0+ezxaPyG9Hz+4Pnu+0877Pk99gLyjf8K+Ah6FvlYArb5scNs+XlIYvp7o6L2M3gq/k6E4vlD+hD9s1Oc/Qki5v9JYaT/Fm5o+tedXvSELbL4fzrG9AQ+NPmDAIr+DqIy+HG2JvZXvKz+869c/x93IPE8P9L1Il0m/WpShvmFWtT4D5zc+qjojPw56eL5w/WY/Z6QsPkOXa78+XB6+rewbv9szrD9aZNW8biItvuxKlT6I/uy+bq82v8DeTT0+YkC/q9VMP0qbq75ST52/", 
        "06cbPswi1z4Nqzq+uDSUvz0Fsj5aEUs/sNhkv8jh0rxMktc+NiqtPcJKrD0fST8/8kYHPuf6f79F8VG+IqWhPva41b4zo4E/1Vo2Pz49Lj/9Rpw+RokRvc54Or66fhQ/5eJCPm+nlb+oW/m9ajhxPhvTXj7hfxM/8nEJv+Y3Cr9vPWo+UjTQPSmRgT1nVSG/pI5Du9ITYb3uj+U+rMnNPtPPp78Ht+q+VhXwvwmbYb/RdGY/MyfdvrOMyb01vbq/aXByv/G6RDxBpU8+dokgP0Ck+b7Nbwm/Sbk3v6rhBr99p7y9WbQ8v9B6Dj86dSi/ew51v0bIzL/MRyG+CEjVvqlROb468Dg/tgt8vmvCdj9XSZ692wkovTqcbb58gia/gD3rPnFnnL5rKM28RE30vGKM+bvbqBo/oPKPvvl2bT0FM72+PNCnPbYfyr1dgXs+SsFgv06kXD8Dl2y+7C8ePm3iA791ytU+bBSxvnUr1T1a446+sqOrPgT0Lr+R9oa+f9LovpsfCb/DZw0/WchYPndGA78w8oa+KKMFPghfoT9sNSW/QLbCvptGm7+PdD4/1JZhvcyLT70NcQC+CuK8PkJ1Qj7gk5Y+OfMdP2Cxoz2ITno+y2gsPpa6eb2OGle+uT3QvW39z7ymahU74+bRvkvFe76lxdC+Y42Rvl2muL1hUey+p9CGPQy0277SigO/maKZvq3xrL5FeoK+tIalPqAAKL/rRf++h4k+PgpUub9/2H8+WlJEv5E8271hgpO/yj7TvhePKD3Z7yS/LIzJPoennz7ZAyO+NvyiPk3HHD+2PSI/c8EavMK1K77TFfs+4LU/PmFrgr73vK2+0+nQPVGgor5Bnp29w3yJPvqOm75dqHM+6VJKPw5Vyb4Vv5i/kITWvqpzIT/k/HS+cU9xP5RXHD+wA3i9wZS+PoPVkLyvCL+9/P5TvvVWKb6QZYG+R52ZPV9+ST8eL6S9dA0ZPS2XyT4+DY69QbH1uwLDXL5yWqm/sZP5PlDCGD71lgpA", 
        "lAjRPputOj4gycQ9nVrSvgFCoL/NriY/tlJePrjUNj6gkXi/vMiJP+SPar6aT+0+5/TSv1mEcj4nkgs/aZy9PeSRrr9T++G+Y9IlvylHF7+lbzG+4/rlPdSbBD1p3oQ+/I0Qv99Ig7yZU0A/2SlXv0NL+r10Sse+zwPcvvc8sL6OQDY/0ccHQDh0t7++r1g9cwhXvh7HGz9xqmg+AM6NP39bvL4ODM285cj7vrk4Uz/+/fm+1UcUv1+n+D6H7Ma+D4IfP/nW6L9o/dK8fuOcPlSWYj1q0Yi8Gf8fv3bNhj6u8sW+GbWlP38zLb8ZOJ2++gJMP9rOxjsP7X6+Gwz+v50cj75aV0g/CsCDP6nX+j6nGYo+AKSSP3dXoj763GA+/jPFPkqTAr9uuL29lWPWvnhLVb8mQCu+IoZYv1JxDb0KqAU+0HInPW5fAz5J0BW/r1k8Prav2T5Oyx0+XKd2v3F4nb4hNvi90AWmvu3SSjxAvn0+2XcLP+DgLr7MhoA+48yWvvHbvz1SLES/NtRnPwlGgb4/rqM+SlCsPvKiDD8nbJA8wz0XP96lu7/fRQO93wl5vkHmkz6Htp4+QZFvPyW2GUB/R8C+CmeDvsVWhb/YknW/tJ6zP5zAnL9gbQ0/ULo7PmigKL+wd3G+O8KYPtSvZj7NTbi+eNdMPqV8Db/6IPC+Pfk4Py61dT5itRQ/xmVvPZa5m72PYFy+C9BWvmodhT/UyBi/nh+7vlHxbrzq87O+wpzcvtklRT9lbzc/ffewPjZo7j6HCDo/NwKFP5+rHLwf+Cc+8KGBPqV/0T4usWO/yPFjvy7+z74cHTA/KZw3P/ywgj9nxYs+qLfNPPj2Jj9Wxe69ecT8vhsznr4OQoM+y5eUvSZqBj5xFWY86q93vhSfMb+2YSg+x9emPwAIyb8tdzQ/wA6QPSNfUj6kRPM8PY6du/RBDz9vbzO+FPqyvmlVpL19bD4/zRkGQE+0p71ZGQm/p1OJvxZlkb7Ow1s+dyaBPjFegD8Rllm+", 
        "fTU9vsXNND1U69i9+FKQPvjJcz1r8Ic+stJHvUleYD9bmG0/d3UBvfVIlr5jsq4+oEzuPj2Jpb5I0c8875uXvpMnc74AfiK+NGuvvgRiwr7VP+c8zA0EP4CLjL8Z6GS/fJqwvlvvhL2LoxC/0kueP2o6Mz90kR6+XkYiPs0Hp749ljs9MGcJviT02L5IyRG+3WUHvAIYej94SZQ9Sqbevofxqz4sfJ6+tNGFO3U1lr4ipxC/d3D0Pga8Er3C9yVA7wnxPZ0rgT6C8wo+BkpUv1xWLL8Vx5A9aWS1Pvoe/rwe6B6/zgmLP11EsL5hUEg9Cs6Lv38wKz5tAAE/ozlovntqnb9QnTY+t1bjvlpFB78w1Gu+9ZGwvoZJxDwKa58+lnpQv1+dhj5w/28/o8lVv1Tue72z5ae+pTETvxA77b4F16A9DMdKP8ZmAr5HIWi/FydavjEpJT1vp5q/ZP2VviM3Qz+JNaO+EX/avigvtL4mVtM+BoiyvrH2mb/a3/I+eAqiPhjeUr9hQI8+qUNivpBqcr9tEvA9t31mv2Rn4789xHI+18UWP7bGW772J3I9yGZjvkCyKD3XojS/xPM7PjHVSr0gHAK+AB0dPyRsYT7CtGW+5RgKv9P87r0zlJa+0hiEv3gtAcDBQS+9KAaDvnLA+T7Bb1Y9ZGRKv7Y+tj5vSPC+qiiQPj1adb7HbkY+Yw0hP4F5Jj8UMps+31c4P/9WMb/iCzk/t9+Cv9kDjL+EwXs/NqvKPYY4V75OVAG/93GMvgGJTb6cqo8/zIxdPWriWD9sQ0K8rrcBPsKu+jw4/NM8cSsPP+x9hj1YY1M+PCyNPUtWCb5cKTW9yFAvv24zdT9gC0Y+1Ngyv0D2iT2Y0ky/QMmSP+O7ir1pYw2/XyWyvWuV3b1RFjm/lOtUPqzHs76D1Ao/wTwnvtLmnr+Lric+nbK/PvSoob2Ud92+sjFaPzwQYD8Ccj6/NnOSveoAdj+54r0+Ha+MvZc96z4++8K+wvtMv+PgwL5VxpM+", 
        "IILxPf4sIT8uOZI/U3ChPqqQsz56kaq9eyW8vP7OFz814KU9iShrv4zSB768mGA+x0kzPrpsHz/iGcS+jULGvmxXXbq5f0I+/n0NP38Cqb6PqhO/X+hJPioOAz8t+B8/l++1v4Mbmb5DQJG/oQY9vzOgZj/EkAe/BOBPvtzCm78q3Xe/VIUXvbKznz0Ej4I/7VChvn1wUb6hDrC/TXD1vkv6ab40b7u+DeDrPYM7O7/1uia/VMbPv2lgj75MZym/3OcSPxi4EUA/qb2/xQOVPmob8b7U/Fs+MSVHPrOfCD9T4Om+nzCUPa4QAL/CHrE/17ZBvtsQd73WrMw9QMHcvo57Pj69662/ttyrPr4LFT6l6v492xKaPk8Cer/OlqM+LOSRvqazND/hHEK/bJxIv0U5lT4pVL88I5WXvnOF97+Gt5G8EZGGvvEy8j7Rqpw+loZzPseKcj9pXc09rrfWumfQpj7oEB+/eDCQPL5SyL4SbdG+eyovPnBum7/Zgn++cvJTvUax3b690sS9WzkFv2uKjL6e36c+cTX1PUViz77vUPw9NzEZv/AbDL9Yr0S/MRC9vWGMiz9f+Su9gl9FPjJvj777qQC+oD4ov8i11z6mK9m+tOrOPlxiEz/RJKk++6iPvP0Qbj+UQQq/qD+wvoFYtL58f529n6OovW07vT+oypG+6gtEPxAR6j2UqyW+lonkvqdpBr+4NnK/CcLsvsrfED+/dxy/NROUvvVSDr0MFl6+TRa+vfisJb/AfAk/aPc4Pg8wXr5cy7I+t9KMvkCfFz4Empu8Gkfivk4Zu7+W408+OHDpPlIeHL2gfpU+//2SvrVmOb7OuwO/Ge+dPpjKFT58gPy+Uo/iPky2FD5sB/y9JZjzvRtSa76PeYa+Wm4+v8Je77/+PaE9S7WEvhcMMT9sA2i9KFqRPkpNjz40cxy+eX/nvUETAL+Sggk/mKAEP/cqhD96Bwo/mRocPwrofL4KPEI/WtFPv7tgJb+s2Q0/csl7vVownT2Nz2G+", 
        "bsisvdYaDL1pd/s+h91zviGeiD/LRso+hMx7PlVMb73LnkE+sB4dP6HKtL46mbA8li6TPU15Fb7nkOm+Je5Wv8ROdr8dv1A90ELWvbSWVj6T1qG+Z61QPmHKyD70nIC/5kqJveT/P759q4A+WU4Tvq6IRL+TSX49b6UuvnSHrr+5S/m/n/Z1vnBQAD8g3gG+1R6jvs+tyr1XRxk/n+VxP6KfvL7hX7A9K2odv8l0zr5d+9C+suvkvxPRKz9c+ge/YytOvYlykr6bDvW9Kcaov/s/l7zewXK/kj3fvmWcv77FE6s+mcH+PBdT4D5wBm69PzNkPnU5w74Xqis/VCDWvj7Irz7COnq+xZsVP8Y4E7+7Y10+7tEMP/7gpD9VAcO9qI27vnkTm73UIcU+EaadP0yn0r1Apxe+/Z+VPyXvaL5TvKs9Gb0Hvx+qFT/AD4w/aCyRPiIEh73m2gI/3weIvhT0vL2wWak9DDGwvpkPS71xPhM9RW7YPquMRz7zY6++q+O6PtEdur+smRC/YPckP2Fm7T3f8wA/h6YTP+1qmDwFMa8/kYyTv29HxD8TTIo+LQj8PWP2Mr6ONSK+aIZYvnSmjL4tz9u9+K86vj8clr1nzsi80KEfv6GW2T6Syki++imOv+sDST/Rz+u+gTXivltxAj8z992/HJW4vpqRhr3t4zw/eLgvPm0RYr9/4Qk90OAzvsaxGr4PE5W+aymYv9UWDD8LjiW+2QfnPTWkiL4DiuY+JZQFPkhCQb7rUf2+LS8zv8jTeb9E+Pg/1K9lv8zHkj9jLgC9yajTPcw6kr7rTtS+9HuEv7OF9j4Yefk+rNTcuiFftT6hOU2+J2ALv1lVNb+fPrS/kpdYv/5NKr/0X7Y9gow1v15Dhz8lmWS+1mk+vlQFSj/hWAI/HyOGPwPHmz2G2Cc/rOsDPjzO2roX9NU+MZ+VvpQJX7t0enI+l6D5vEn21r7UsFA+q00vvo9Au77bxHW85Y41vjIAqz4oDrm/vs+qPWiAqT63ZWO9", 
        "R7vwvZrbojwMcsm+E7CmPg5CvL5Lwhu/LxdIvs6QXD7ZYhA/+ScWvyjKhr8cEzC/5cnhvppZm7qGVFK+e5YJv3UfML6Zk4O/ppfAvUqsaT8Egp6+Li3Gv42Lzj1zz6W9sL65PrZsvL0K5j6+gDLhvtsbK7/fswm/l8oYvNNNJr6dMhU/k9K7vXoy877IDqI+EPlvPn2gvL6Avfg+yY1lv98/Ob8Datq+jKczvjXrmr4pn7+8DB/wPkJikb9YBCQ/rMlnPfiN/b+Mn5a+vx5hvvOrRL4M7Rq+c05GvVZK9L+8M+0+f51lPccwi76nFKa+ubJAP2m4oz4H2mO/nqxdvpqImb/ipZS9NqqRPc1ltT7rvTW+piUcP3jzBz8pcYW/68SUvhachbvkcM49I2yrulZuDr+hdAS/WbnSPuduvb/IAvK/jriVPKd5gz8iTxS+08qpPsMhCb7FC/a9Cf1QPzmCw76SrpC+U5hIv0hkrz3n3iO9e7q/v8GJDz8BTCy/3m2EvsWroL28FbC8II26vycQYzxu5YW/A4WmvrSZm74WMgw/FUomPt0exT4/W4e+uT5rPLXhCr0OxqU/Yh/dvvXaUD9nwaK+uKKHPkTtLr9pi/o+NV+6PvHeqj+M+06+dOkZPEZsgj4tPQ2/zUjyPnsbJr6DjZQ+7BeNP7uIpL5/4IO+iQMmv55YRz8vyWc/wYubPmJVCD7hzpo+AYLVvlovqr13ajS7kDl+PaRZoj01b1I+BUtfP3KzvrxEAgW+lXiuvc2Lvb3n9qs8NagGPzDzzj5WnGW+RC54PiYSSr9Af4G/2mgfvkBLSL5NUo++zf1CPgOZqD0zVCY/ym9RvqC+3T5zAaG+U4ifPjMHpD33v0A8Y8YKvNCfnL4xw9Q/fOo1P8lPRT+9voI8BDdsP4RtaT7GQXW/PayNvnuapT6FYYg93kTavYuiFL8npIY+MPf5vqEYqr/kS2u+8GW2PTP6rz469kI/FOgxvQh5ED8e0ju/Y3zpPfg7JL/Qc42/", 
        "QxduPV3uwz5oOpO+BFbhPR6Kob8eGp6+gnGcPi4eYz6elJO9OZ4YP8yrZj7KgtW9JFwvv5O0Qj+jycQ+EDVAPsdsB78suQa/AW7oPkx2jr7aMgm+bRfbPfsGFT8hnby+pv49viTsST68PYk/eh/TPunZgL7L5Yw/rvVRP2jxAb/ot6S+A57ev7WR4T9cuvi+Mf07Pz8mkr7ZOT6+5DafvhziDD9vTWS9KRt8vf35pL49v/u+NowfvzXutD720G4/qUztPuyGvr6Yts6+zSiTPgvDtj4DJig/jF4+Pey2F755S88/qa3/Ppwtw792rLQ+V8HavvpZ5DyPkXo+PBMCP2vrDT8eRo0+g095vzCnJ77A0E4+3Ke2v/uEFj/uhMQ/HBRqvvHfPb9zsKu+0mCDvjCVM76XyS49/gkmPrJoFr7+YNY+PYrKv45pST6KUFS/t+EQP6SUnz11GgE+v0Z3vxLU3L1Aji68Xqewvk1cqT/YmgM/4MeGPuMh9j4zMUy+idTcvv6CBL8IU/q+w2gbv84p3L7VnQE/m+LVvvwDVb+euyc/uA98Pxd5Hr/Rzss+Rp/TP1RjwD2z5V++yJ9OPmqQBz8g46i/tgQyv3sJCD79M9M9sIJDPqveSz4qIj0+FfPUP4rVb78WWMY/7Q+Tvgk6cT3ksAa/ax3KvZxGpb5Gyh4+m3mDvzN4M75vNtI+Xw1YvbHSEr/fV6E+nHKDvjpD7b6at4w/O2QbvijHsL4DM5w+YeDVv3Fx973mXOa+YYEmP/ONeL4yuKW/k90KP1myOL8/E4K+qnQ1vfQCnb8LiyE+gTmovsabwr7cf2Y/hgWkPuI/sjzr/CC/9/LZvrwyw74qULO+PrjFP39AbL/NgUM/tVwYvTjpBD6E7au+5eYpvXDs8r7aUB8/PloxPqhERj92Ktk+0zEmv6HhL794RYK/LG+2v2sb1r4CdC6/K/5aPoiyD7+G5Fs/aPEBv5oTeD0fXV0/Y1WBP7AHBz9/udK+mJ0UP5Z8iL42i8k8", 
        "GGUavXgdmb5jTx6+bZxCPxQnmj6G/pK9eTPgPkXYfr92t5S/kjxZvplzBz0AnZo+JRanvi3iMT8U/cY+RcCXvWvTnj4Hb3i/Vyv4vCtUsD6ecsE9OcMjvrTphr3ou7o/m1CgPYhSdz+AduY9/95vP8Lnmr7xAIC/deESvsKd2j7IYoC+oeZ0PnRz9b5/E929jCWdvTxulr+579++pRuhPnAOQD0uv0I/lYY+vuLdtD4fhYa/NEtyPu90sb7Oo5S/ZLP3Pvuokj03kkC/aMcxPnbJpL+JQgW9PPkkPvPUVD2GrYG9pH0hP0g9zz5e+UE+70oYvzl48j6oS7s+yITfPdpynb5CKRG/Zg1nPn+MEb4UdaW9LUICPco0Xj+3Uta+vi1svo1Z6j6QlY8/0WPMPUaVz72ltRk/d2YuP5pzCr8zREc+0EA1vz1aX739e/g+UKwfPyFAMD9cBza/GkJev6T2fL4U+Gm/IFAGv51qAj59EDq/BQChPlrYRz+Uzxm/HWYJPsnrqz6QLNS+zpMIPrKAvD66VVe91eXzvinKAkAtpCy/22YDP+bNlz5xMi0+tmnFvTctab19nU+9ZAxNvzB/xL//43S+G1PNvuKRvL7a0QM8e2vzvSOgQT10kYk+OcBaPm70Oz4rzCG+QcHVPrh0rj4cQrq8maZ0P1aSlDw/YOC+ANUVv8784L3SZhq+p1yFPtWGHb/kBR49vbvhvtwdkT1fC2g95idvPpGLJ74OG4K+Xjk8vTQ7wryZ6VO9EVPBvfLvyr9VL5O/ibN3vvZohD9Q5ss/VwqJPiLTxL4Mh5g9xEe/PiaqaD/ui50+ie4MPi9SpT401f29jkzOvmabDz//2aq9nuo+Pj0uCLw/lok+BHQCv7Nnuz25e1U9wFqwvuhscr2R158+QE83P+vs8r5pexI/KbaJPQazDT4ECBc+xYQXvbnkIL8Yi5Y+xfA+v+t5Z75HdR8+SvnLO+rnAz8fT5S/Scunv4tfjL96I1G+NxsGPQgmC7wTPA2+", 
        "QqHlPeae6L7YJ6C+sHCpP6d0973rmB+/jMILPtYD9bye2uU+vFzivVHAk70Gjwy/fFwjv4zAt71no709LMopvi/NEz7bC3w9bbqjvu4odj6MwUs/6eXbvvwrjT4Dlte+2uxfv8PSqD5fFFC+qEGFvkqvHT7kUwI/VqJ0v/uSyj4zvoA+gKjlvy+wa7+BKS4+r4ifvsV+vr7Zxom9jxy9v2kohj9/9P68zfo2vaPhw77+Fq8+1HDaPYJZhb+lPd6+zqrVvtV58b/Nlfc/a5QJv1OeBD+dw/++DAU6vqSOQD4i8LI7cJONvr/VCT6j++u+erLKPRCoGL5pCZw+ZaeEP3OnlT7hx4m/V1arvu2KOz1WxQA/ZeR6PzZ8YD/MJpm+uNPcP2kW/j5gaq+/JBURPyLs0L00UbS9Mza6vggAGz/3nzQ/X/fkPh3pg78Xzo++cnoBvlCZir/9+MW+opSMP+cKMb5QAia/wEG9vsKP1765LvG+toBqPDc7ub4YJ529HgtrP5rcuL8BIHM+aChQv7aUej84Dl2+WzkQP7L2SL8T6B++wzz8vbA4Zb4gDZw/RtMtPsCGGzottqQ+g6m3vtkWFr8RHvS+NlSUv143CL8p8lS/oWyAvpXh871iCuO+LoqHPdv2XT/ViGy/ZdMOPiQUrT/CEki8nSXVPdb3xz6Xvj8+f+Y4v0riZ76cRgA/eJKVP4mpXj972de+2nv7vunRqb5PQBG/fTEXvyrKHT6VxS2+wa6hPqFcrj5pqh6/JdQUvS/MbT0c3yO/jxikPZ0BEryywTG+wkqtPYau2D8ocHG+TcoHvris4724EvG90NLgvZ+SHz6timE+rNb7vuVY4r8zhQQ+22EEPp1+a75r0Ui+bV/DvjLGgb2G1KG+ZJSHPiLFx77+HCY+hPNbPuBJgD8laSa+BSsrPrFnE75I4xe/pXWLviqhdj/cc5W9ihipPqAIob9rb0k8/qDGvni0WD7cnn0+dF5evOW0Db/i2X49WIhpPvBubD2xflc+", 
        "gUrXvWVDpr/WciK/QJIePq/Bfj/kKJY/9qyYPfGx9jwmbcW9U5IfPiKRZz43ejg/2qSvvn4SbT6v+/G+pvsAu2jmg76AgVi+v2thPm6wt77f3vk+3rRJvmHg5L5n7X89fDazv1NaJz6LsiQ/sUvSP0jLyL6RKZS+WrStP2Webb1c86i88kBIPbRT8D6f81q/Oy5bPlOXFT1ThGs+pKR9Po4Ygr+1GUC/EZAivpFryT0FBZI8+oMSPE/Ng72I0nc/npkhP4CZ0b6yt6y+1aCCPGhpub8LEVK+8cGQv51JgD/yMHQ+MekQvbVg8r6xFKQ+QO82PpLTl76I3GS/SPMkPwRAdb9o26w9pmSSv44sQL5uS5a97ZpGvyt+JD6Xkgm+Vd/ovpi/YbsGimQ+SQNNv9TgBb9xe40/1OhhP1ITzL9STUS9RLNdPpqyfL4jW/Q+owYYvhgiaT5i+gC/ifyevkLIWb/cjgE/s5fkPPVupr6SZSY+twLwvNX8KT48Nae97WekvjfLxD8ucgG/L5KVPgk+or/gysG9zpmjvX7WxL/mV0S/leADQKUqCr2caJq+duHDP7tZET6IsVu+8oAcvxnnDr6HfQ8/VlNvvqdjxj9vdg8+EQ4nv58S6z5ha3Q+sPQLPwAYuj7emhA/jl5nvxca478epHW+9FFNv7XVHj8jp5A/84XvPlaEWr60L1m/FnHsvruYDL4TjrI+Ky36vi7FFD8aaZg+5CAFvuP/oD8gtAk/1kQ+vpvz0r/Ob3o+JQ2VvcN1Cb6eVzy/T1ZaPwXiW76k9x2/sG6MPhg5A74Bc+0+zFukvl4gfL7ntpq/+50HPwmHKb8k6I4//UhBv89j2T4y9s48GMCROc+9xr5Th4++vp+AvfEohb+mig4+qnYCvfaqwj5JtT8+54/PPYX4H8CJMNW+f3T+vVffwT/Xp9W91uVIPV+fjj6bEdq+hMAKvz8Cb76Em929KZphvpzsh77j9ai98ws2P+/LDD7a3kq+IYlQvuLRSb5+Xu47", 
        "xl6Nvsur4D6P8hzAeLcRPvuLbD864oa/Qmd2v+9L6j3hRsu++DQgvgwks76LSXO/dkvFvt7Xxb2328w+bhCKP79VJ7/Dhg8/eGcGvnd9Nj9IRp2/cc0Yv+kP/T2cYqm85kskv3tv7z1tyRi+FpWiv2RKkLxQQjs+UiDkPTiEu75XTUm/B1SYPsp/mr0G9Ya+jr6bv+/eAT9muiC8LWFfP2iU4z8y9qC9BncQv06eGb4JOR4/726IPqbjiz9F+t++SN7JPqB77z92L52+WvQZPhDLYr6ruFA+LBYhP4WrKz6lr6U+fH8gPTZ7Yb2fNgU+D9lBP45eGr8XJaG/U42+vH1vFL7+SkC+oepLPrhmhT1jKKQ+q4TePVobuL5Kkc89G02Ov/gbFD7KaIk+gmytPzYkEL9Q5Jq+nJKkP0sj97xjSZa9zQ6/PReaJT8fH0y/XFK/PZ10Tz44C0M/TGQxPkh92L4F84C/H5KkvkxvCT2oLAY+nTvBvnPp4j6YAPo+XcQsPx4eMr98NCy+97ABvis+3L+WWp2+hKyJv2bgTD5qliS+jf/OvY+pRb93qB0+yJSJPVXXnr7BrHe/2WVTPzkxTL+PSD0+6cYRv9ayPL5NWdi+YCchvzajTD6SpBK/33sjvzwi/LxnuBS/Jj+Fv6lt6r4C7mg/hR5wP1Eyor+OHWC+wn8LPgamjr5MXNM+5GpWvgnVhb45hPW+UvzzvgN3hL8siVu9yZZMvguvPr5eodA96jGfO/p8uz3Wnfw+IGhqv3+LjT3Qyvg+45FQvmdHMD4JlWc+54xEPr92cb9VtK49IigHQKE/g78O82k/GY0hPtz4i79GAA+963e2O6FJrT5FvxE/VDSeviemGD+CsS2+V54EvjW8iz/lZiS/Of5lviHZAr80TFW/LLX0viindr6npbu+SQitPwUGUb9H8R0//Y3TvpO2VT9fiWw/VaDzvUXW5T5G9PS+eBN6vga3j78nQ5o+jAetvj1KTz9gyKY+S5gMP5HvQz2Isu68", 
        "PjXDPRQ0g7+V5S0/JYPdvl0fBD7JK2e+5JsDPdu+bT+1Qw2/3MXovhiaKD9gjWu/QsgTPzBka754Hrm7NArCviSUpr5vK+q98pfqPUR+w7+p0le/gR/Svj6qYT9rhUS/5Li9PglFHr/o6SY+Uhc2vgJfpT/yfxg+RMKnPZ4gj79CeAy/chvgvTyVPj7RvFe9eIjLPkLlt70/aPG990kuv1lxmr/ySyg/OFY7Px5sEb0Oc5U+JCY+P+cGEj+TLwi/8PTevt4Mpr6gZgE9gm2Xv0kAej+KTy2/297tP9Bppb7zWXq+q/hlPoDcab7bGRQ+V2eAPzLijz96fQw9TzB3P5BGKT/mYok/PHsHP4aCVr5mw/S/I63SvI1B3D4Wzck+s3vhvXnbYT+iNt495ZJEP30sYj7G+mM+8Oj1vpjfkL5DRsk+egsjvgXUuj6cCFk/axVgvqYMwD+zDgm/Sp6Vvtuf1j/6c/y+lq61vjYHOL4L9jk/x/Uwvz0sQz/t+6C+ch0XviEkQr4r8fQ+4WVAP7J9lr+r7eS+VAyIP+cbIT4PJSG/o6Q3P9J3kT1L0Ui/5hxWv+v+5r5loJi9OtV7v7yrE7+n7qQ/Ogp1v1OSNz/SSJ2/pLxrvc+c9z6nqZe/WEEWv7skAUCV1Lm+/uOwPkM6pD9/R1M+nkOevb52p749fwG+EhEvP9GhUD7cXpg/XVGQPSLV2L53dDY/JsXPPvwMDD/Dzgo/MlwPP1QHJ7+WCsu/w9gEv0C8Jb/x3WQ/TBemP5B/Yb5c4b+9zeCFv1S/l75aD7K+0TjDOwL32L5MRQY/WGXoPv7AHzwvupA/gZoGP9VWqj4hat+/5jzFPu6pnL6zGlO+CpdRvlZ4eD8dtWg9mrw4vhLt/j6aI6+9XoszP/5zFL+M+rY+G9t6v+Qf1j7DH7a+UyabP+5fvr6PElA/pjskvUSxfL4VU8a+DZm9vf5Oe75yEKq++76sPv4Mrb7Lrwk9DfLSvb0MET7nN8S/kCIFv8586z6YH7Q/", 
        "oZP/v7rk9L2HKJY+i0anvv1xhj5bere8NmpePm4QOL9aHII8KozoP1EAKr+/SBE/snirPtQ0vr+rZ0c/EuXqvfxUDz8Aceg+piGDvkquTT+gkaS+lpFovjmJLj9w6Zy+lieQvhGR777TsXm/JPBOvwUeqr1l1we/ixCpP9Ps977YGoO9LLERv55OBj6a2lM/ERatvQME1L0lPuc8sYCivUR8ab9Q/QY/Xtj4vP8hFj+n/M29cnUIvihGUD+lytG+kGQQP9dUab9vXwQ/FipBvsfVhDyGR9u8j1NMv7lzFj8VGe6+3GFJv4Em4T6aZRK/pK2IPl2aCj77Ozs/Ehn1vgP+wb5CCQG+K9levT5Po79YvNy+2LaLPX85hD90ilC/IVAHP6VCIL/P+wI+wUYDvvokyj8EA9o+xNFGvh4wgL8Xbeq+9PObvqcSLz5xPsE+bmXnPn7ri79Lni++vx+LP5mXsz61gXE/iQcTv8dwvj6wk+89VVStPs4sLD/kJcK9cdxFPhbk9T7gh50+h3uFPXNPHj9wLTi/5AAjvpcooL6jF5I+uDnxvzMua761J0I+FqzEvoCAhbxxFe47FP2EPkpih7+rfZI/S+n2vaK+Qb7awte9+gvuPbj0DrxUEds+l6M3v5RN6D+ifcG+9z4NP8/VMj9khg8/6XsyP98CeD4GuQO+mrPlu/EiLb8MRq4+7U8Sv1jxGz5GYaY+yNuSvoSXDj8LXgO/SlqAvWMiOj+1Qzc/F77ivFkIWj73lji9NVy4Pjhcyj9k3hW9tLOvPqXJ4D8PdAnAL4ClPr+RuD2eFsm+rjZQvrCZOr16KR2/JxsQPRFByb6mqXC+54SIv5sOAb3NWSU+FlMLPpjjQD7Hykm/cVDfvGlNyL6CdHu/gLwMv8cOH75hVA8/G5gFPg2ouL5APAO/XZqavrAHJb379vw92GoaPqPnCMADZDI/U/MmP33SF7+fY1q/GamJPpkx2b4CIE295AgWvvP5D7/JRUy/AehgPd9WDj66WtI+", 
        "k7WWv7CQyT77XEy+meDLPuR0n7/tqQa/+idkO7+yi75Adhe/EDtGPYdpqr1agXO/uUCRvVDMe74anwS8WTUHvkYuob5W+B8+2t8tvr04lLxkIZW/HwJDPr6nBj77mis/hoa0P3keIL3xerO+8QVwvnGExj7m6ns+K2qHP57rN7+vKfm9v2X0PzFxYr5Sayg9U5rZvqGe5D7jUww/fPQCvcFUzT6i1aI9ifhAPYgPNT70Yho/yik4v9lij7+x+Dk9anspv/OBtr7HcYo+Vd3TvkSQij6OfNi+yE7HveyGsb6WA8q+ss+QPjfhTD+hwc0+nwE1PbelOj8Zr3o/wRuVvipwC7+UPiA+G4EGvuDyjb977zo/Pz/wvthNpz8R5sa9fcLVvhplQT4z90a+WyuwPo3HLj/Q9Yc/GwpTPTDF/z6iMpY+tXNhPlj0Mj6cEZM+MsPJvyAzFD30hiA9vFi+ux1D7b3fDBU/yU3nPXsBkD6h9AA/1wz6PhyWPr8eNdU987W4vEEa877iC+I+JTFqPuvLUT3QkcU/MhZtvzbjir68ighAXnEGv73UC7/pYj6/okqwPhgvgL50hy0/B1tTv315az3wfmi9iqi7PicKUT+vXnK/KxURv+wIkz9N8Js+FOhvvl9vKT/kjuM+Vds1v5hpUr+6Ou++eWHIPb5iGb9McRM8qR6fvgKm071hQKA+JHzOPrrmk765N+u9EJEkPwE5Rj+lkVY/xgMKv+B0hT8NNCu9x1haPsm8gT7vr9g9zejUPgFexj7/SfY+SYt8viTxkDuSVBy/roibvsuV4L4H7Rm9VaKBv8uWML4PE6o+vgsovqq8yr2DhZW+v8wMvzFas7+wPHQ/EqH1vYrIjz4DO+G8asoIvtJtMbuFtgY/US7yvvzSBUALkZq+1+A0PzsXzD6/R0k/AHREP305ND8eJrw9j2wnPqRzNL9sirG9cNm8vZqxVj9S9oY+P7pWv+TqeD73EaK+yQAqPh4hVz6pP1Y/Q5BiPMJ8tL378ru+", 
        "Xhx3PHgElD+he8K9Hwg3PgcNrz8MpQfA9HtZPlrDMr4kMRi+bsQ4Plzcnz4Yxde+bH/CPrH3gr6njN8+8mNPv2qLLr4xECW/jwCWv8Rl2D4Zr8Y9KqSRvuv9CT/ob0a+CcoCv5y+Zz7uWTO/h80QPlJBp70+4X69J3aIv7pu0L5ClUc/D0tTPgNMzT1kloK/dMu+vNw7Nj4MKnm+Eyi5PnnpYD/PoGy/pOasvqNnfj19WM89ZC59PTnDIj1v/B0/3cDXvZQUbb/WR7g+jBAqvz3+B0CI2y4+HwgPv1fPpT8fcOG+yJeBPJxdtL+P1JO/4YgMv66Ewj2Y2LC/Tzj6PjmNDcAPwB6+4+YCPw8gUzxOEA+/R33+vnZLSr0HiCI+RgZIPloZOb7OOYo+uhGnPh9iKr+RajY/qky5vh5aoz9PKao9bRSdvrf2Fr7o1/c+TVuhPKcPWD6GtKi+py8RPgoklr4QBwS/ovqTP1/0Jz4fgRc9D187vjyUkb1Q4bs+KCOvP+L8q75+/XE9MgpLPzETdj+TZ6c/kL0RPz5dhL/lN5I+HzIjvhmadT/By/C8SjJLvk4oLL8bt0Q/cWu4P6Roi79a0dK+hbcaPxg1fT2jn5s/RG3mvUGo2T0oWS29UkU5v3gXHz4xfAQ+ExJTvzbsPD/KOkM+cgt1P/Obg70OnaO+fT7OvuICTL6ucSK/c5vNvV8VWj/pIQS+dCc3v1HIhT/xj5S+Lv6ov2B/Pz6fL4G+YVJ3P+0Piz+OQES8+X6aP82iBb5sc4q/Rt2gP/kgqr0QVJa+74XUv4FOEL7l6bQ+5n73vsy0hr3kjbq+ocWYvg5F1L5UjHG/xYa+vLnCvb72tJY+PhjDPrai0b5BmWU+YWinPtNLRD8kVnk+AiqMvgbDEb3JZde+5IZMvl4lUz8Z+9c/WimXPkfhc72wFbC+UBRWvp8DmL7E9/8+WjHsvU4X774UOt8+zvUZvo5q2z4AE4y98zeoP2gTab31t6U+Mxpzu10lD7/V2ey9", 
        "7inwPSfWqT5Rjr2+4/+3vhi1wD7ykSa9vLW+vnx1Mj2vCQ2/3W+kvtUwpD9Y/2e9Xe6kvgqlor4/KUc/5U/RPRvNp75eoos+bN0svZGGiT87ubY/m6bkP+RVxD5PP7C9963qPanCXb4rTsu9hh8ZvwgH075wpxa+lOqkPh0kbD4REbG+65oLv7mIPD92dZU8l3c1vn3ch79bo+6/y0OYP8Ggib/AffI+TB67vcd7sD/WBRM/nKhNPild1b2I9By/l26VvcA4iD3K9QK/rOeovkax5L6QMZg/F+Fdvjrf8j+mTjM/hQ4Av64eXb7pjPY9Aib+PSTJwD5Ulo6/aN7lPfPiKT5pT4e/MR9nvj6lXD5+JYE944OBPpPUFz8R0ye92RroPhgxPz4zuiG/YV2iPkZw2j54QJC+69UNwG0fIb7opfw+dcodP0f97T5/6C+/Lp9QPdHhhb6hT3o+/zMePj09JT8VkR6/BcXQvSGSPj/fMjG+pJFPvVp7Ub675RE/sUqFPJkvaL+6LgU+YG+7vvghFECK/Am9zyoYv7+QoT/Zm/K+9vLqvT6VpL9+a2u/73NMvzsLm74nXnu/mb4gP4o8nL/wUnu+Ur5EPv1ASj1WODG94uNBv5cYt75jcCG+jsksvZ67/z3tZHI+srDBvPJxBL+QbW4+SjWsvh/Biz8v+5g+Ko/YvisGuj0k1pE+69yuvnM6Jj881zK+SiiMPHV8vL0fqUe+IVdpP+hbhT6FNzo9PvF5vtfDbz4/85I+wtjzvfcTVb9Ky+K+b6IjvW8hkj42lRy+GPzWPvKNmD/bhgO+KDodPLoY+jsnoLa+sWEFvtSUNj9N11s/EAhJvqvi8L6s9Iq+9DDfvgyNvL5iEDW/VeSQPuJBlL2SbBQ+VKMZP3Rprz50roM//t2pPtzCVb740ne+4k2Bvi9itz2TYBY+ILYZv/tv0z6S39y/BtuavjqkQD4VK5s/ashtPVvY3L4PsxS+ChaLv2EiQ737SAg+m10Wv8mubz4QXQw/", 
        "qs1TOn+mgD08xMm+pGzJPg9e9b1mmcC+mgTrvobXfr02fCA+pe8Cvn+3Cb5RJPk9WKSSPdnXGT8BSN+9hc8RP9Z3OT8F+eO+xDyTvvonWz/FaYi+BqvOPcwqGz+eB68+nNpdvoYG875oVBe/d2KnPwnj6r77vZo/q9VRPzDP277lf1q+4qksvtTEMD/uyPQ926OoPlcljr4k+pK91iuPPk5zFz/kL6q+NeV2vv2TOD7/kSw+48q5Pgw56r7Imtk/8/UCvRfZwD+bfca7OQOvvpoeYz7MyCK+wZUgvkMYA77BxQ6/5zV1vAeVjL2lPJi+X/aoP1FMnL6JXgy/DPLZvDuycz/NFxk+qMouvlbJHr/yAI4/sxpiPw6dBT8LAWq+89gIP+X3KD+NBr++vTTXPjqYcL0qtEM/jz+AvufZOr+k64E/AzvGPcD3Mr6yQFI93ZzzPrJm271b8im/3sTEv59iCb8Kzas96aofv9vCiz16Pdw+uuHGv3YhWL9BT+Q/4mGWPx0Tfr4C17c+dbanP3ad+74cqQY/sKmNvgibBr5X8c+9xC79vrZIjbyHw6c/w9HhvW4x6j/zmhA/iFHPvrd+uz/x11u+8A4SvkhE6D4cWlU/9P6zP3puSD+dkii/s/ghvmfLLr41bEk/o1knPOQxn76eiGe+7f8jP7uKwD80y3m/hl98vl/zTD7i0qQ+xsb3PpNiTT5Sp+8+aGwYvlDXZ7/RCI49fmAFPjVcEb/67pk/HZ+LvFMKIT+d9q+9DbbBvkvmQ798cLG+O5mEv3Xtd778J1M/mtVQvkmNHL+AiAQ/cWl2vvGNp78pfCs+Xq4/vpT5nT5klVk/aTRHPtRuoD87zCI9nQE6v/Mckj8adZ6+O63vvaF7579BQgk/9e7IPEqUJL84+Pm8CS51vuAoir5iaeC+N/YOv1Ed7L0x4lM+bbpZPb/2Vj59jKS+RSkkPXadVr63+w4+d/bEPpidpr61yEG+GxnEvtGVwr45fjk/MDaVPya11T5U1ai+", 
        "hL4vvOasd79pdwa+Wz7bPncVQj4FCx++d1glvpJKdD/CvzK+54JrPg5Ryz4EB0u+qoC8vSS7MT/1dwS+FZsFPEaz8r1arJy+jpZRvtQ4hb6mCVq/mUXsvbX8Lz5HRR+9r8WPPgzK8T7iz4A/sLsqP+z34b0jqRq9CkanPIk9Fj+JctO+PtJnvTGi6T7Grpi/yIkXvqNUgj6TNpU/uIv1vno8zb4kDYA+dEGLv2CfLz5SNB4/D36Dv1urUz8UCDE/Myl8PqhGLL7DUY+9Cl3fvHctwz7+qwI/tTE3vnUOaz/Vde48hFdsPnqln76qtoo+PRgqP2sWAb4Y88K9DIJwPlrmwz6aQtO+KP45vkrkEz9mPsS+4qatvpqL+DwUkKY+RBzjvqe/6b4Ncq2+Iy6EP3gFfL4CHDM/PaKBPtG2676GJ9a+ZFIXvyIa5b/AdiXAkgluPlFkST/7B+O94wFfv/46jb+JRZS+vVFCP69LGr7YZ2k/zPIJv6Ijib926Tm/dTd1PrE1Hb/Z3NU+19Rrvpxqfj67l0Q/CULUPnC4yj2Lde8+TQetPrDWAEA1ijs/GouHP0DL974FlWC/Q4pTP2JyE78uV3++dLqLPR7iyb6/M6K+yAOKv1y2LT693To9NO5IP8bJKT/3E4M9phuqPkVWzL5biyC+IiD7vaMKi71c1pq/PGrfP1lX577M1KE/ftJNP9M80z2+zyg/w6beP0QpjL772w0/r4Tsvr/BCb9bt7g9YmwZP725Pr7+cHc+ldJCPtFzgL33juG+pcWpPhlUNb//eg8/C1ervoB1UT4CSDO/Fxq6Pgou2r7hElg+Qcm0PUWRqL55GVM8wnCjP9Moqb6M70++JpUlvxVLL76jh4C91TAzvqzxjD8NpfK9G8VfPxiLiT04fyU/cxiOPl63Jj0XIX4+41lkvTcEWr0ZxHi+wW/pPp+ls77i9Iq+vWlpP51Ntb5Tg2C9YZmkvlwx3r46hpA9M9ilP4y/ur4W3Y++txv7vaOCrj4juwI+", 
        "BowKvg06IT9qdUM+BII7P8a0oz8/moQ/hdtJP6DRGjxzTBO+0wImPVndG75Iegc+J73TvtGkSD5PAjU/ul+5vX2/Vj7padC+LTNFP66l+D6MluO+tj4Sv+jHBcBXFKk9MTA/vy9k9DxpJhm+lW2bPxsiDT8nszI+Qg3Rvv5SYL7INMc9dD6GvvtMaD1FIvK9AmOVvpR5fD/YHH6+Lq3KPwkS/j4eU+K+DPYcv+lPGb702Eo+2WsHP0WDbr+zT4Q+4VbOvvqCqr7fzTs/ragOP21JsD6+BjK/r3z/vUIY4D5kHhW/jvWjvnxZ2zyWJ3Y+Ff0MvKAhUj+k6xi/82DSP+EU2r1BcJs/8W7gPnkxYr+uF94+rnEkvqP0X744PBW7TJwOvW4q6rzmZG6+7qwDvsUGjz/ZMKK+wfjjvnNFI74Kous+bkaOPRE+/T0+mNm+s2yHP8+6VD8Xnu0+0dywvVl+QT/47gU/YCTQvjS+Oj4NShU7lxwGPzu9KL8sCEm/9FeFPwV/qj5iHuK+uU74uwcSAj6XY3Y+hvBKv6ip5b/dNke/rFnXvUHsf7/e+/Q+vZHOPopWw78eGR2/mDzJPwqQiT/AyZG+WLtlPnw+Cj8h+m+/k+/dPu9iar7BKgk+5piHvc+YLL/GyoO/4K+pP5gBrj47Ot8/9RmEOs9UCr+Dw8C+8ATtvoM77r+cw+6/i6pbPZEbsz/cQYk92KWXv7x0Hr+3WGa8924XPm93qz7rnxI+pAKVvwmQ/r7ESyq/JA+SPxqftL52Vww+Bc8ZPyyEDj/FffI+5Zo7PgW6gT6jvsg+S8LtPhyn8j97YWU/wicAP6xUur63WAW+co8XPy7YBL/BsIg9lmENP8g10b7jtkU95xlivwICjD9Ptqu+1ew7P7Pxbz/YOqa+qG4GP54UEb9hcAe/NouAPGcLT75Asni94KXqPzQlCr9+v78/ALv5PkpVGD5sQG4/lYufPxuU1b6y2sw+9be5vswi/b2Kybc99YpqPl32pb7Xk7M+", 
        "TwNLPm4ZFT0aKOG+kg8KP4T0ML8QKPk+QrKqvh2iG72e6y++zG58P+pKM7/A+eA+74QzPhlrbr0NPrm+HslSP8kf7z2W2gk//emwvZ/9EL6LhIK/4GAYvxtLor7WuBu+Di20P++lAb8yr3C+iYkDwI3ghT92eOE+JDYyPjEHaj264gQ+Obyrva4PMT9hx+W+YMCFvZ7JfT3TUqM+TEXYvjtWh755TzI+rQ6NPkZ2WD+huQy+lhSzvQZJIT9iGZG/1vv4vSBQur5vs2Y+aBu1PbM5K79nP+2//sB1v5RVYb4H7xC/CpCfvpZZ3z9UvYe9v0wbPrAYo72/Z/o+rtUXvyRMWr7RUZS96WB+vi3uQr18Ct091DFmP+j/Lb5TpoM+YzWjPiqIbr9GCoI/t7YoP4obj7/NQCq+TF7jvgyHiT/YgXw+LfbgvIMS+L66N7i9C9lbvmzfED8riUg+OhkxvmI4kL8vrQ4/DEkLP7thtj4telI+IBCqvXU9hz/GCOM+1JAov+DxAz1IGsm9Ag8kvFo8GD5A7XG/89P1PpCB3z9z7ue+yrxVPZEp+T38aRu/eWwuvr9SG75kRmI9DBMAvNOKb78VAwA/e05FP2DrlD7Guok+n+oaPR4euj7fu5i/0VRmPjRPwr37nDI++0fXvkgtOD5q1O4/T6NSPIQO2j7nW6u+35a9vdw7x75YHxm/dyhwvtXqsr1rx/W98UI8P283Jj07zTM9c9+0Py/fwz7S7lg/J5HVPkNiYT5DRR4+rLAAP0lHXL/wgIe+52/dvn3RUD/mh7m+muPXv45E7z4c8Ku9gSh3vp2bmj+ylCm+vTkWPixBRL1BpwS+OtbFvN2Y5rxvx/a9gXtvP4Iycj7+0ZM+lC5hvg2On7/zH8K+M5DIvhXAhj5iues+Pgy6PZ5wqD6FOwTA5wFKPyVo6j4bbLO+3u6EvXsnjj+Umkw/MLaHPn30jb51VHA/uhMDPoldpT7UOo2/5xcKv/R/Or7Xv7I/ElfsvdajWT8f3AQ+", 
        "55QGPm6ar779LV89Wz4iPoH3Kj+63BE+AZuZvQnNH7+JfgQ/2ASAPj5mWL463xO+JKTXvkCHAEChgqM8yyyDvgKJsz5dHYI+SC71vnHtjT4rv58+K6yGvhYh8j2UjJq+fkdsP5/ULr0Xrri9lfn2PQNASz+9rRy/jR4IPqQJlz27PL29WfiBv2BON76fkV8//vABPxL4Qj2NMKE/y7F9P19rKz442b2+ucJrP87ZjL3Tlk49Zz5wv2KaJ7/OJYg/TLAWvk02cz+PnM2/hIhbP4Hvkr5rKa8+BvcmvM+EPL4Jrwk8+2KPvp0utr3MDCM+zorFv/yCw76Ebuc+Jn06OsJCGb8um3I/FpoEvq4Fib75PS6/pHlbv51Kob4BYUq+dpdbP7XEx76Mkq6+pmj7v593Qz/5uZs+yLacPjrEI73ZUkg+2XAJPxEeGj+cOum+DbBevrtzET9Gbb49MTvHvmulpr4oZD4+0jg5PhjMfD6cNQI+thkzPrMw0D7jy2u/FirVvQaXLb5uTV4/Ctovvk8RSr+TIOK/UXGGv+bCoD42/oW+14VQvTIo7z/MSZy+fkU/PsPMaL4qPzU/44ZUv/KMw766zMc9EBBjvhcH0ToQiQG/xZdrPw55FT2pXAI+4l4WP4bzsr/Z1SI/23N0P3Ynxb9Hd/s+RVWrvofGjD/pwnQ+q7w5vuxsZ75g+tQ+11sTvowVsL7qJR6+kS+fvaZ0UL/smXU+8RtlP3/mzT75i6Q+YEZOPRWjLD8Tx5E+g6OPvZ3lwD38nTA/HmS2PbrXez2j6aE+nmLfP7QYQb8TIuW+wnLDvd3vIL696ZG/snCjvYr9eD+BYZS/AIvKvScKm71CZSW/NBMCP6BLpD4zTJ+/DKX3vksntD1p2aK+aBtqvqcroL4wI8u+6zNwPtHNQz4Yvw8+2UJ0vmzREz974Vo7guBVPmSKIj2A0g28iw48PhLjAzstD1I/riCPv9yqNb8uy+M8nc8JQFKvf75EABe+Ela/vvQsHT9QBFu+", 
        "bkIgPwiUpz7ehHk/1baPvUV1zT4fZoc9wKakPsKDTT4MNqy+fKyiPDRLTT5hz5u+9cpqv3vxh7ze+ci+XI9HvsQjdT/r7ys+vrtuv/n6KL+3rZG+94y7vsjGr77ysDK/tP2QvmpeXD7gu5C92+K7Puj3AT5ijf++llVpPg5RTz98DWK/s2AGvkaD/L6NfHc/vS16PzQ78b1ZGLo+xwK0PVz2vT3Wt4+/YHM8vLzNGj7MSxK+qVhrvwO0Cz//t5A+tFRmP6KcCz77VhE/HOB9PkDmy7uzlJe+rtbLPrOOIL4jLTc/xTEQvgSLlz9NnkW/U+j7vUi/xT4ACzI/a7uGv1E3DL5R3U0/02pJPtayGz+sfA+8HeiqPSF/fTtcY6G+ELuPv1nnfr4TaPA+RewuPr4kmz7W9Wg/TZnvPpHqaL1LYWS++cewP+kXRb+uLnK9O3UwPswYOr6/49K/qj3kPdKBZT8ahC0/VFxmPrWe6T4nxbW/U21NvDncJL+sXJI8V/+yvl18nLvdLm0/FY9HvsAqGr7LcNm+wrp7vrxmhL+/iRO/7kAMvxFmyD715ta+sezFvwAoob4H6c+9iEKjPkZ3JL9Pot69a3IOvu21Yj1Lcpe+qXdav7GAqT7ozb8/TGySPtAN3r04atM+Zc6av9Lmqj1oTg2/XLL1PEtYBj5LUuq+HUdAPm0KsD+N5R88C0MfPzzRib7Y/Kc+s8l7v9JiAj+SXQo/ssMYPybkpb+c6V09yjDdP+D+sz4N7BU/RtWqvv+fTbwEUR+/0vO6vqyaubw31i66znCMvvsiHD/XtpI+89MjvSoroj9CLh4/e/6EP+Wlrz4bt7o+wn7EvqnXpj7w3hi/RVPXvm1X0r7HtXY/QbfavsvHur/7TIG+LJRwvoc2jr84jLs+MqAVvpEkgj7TSj4+PuRWvvG4kL3GhrW+P1SRPgZihT+R1qY+VGAaPuMotL2SOGi/lI6nvon7p76rWDC+G0vJPosGF76uy98+/SzVv8YlHD8pAqk+", 
        "RlgIvso1Ez5U1Jk+Td43PoDphL6Uy6M9vaGPP3soD7/8Pci+dcAkvlhYaL69R5q/DYYTvb88Ij86yii+7kydvhKaXb5SX6e+Z9SVPhIckrxSkIm/hdwGvyfnEr5BTWy+Nqekvu8U170GF1q/stvXPuadnz6miiO9oS/YvoZFDT6M9kI+p63BPrvY1j4Ojte+2pDmPl3Cez5tupQ/y/KVv+0P2b6aEV6+I18PQI6efjvzUPY9g1ZWv4UYLz8mvG++QSKgPgm6Kz6iBOM+2SiUPiH6FT5KNCe+ea2jPizjGr4NGy2+m+eBvhH8TT5NGDe+00oGvzF/Tz5ahWi+SEszvRM2oz40B+s9URVnv/Axtb4VKJa+ax/GPvITAL8Lxcy+fuTmvT3rrz6gvKO+XvxAP1OBmr1/ooI7YpqVPjVAOz9VKHo+OXtRvj5myT6ltgc+vGzHOQVALTwz1+G+DVq9vCbGJT5Oa1w9ncqKveKxNL+522y+9dTZPgGd3r0hfee9jjkavisD+79Uc5G9fKtXPiVa+714QvE+WLQPv7kqc786tBw/IBJLvuwyYr5AeFE/RbIPv+S2Yj9zwT6+ADMpPiOyMD6g/FE+X4KaPks7Zj5AoG497w9lPyvYv75AbzE9rp64PjPWgL8IAsa+NUKev7BKzr6A8yO921F4PfACr7/E1lg+H8sWvsSwtL6Un6G/GnIqv7mqLb5s74i+eFgNP4AYXj8lhrQ/OEYZvxx7Ub67RUo+KOp7vnTsML8g7w2+Pq3sP5l92j4486e+rtsRv7j63TzdHRo8nOglvixPHr67hLq+QRRLP2A91j/a0f0+kHpEvr1hF791vAK/zxmKPrUwrr5lvVK+d728P+rHND+R/aG+lG38vO+Qbz+444M+UCfqPr7xjb/znVy+iHtBPSSb4z8Z5f49hV4/P6kCXT4RWyA9/crTPIRliD597Cs/a5LlPuuhf7wQ6+I9E+ewvzBGWb4yKYs9XSlBv3xzJj3UJcq+0RD0P+VzQL5igVe+", 
        "zho1ve0v2T45NBK/0xwUPvaYLT8oWuQ9Qur4PiLIz77KHXU/tP6rvFCLvr2wJ0A/ZYg+P9/wYr/PtQ8/ZDXfvditQb7Z/Y6/EQsjv1MwPD8RFeI+svDnPlbekj9hBpg/h/VUvt8bp76N90Q/qe6sPlMBFb5fd4C/MGEOvx6cUj/+0VK/pkeTPz5xxL8225I/SgnyvvIEiD7RUDi9yUqMvmYWj76bdKm9AbLAPjXNHT5aHZu+7M2mvm9Eaz65VF4+P8w4v4qfPjzjaSO+NqA8P4t9vD+82k69h3mTPlWLgb7bjrU+VLeTvzuXC76VqU0/GZGiPqYloL/LkiM/kDu8PjegPj98fAg+X+GpvcpK1b1D0qE+aS98veWYjD+kQFW+zMNVP8YFtT4hBZc/oCJTPkNjp746kN0+vgNUP4lmmb+ODZG9aEVTP+kcAD/tMvs+uQxIvhv9Mr6PB7C9jqr3vvPgVb/4vz67E8TVPhEnAL/kfRI/twpPP2udJj8KgrG9ABCxvV15tz8GYl2+bdEYvifVDz/klnS+0cNOvjjr27wNWQs/AHJRP4L9hD7x0rk+ria3vxMKmr3amEy/pvEmvRBfjr4acMg841WNP1R4K79A0dq+F1jNPb1mGr6K4ZK/ntAbv2JjBL9+Q5I+NMOnvksAzb830de+/SKQvof4Jj6lEP08TskePv75iz5MG1W+d/lVPsgVyD5bfA8/MGyTvQVHAD6EyMi8Dp4wvVoSgb+PMbu+MsqlPHD+Yr6pVgU+QWq4vnfq+r/gZpG+qowJv1XdqDw2tCc/MotvvYM9Sr9NaX4+cOyfvuDuXDwZjCA/ulQZP3WYmz/RYSu94dD0PmUFCT5Uh64+aUY6PmyLhjxOMSu+b2B+P9tBI75zcyg+YplGP8/iXr9dMau+irsXv8d6Hb+/24C+3cGUPn5Y3r+2JxM971doPVrTzT7r4Qm/2Xalv1TdzT3K1KY+UR58PoK0Iz+OncE/k+4Rv0eDKD7kHqq+gHMTPibeT7+sjcA+", 
        "+4vAP+WaJb3kYoK+WyAov3uwyT3lcbQ+z0IkvgcaBL94hW+/LeZEP98DmD9MHlw/XI/BPWmdkr4NqyG/AxIWPw=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "6IK4PvZEGb7cmpO9YzFYPgvTLDxedgm98VBiPJ9vtD37cwA909nCPWAF071drQA8SiF+vUloQT70Rvi9fa33vJ+shz0FL4S8sfPRO9Ka4j4EHlK+aJI1PXVM9jtU2cy+JQGyPBdb8z29LNa9ZiZbPo92s73Kyec73sLcvSwi8j1fTcc9ge2RPe5JaL3JIT09eF0ePpRXh7zNzgy9Ldx6PjkubLt0E169ICHCvcb5AL7jh949HzGOPTB4Br4doXS9+ttKvdxygb1G08A9U8cevavxYzzj7xI+z597vfKuZD708Zy+yV9Lvh88Yb3pCcm9A7wAvfT+mT0IOMe8vaGqPWMOCz208Gg9okl1vn3Bjz5z/9s99lQLvHqOlT2nAbI99c8mvdF+Bb3kixy+QvSZPFRepT1v8k+8UBhNPipLtz0="
      ], 
      "weights": [
        "f3X5PnU+fD8hgQG/GNHXv1pPAb8u71K/x8XsPvgKXz997me+FNY4v385Pb/X6lw/tcSmPoDOlT0AJhy+6qqjP7ds1b1tS1Q/RXvTv3xUI79PVOo+v3uiP4XHtrwoVbG+PWZFv1H6E8AMuJY+en1dP5H4m7/vqMu/JVudPTwO9b7FoUc9XkGCP745xz5NZua6CfNTPnqIjj5p7Mq+f4KRPhvepD11VJA+5fsLPwT0FT8ja1S+NWGtPU7xjL5nLpQ/4v4Tv6Vurr+B9xu/FiMrP6y3IzyJJSc/NK2Evv2w7DzwY2Q+hzOPvqoDZD2Npv29RwW2PoJwUj+I/q4/2BgzP62Qaj6ddvG+DIVav/HwlD0VwQm/cq8QvepTGr4dC0i/IhPHPs9s271TzIA/Z9MJP2GZAz4pfC4+W0joPp9Oxb+Nk+694rrvv6ydKD8ISUW/fCjOu+8UPD8q6Vo/Di87vypUKT6FvaI+CR5EPokG4z7hhwq/wXMev3ofsL41xRc/w56XPyNhLj8VUJ+/vnPDvk11AT4SOYg/qqgVPwCsWz49LK2/TjtvP0kbebvDiwe/1tIVwPhbU73J34a/TiRuPhi7Ar99K4A/vTuAvqRuJz4oTyY+SOZRwEZtDL9g+dC9CDkPPwsPAMCsV/e9d2RSP7VUqr/BsWE+x+T1vp9R+b4SNS8/XPgav28vLT9L4Cc/G36DvyC4wT46MQY+lmBoPhbFoD8BhLC+iOTHPRzAxz9dVcq/WjqEP8uoMj+tRFy/NR2TPyUnHb5Gh0E9ji1Gvqz0yb7B1QI/FNREv1QTIT8kc9a9Lw48Ph+SKj+QZ5y+/1g2PxdKID3mCz8+/9yOPn1lHr66J6e/2oKUvxoIx77dy6C90SvwPkIqrL47rp4/9Bblvn2zVL6KNl2+ZASTvqkP9D7EDke/cKulvkDdUb5e+aE+X4ysvp639D7JVks+jrkeP3VbiD4+wnE/IBjJPiDrlz7qc+I/9hrLvtdSbT7Z/6y+e/PBPobMj7+FVYo9", 
        "QNs9Pur2wz0UpMC+bfMRP2tZzT11FJi/t2rJPqEuCr9GrII+dXv+PriHJb+9CDi/H9Mxvjmezj6ov4c9s4E2v3F4cb/KjpU+iDOpv+hNVD42FHW+PD80OEanHL8RTt++9TBYvnl1NT6a+Ve9zpknP/D2Fr8RVnk+bejyPilUcD/XqIq/XveuPtUJcD55mjc/x6MDv9nA7D7rlAq+CADEO29lMz/aRlM/7FkHP+capL4J0gW+kOb7vgX7vL6Y3W0/3M/uPn4vaz+qP+4+owIqP0VVDb5eY/09XawZPjPZzL4kYgO/850Avjw/ID22uh4/ndT6PZTTQb68gW6+lPryvgn/xz7CfgA/QIzXvguj6D5Fgtw+WwvHPgnPKD4QbhI/QXEGP/JMub7OEsY9Pb46PrGQoT4zJa29tUEIPqQ4ir1gZFI/XhxZvnTTpT25bxU/NS23PRcmML6fMcG9R3XVvgKrFL7K0iq+ELKrPjNeiT2iPSE91S6nvtO7Cz+2IsU+V+gOvuKgt73tog48p7gmvujBBT8X6Pu94QHZPmVwsr6ZI/o+TLW+PGROVziR8li9U1JcvYxjB76ZEh6+DK1FPUOE1L5RAn09RXSyPrpNjj3ca/O+frTZPmWqmr3l+QQ+10vFPqjtEb4Toyq+/JYsvpLA/L1put4+5MtOPk+DgT4I7ye+NgIkP8yLlb6Dfws/HOk7vurrij7MCYy+M2hIPbnLOL1fmAy+NEUMP/szg7yindy+IBD0PoeccL/3cjm/3BZJv1+nwT3XJ+8+40UUPzAS/72u1zy/ViAKPdLcD785+lc+tDtBPpKlSj224QE+rPgRP007gb4tM2Y+6VF3PSiZ4z38/1I/j94+P6QZfb5amme7GVVwP6Idrz3f/769XY8Mv2qCgj5+jIQ+MLtQPgO4gr5QegI/MOeTvhLq/rwqDZa9tLeJPpDqgjw+eQ8+BTqnO0TAPr4ap7S+dZVwviD3db5ibmW+woHGvX3OKz4e+i2+eEpqvlkSBj/ASF8+", 
        "tDNFPkk7jz638e68QHzivVypQL14pas+mPW/vq2iTj1S2Ia+7rhLv3c42r7kp5e6u2sUPob+/TueBCu/PFVfPqjSxr7QlY6+QNfFPR+ONT7qHfo+Qg3APnW9YD+xGsK9UnYRvi171L1oT528Ky5yvOtv+L5XhMK+0RyBvm0Str0yg36+rI5VPvWCrz/fXDw+YbYZPu3s3T1v6EK/GjiHvK1RHD0hw8M+wZGMvT6GgL+0ApW+QpejvArD1T1dywi/diauvrFxUz7oy82+WxnqPdxCtr7jB4A8TceMvljLK74f4Aq/+VK9vb96yL5a83W/pOLIPsxjUr429Bi/yoLrvvYLrT5RPyC/dOutPhzQzzyIEzq/AbZXvZN64L6BJMo9/ih1Pf43Wr7S0ta9UFEKvpznib19s0u+y1ZdvqZLw7741iI+FBmxvvpkdD6oiZG95EnlPf8Yuz1qRko+eSSZvghHJL2qyGe+cgGSPZvR3L5LqeU+Rn3BvmpgTb5j2Ng+rLWxPj3f7z7rE2G+NJcQPs00Gb2ol7w+foPePgpSVj5e3Nc+seFuvYalfr7U4Ic+9NJHPkTxtD5NEhG+P3rwPpEJWb4no0o+7PwbvsL6IL928kU/c0pnvj9kPz65QIe+pLpFPl3nzL7nb40+6WkSP5ItEL9MCii+kMsZv/lUiz6UuSG+UNNZPh2kxT7svhK//L/YPWqKfr25JAo+Mj63Po1cmz2LCnG9Ec+qPWfmyz4lPNY+GoWsvaNUYD0bAsE8shLOPvbtPD3eq/K93grtPhefqj4xVOy+BkIWv4Y4Kr3xybM+heTFPmvZu73trsW+MYYGPo3mKL7moH4+YBWhvqbgFL7UNxe/QsEQv0SQir2nj4U/22gRv2DElr7hivM98hvNvqbS1L05I72+CQXFPQDGsr5oRDY+OnnYPdJWKL5VIiI/Ol3Bv8aGsz7HzjO/sTblvq09ET9QX66/+SNePYe3sD6e3T0/u62Rvok7cL+3GIy/M8UMvg28qD665hi+", 
        "YKxPvsS0Wb5+8zO/O0M1v3LTqT5jg6g+YfYoPWlnHD5GVty++S0lv+GnED9M1Zi9A0Vzv5OCPr+DpTm9qMgQP80jPr8yN0m/2TjwvoKUJr/eOJa/49u4vkIKg7+EYoq+ni55vQbQhr+CjxbAjvKNPHCWXb+QENg+ytxLv99+GT9sYBG9zHCIPo8yXj98DzC/3WYNv4DTHz9BTgTAELk3vy80ur4H0g4+sfZBvg54Jb8ysJU7ogH9vj7zub6VJE2/5re6P0PD1L0TTIq+kk4TwOWMiT2I7+e++4Jdv1nzHT0JSEY/HJ2nPlhRYj57DRk/Jn4DP7AEID3yyC6+MnsLPk+ZUj4XARy/yc4dvrFvkT6q/dQ+0UcfPyIWFj/OLvi8gPnGPYupx74bVlq+i5NJP2hLXT6Qj1S/lIEFOCKnrj0nwxy9paexPnuXnr7t+Wy+P8xqvgY79T4PP8u+Wk4JvyWWYD4Zmrk8cMW4PVWjDD/1a9A+IsS9vWtgML+CuZC+q1LAvofIv76iy4E8u4vKPdfALT8lWWS/aWDJvpPUR71COdG+tiwbv7ARnb4GqUq+cQyKvVdJiz6ObYE+Y2UrvxS8VD8yTWC/pHvSPTjtlL5TinK+eWJsPt/1Xz8V1Ra/JySAPmCAAz6iHku+wzY/PqUlNL78KKM+N+yAPibWLbmw5BY98pw4Pwrb0b5v+JG+m/OdPoaxab4MctA+ikfWPbygXT5zGZ4+d5voPryq476lkMq+A/3jPaU3rb7Pqkk+FuH4PhYXTb+V/Dm+rTxCwGi0Vb+55GU9c2dRv7Q2h7/DuV6+Kjh6PwR6F7+8eZw/cHZuvkenV79Q44U+aVXTvzO5r79UqS8/4Vo9v+vhvj5vC4E/wyLfPrnb0L78oks/LzKqvvsmvj/29Js9r0L4PoeLEEADQbK/7BTGPKu2Eb+FFbE+LhacPkcfZD/GrRq/syIlPoHkjL/vWrE7XHaHv7NEt798EI09TKSLPzthqz/ghoC+1bzWPoVWk76/JdU+", 
        "rE/wP/vrVD+2snY/sts+v9Fo+72fgsO+Q8yFPizxrL8YrRU/Vvg/P16OMz71Gxm//wuGvedHUb9E3OQ+FyCVvnSOuD/cY04/GGJzvKIYx7/DNci9nZv2vmiAVL4AKeQ+GwEAPLxxoz7LJPi85OctvB9imD6SpCTAjGMXv8QI+T6fUwS/j24Kvla4l75rPQq/M5ZLPslDxD6M1Jq+2Ez6PPBJwz13aLm+yzQnP4s0gj6qt6g+KCbBPps0hT7troS9pI3aPom+Wr+5Dh8/JSH2vuJKsD5nTgk/DGkyP3GbjD4AnJO+LK7XvY7chT42kJo7YWIJPgCpI78AfQ6/EjzQPt6qNT6GTXs8LyeNvp3iMb48Z84+arMQvWwu+b6O2UM+GaTHvTYJjL5pefS+fzf9PSbVfb55+Rk/iLQyvsSayL7dB24+1OBEP03Ror4o/li//J4tvpL8v77F2fK77IVxPlVXAb7PZIU+WE8Pvv+E+z1ksBE/XIQBvq9P2z0U0ce9MyBDPEKgTj+Sc+i+jp+rPhoeFz7UzWS+o4RNPtjzWr1LQoQ+WTYmv5FxIj/H3C4+mWcuvbV7Oz/mMQY/69QGP7DTCD5SouW95DTBPXKClT7eTfk+MIOZvnhBYT4/lsw+14KXvqHweD7OFHc/nwL2vpRfg79KjaS+OsL2vmDK8Ts49+W+ydx2v31KbT4n1XM+38sbupsz8T4+CE8+i7hYPlFJnb7qW7Q+2OUsvpDR170K/6E+YM30PZxkMT48rUY/p04fvku0sT4J64C+ly4XP1JeQD9d/fO+zJr3vso7sD7rYP++rbWjvY+3Tz5uYsM+aRHWPZ+R9T7hofW4PnXGPROeXb4wsLa8VNFCPv2bBT/+y9A+FlRRPy+87z2k51s/KT8UvJ2Hoj1kCmS9w+AlvYWbzj547jy/QUCiPhxsFL9fYmg/HrqpPmHSsL5eC5U80YxZvgY+Rbyh9zA8driOPfuvWj1Xl9w92EZAPzQVnL5bfUs/j50OPybwED6SY2E/", 
        "wbgPP48FuT1L2Y2+WYzePsfY6z7Vom49YR4ZvqDzLD6tfBC/cyQRPrLy2D4xQRk/KmMSP9i+szwD1q89VCGNvlqTrL5QSC8+Tur+PmD0tD41LZQ+1JtwvoFu8r4odeU+sa6XvsR0vr4gPvU6Yvd2vTNlzj6IKUS8dGIWP7LN1z5Lqpw+uXcwP2pQIL9PORs/OkHGvk22yr1j3oc9V3w7vepNcz731O6+TcduPvrAZT6nzFe+fHvbPhH2+j7bsik/cGIKvnbUlr9yMPI+Xccavou88D2s4ps+/9nuPQ9PPj9hbAq+Q/YNPuSO0D1czds8EYEPPcCJi76cC/K+2qCfPjYKmj7bZ7S7cbY+voac2j6QYjo9/iQ+vgnDJj+Phq48yD8AvxJ0Rz5Pvzw99Y21PsVKkz3Pzac+PqsOP6e+Rb/uIU6/fWKtPpYMRb8SAU8/8++PPRZ60z6Ehyq+DJ3CPvSjgz4pUZ++rZqpPrRGRD5eEZY+pXCqvtXVPD6dapE9g0aWPvBZvD2MNrU+YyPSvlTjHT1b7wW9mI+sPRgF2T5GAww9oL9Nvj1mIL+sd1I/YosvPjmipL6Dv6y9a6zCvdxOXL5F5Gc+WAofP9Sevz15WJQ+8DzVPZA8yj5eldK+qJENPz0l0b2+RfA+8D3pvSK5TL5y0g4+dqxXP/AIbD4MV+I+ioLZvdV7DT1KSY2+9povPjVIIj+PI7S+ioNlv1ItWz/5Ox4+7rkOvgjXDz2PLkM/uPqmPjvR3LyBtL8+DwTwPCTzZz8Pe8O9Fx3HPXmXZT4iooq+doxHP7mvor5gAVa+wJe8PQXXpj6CSO697g34vhQtuj6A0RI+7FmjPtjJOT7N2gc/mE2lPKV8eT5L8lU+m24ivQt+4bzxwqk+BWuHvcovGb78G9Q+CWISPg8AcL3csIc+ETHdvhVZEb4OwLQ+0BO9vlO3Yj5geQ++Rg35Plb74j4pNbG+IYSlPZtnqj6j36W+60ojPp8gEb+psg2/g2w7vwE3Oj7O4HA+", 
        "hWP1PirLXD9aIXm7Wui+PrGXUL2/Uy++sJ3DPlWmnr76p0u+cRAfPVOmrj28iAe/6nQbP74RY7/OQ56+5b0Iv/WQtz1aNjQ/3nNWveglkb5VGTy/xVIFPrBzqL4W23+8dJXlPsvrc75VlAY9ZizKPtAe3T7anvG9yjd8PzmNwj21Vy4+s+M2v8pMJj3/S4i+phAhP5BNuj7Ki0q8ec+Evo1HUj6gMwM+PUMzvzp7+T6qn8m8n2ZRvgyBzT5xSRM+CoPUvvi1Czwag2a+xAqiP/R5ab6hNjQ/kihLv+g5Wz9IYoK/ppkQvgITrb8rh6o/0Pu7PiDJzr77h18/1+MuP6uhCL5h9Vw+WraGP+Dafz4hOI+/A27KPu6AaL5cB4S8UNmHvoI7FsAzpGg/8OdgvvkDYL8tDly+pbO5PmvLnj3FNFg+YRjoPm1S4L5zaRs/vH+BPtPmQj3Sq8k+zGl3Pr0JQT+5GwG/07GAP20qQr92VsO9Z7H7Prfrqr6J0XA+/cd/PhbK67/kAEg/IBgVwJV41r2NiIw/KlgnP3cnnL5UriS/hl+jvldPM7zms3w+2XWUvsWKXz+6cc8+oU8Kv1UCMr9oIpC/W5b9PkDsez/7HFm+9w6hv6QrwL/AGjW/r1iJPoM6lT9+QuM9yMkFPi8JkT7hSI6/eFsaP+Mkor7GnLO+yjYSPkYMCT/FPYm+6nahvYQcCD3DW4W/LJyEvZmdTD7ziyo9n/XaPNLpKT+ZVME+wc0NPRZQqz4HSZa+hL7NPY/Isb6aYak+g0ZWPYjBuz5v+yW+ZhCNP+7byL7rwUs+hY6Qvlqs6DzwWaM+zQcjvqdohj4jmfA+jj1ivgiKbL5vRMo8l86cvhwdWL6Vkg4/nmqpvVr9LL1HiWU/qUARPVZMgz5EEwI9YGjIPcnuGL8UqW4+vVAuv4YA4D5hWyW/U8UAP/Z2Tr9rD6W+e3CtPp/VyD63qby+XMu1Phxn8r2Gs8U+JFvVPQnPJz/DscY+aMKBPuWvCr/I1a0+", 
        "3OGyPopKoz5biBK+P2m8Po/SrzwBxeo9bMAHv6e0pT4kL9u+iQcZPte4ir2oR8u+2qCJPgM/UT4z6/O82ZukvsK3AT/HtAM/hQVtv/OfMb9O+ie/Ohh7PiLlDD1IQgC/ifyzPglCgz2Hzks/Lbf7vs3thT+x7TM+4goQv1O7wL2lFMA+KnokP7qOSb3npxu9CLGdPhZLdD5e5wi+ZhrqPgnoSr6TtV6/PLCSvgVEYb7Tgga+88BZPIVGIT2tHiM9DWqQvhalvb61BZe+PjXePYWFd70qXFw+PqS2Pr/4pT4X8Xg+lv1FPQLd2D7VC04/1jtwvvag9j7dyJA+/6ImP+qQWbxBxNk9kADJPVlRVr0VCG49UR9IPglvGD7ERNG9CQ8avya+hT4MVwu9v/vhve46v75bKFe+FJc/vogU3z59Bn8/2geYPtwhnb6ikmC+KMNxPu+meb3J/o27bChPPdokIb8sNOM9SaebvrFpjr0IqE69M6b+Ppqt1r6pNIw+KIIzPhXJFb/YuTC/UyS2vveyn744EJI8as2uPoRFkj6MBoG9NAeyvlG1UL+QzoM+Mp81PgjfJr3d1H66EYYBvb2hyTlFu7M7Bw78Pjwf8z2R20G+iXvKvziiDL8nxjc+tVWnPo4abT4vcrk+wXiSvpeB9j5u3Ua+duiuPvtRaD2D2ce8hZ85vhDicT1K3kg/+9eYPnZ3Or8elH4/ei0RPm1Ytj1zCH0+bzVYvhzMvj6pxtq+1cLEvKl8Jr5NChy+X7JavoeBbD+ydxQ/rOxOvggjXz4nMOQ+sU2WPDBvAL+d0UM/aPyQPvlK570yg4W+RjESvpQfET4udbq+BKFXvN6NVb6mbJS+WvSaPiHXJj4i/xI/dUOrvg9A2D4/riu+7fK1voFppr53KTo+N+IzvvoNPb7Xx+C++jIvPuiF0z3x1x++O3q1vn8FXT/Cvu2+xK0ROwYPXT81bMM9YRVsPSgFxr4dvcc+CLSJPms4lbyulW66W75NP647hj+jCkW+", 
        "brucvawABr7Irxy+C2oKP5C3ur5ah4U+/u8Fv8zJn75iJ+Q+OxKqPsIHqD2s+PQ+R1eYvcJFCj/RtkG9cZbau3Keiz75LyW/5bmTvttcIr5yz3E+hJjCvlxs77w8dIg+9A87vty9Oj+VC5u8HcEzPhrBsb49vA87gykvPl1Vr71vL4S+sBs9P8Hl1Tv3e7M+hGTiPn1Ubr7FExO/VJTOPhR/Ib+OAJM9yKawO5YrQj7QePI9Y4IAP5NRvby4qJK+JoYRvsdVOr7r93o9UnC2vuVtkT7XVWs+H5lXP4Om4L4PvV8+ok6jPv7QuzrpJee7EpWqPsU1qz09Tx8+77UrPhhFgD6pNbC9VPc2PxXU6L2TNK4+Lu7QPWqFDz6tKUY+VLEZv991jz9+ZsY+MOC8Po8Yaj4XxuG+pYZAvuSv8zsEF4Q+Ov6XvjOXqb7B79w+JTjqPbGDnb66iwy/HDCyPjG60L6K8fA9DepdPkFbqj7oEbg++0g5P6wPf74Jaoa9WlAdvbvKwD3pyVw/G/vhvvi5jD3UaxE/MwW8vsBBJD6IhxS+eXxvPg+l877uUCQ/l4B9vf4v0j48S/s+r12LPo0tij41Ega/n/HRvZpPmb7vKM4+QD6yvZjACT8C8eE+1HpbvbsfJj5sYkc90UtmPh4oIj80a5E8BeTiPgz2bD7VK8C+TJjHPkCG976eygc/gOkiPZHtEj/+t1s+l2rrPaSOCz4FrY692CoNP07VTD0o7Zk+BZ5pPs6rCD+hIQk/6ldOP5rPIT4om/W6OebDvq1pjj6z5J4+GR/+PmOGLb4pt+E9LVuwvUKWFj6XUes+EBmKvhKo1j47PsY+X+W4PbHZW74sWzg/qMSGv2LFFL/Z/JW+009ovrQerz0O3uO+I71PPshuG7wC0BC+1EY0PqTHIj3rAhU/9sX2vdM0wD5gJ3o+gTE+vpS5Bz4elIi+IowbP+TG8j5mDqg+kq7/PlCyqz7pjZC+i6SWPoOyfj6yOPs+7X8zv3lSr74oIpO9", 
        "NCgePm3zjb6ERe69xEQSvi236T14eZQ8coN3PsIhQb6d+m4+x5fzvTVjIL5jfUU+g57WPprzEj8fDmi+b+k3P2z6pL6Gr0y+UucmPnULjT0CwZw+QpZtvqBGzj4Mslc/9wscv2ZOAL3oy9E+0F4YP0Mfdr2BLzg/WdovvtmjBL72vl+/Lnx6vFfkjj8RD1o+r4hRviOcGb9WRMu+3/MPPkRidj4w4f8+ThQiPjY/Rb/5x6A+EHboPhXc7T4I0xU+jW+yPrX2/z7W19Y+Kx/ZPns8dr5g8RC+tu15PgxyE7+FBsu9FuqLvhbDUD4maxM/n1Sfvhpukr4b452+asVLPhGmgD6/WkS/W3QLveUg5L6usKC+bV4YP7Zhrr7ZSUo+xsB/vm8rb77/mLo9AfrFvXTwaj6UBty+LZeJPaJEPzuDmWS+tFuLPgNYNb9GqAq/PU2NvhZ9B78+Q8i9cWKKPnmJir5I2t++kHEuvjYP3zoLHTS+zyPjPNIvjL4shvI+man3vo4npL7nt3a9tNYcv+TInT6KX7s+90efvk05LD1E5Ty+rdKCPr//Qj6wpzI9lJVuPCaopj4lqRQ/57nBPUK7rL/16q4+u2cov0lKWT4DgCc/DdsiPqCLAkBvs5s+AP6Cv3GcFL+2erC+xVBLv+uoCLywjwk/OsrBPW+j9j4vyjC/NyjCvyGyy74A53E+CYO0PmQSDD9Kwhg/LAVrvQQSA7/l5ii8SedvPtVhpL5FRZq+pJVbPlk4Ir8KA3I+GIwxv3bbk78hWgK+ki9evzJjBT/IMjM+recBv8oLlj+1ooe+YyI8P26fAr8kUoo+WTGAvnXcZb/WRwi/59o6v4loLD9dVVG/ovmMPvhwsT5DYMq+ROPpPRcdQj+dzRA+jISiPhWStj42FeG9F1C3PyvGHj9Yd9S+m//rPr8Mwr4sdQI/hwaCPilckL9DtSHAG1ivPSwtkr8x6Fk+zBHgvoNJMD9pMiA/fA+Hv4pI974ibOk+7FAMP9KrCb4qWwc+", 
        "DcYDv943gb5JYhG/xXRCP5oWhb2Oc+Y9Ixk0P9Jxjb6lshk/z1J9vS/kBD14+La+Lp3UPh/XRT3eEhW+3hy6PNLGlz72KQe+eKGgPsiQSr6cRCi+Q19gP6zmzj3q6AW9wL/YPqVoU7/dw76+3sY4v2wX0b6ml6K+EDOcPfdI770O3oK+yzkPvtkAdr5INJw+vjS7vbdG7TxLLre+HDzPPVF+6753u4C+QCqIvs26uL62eiq+lfpLP+I7a749BhG+o3h0PwpIDL/a70y+tQPIPeXa2r6tM7S+sSLmPceTiT71qNa9CFo/PfQmGr6c1w2/hsBpvA4AUD9GKhU+KylGPufHtL79One+c8MEvup3jb5XGxM/234pvtA8Cz7A1NW+Bm2rPnSbGr6XCcG+mugVvkeHQT4Uu8Q+wKeYveWpsD2mYY49YNIQP2I3Cz2VslA+QEYrP+5u4D5ebNm8ksZqPs4a7T7dOlg/lqMRPmbZd73Jnh++QtkzP6aDkD4lvII/hIZXPTq3p77emxy+cE7GPhpzuz49rRq/n5ClPnnCjz7m2Ss/BPNrvQS8VD7+C1w/GTJjPoPilb6Z714+4c0Cv5dGtT70hge+FqLqPlNE877plu++g+M3P6QoJL7WJ1e+LK1tvk+pGD3CXe09Qup7vsnvwL7lWdM+jGQkPXwsp77VWlo+7mb3O0eYp74A2xo/K8xMPvynEb85sn08s3j2OyCnUj4sYh+91CkBvvh6176PBaU+FsV6vnRPGT47Mog+gwUYPniSUz5irIE+SjlTPkfFaT0M790+QMf6vpKzCj7ifHC9KFiLvn7d1b5290i7e0aUPjRbDr/u6RE+6kPFPpKYhz+zp1O/6W5dPewFFD+1YAE/twhevxB7Yz4hj5O/OSAFPhZqRLwiFoS/Ip2AvmOAI78kkaW/qTz7vm8VZb8JvRE+Ed5hPySIiD9ubN8+fu8JvwpoBsC/U9S+0ILGvrUfGj5fSWi/+IoqvoZhrb5h90o/lftavwRhLD/Yrpm/", 
        "sFcbPIyaLD916wG/KAiFP5GBp79fdb6/ScTLu1PVZb/wRQM/I8wQv9Tjrz5SAwa/Yn3zvkhTDz/gPUE/TpCfPpD/Wr+mWs89OHK6PhK4D8DIZU6/up+5vpFmnr/xQ0U+Spqgvvw0Bbx0grG9Gg7sP2AzSb8g/zW/rH+AvysrRz7wU2u+EIACPvQ7Wz3WDJ6/xRLtPsQqXD/+g6y9AHGzvyoRKb+e/Ee/YMEWPKhwZj8p8lo+cwDpvoQCHj56n/M9S3OOvemwHD9MSW8+zNwkvmQi7r7zHV2/e2Iav/dqCj+m1pY+MB6CPuB1OL/+Zv69iYNdvzZMlb1hLws/Z40zvk+0Bb6Xx/e9XtBbPJZfXz5qS1w+5NDZvZ4vwz4abM0+rbaUvaahBz/7vVk/3hCEPqMKRz7M6Dy+Io9RPjvSOD75xo89ZnucvFuCpT0k3EU8/GATvpBuED+/ayc+cL3CPGa8nL7SGKk95zFXP4Npgr2r+hY/wUSOPrQxur3SgDK95XEFvm84+D63i4W+Ia0ivzNfEj8XOtG9V7sQPaSJMj6cN4K8QckcP6ezF745KIq9JVbQvjUrtb2TrH6+FRg2Pu3oCT72Jis/ET2UPjRpub2BnQW+I617PgpG8r6tELw+kkBnPiDMGD7Y9dq+V1hSPrqRxT1xUdm+UHE4PnjC/r6wEqg9YN91vmhyE736z7e+B8VzPiUuVL9LEEQ+wUamvuQv0T5BhjU9dQakPt65Kj+/tiq+Kgoxvtookb1Rqui+U/a5vqYgJb4hITW/E8P3vh+rdr6sfla/7euLvQ3KjT7lVDY/wmhEvz/y8T3xMqM+090EPzP73D6NklM+sAsrvSmRoD3PweM+e5YFP3arAr5ISL4+G7OXv9qJQD9b/PK9m8pOvlO9/T67ow0/shSvPibwxrxJQZa+N8dDPF8LEr+I6Ow+syHcPekCoz7ilQI/SxjRvErDtr7eXFs9AjtVvXUqPT+5+cw+im0+PS7/uz1g5Ts+4hibvgKAuj1KRhq+", 
        "onJ7P0JSED9y2XI9ryRMvjzVPT9bCH4+ic+3PvbMDT9Voxc/0yIqvSfYJj/Y0QI+/6pZvcwGQ77a3D++b7P1PbzMi79bv47A+zsov6W9tj4ORww/S7RXPshguL/BZSA/eDMAP9gRHr86siO/rSWGvze2Kz6xM969LniAvsk8NT4+oUC+/gYSP2BU1T7WACO/jjg3vbQW3j9h03w/NouhvilBjr+3wY2/kn/Cvfy+8j3zDZs/7fmXvivwW7sNX4K/2rYUP8vF87/D9xo/TImOPtYZ475F3q4+b4DivnoQGz9tzay+J4HrPmQl6r+lTYe/+3kiPtF1tL4g7Py++sYsvkbkGb+Ro8w//h4xv4pmPb8A+IO/iGS2PXlfoT9IFpw+u3D9vl6oxD1nmmk9r31kP1zFnT13q/E+swfqvD1L5zx2N0Q+b8xTPzdsgb50ORm+BdM9v4bxFb94uqC9AWC6PKJ6ur5lcTG/k7KFvtCZkj474fs+2nhXPXY9UL/Psua6ke+jvSbgTb+yj48+YgCuPXL4JD5USI2+/qxKvv9qFD8nsJk+CEqtPpmwyL6BOtw+J6UcPwlv9L0y8VY/Fh9qPirptz5wJy89eritPf+yvLxMFaM+dDXvPVzNKD3jT5k+JITovaUhND05Ip8+YBPLPZUPjb3IWjo/TFlkPrETWT43IDM+qKScPrb9NL6GzNu+bfG0vSkqqb6+x6c9B4wGP+Uclz9kE/W+eHTJPksbmr40cUS9ogGpvpt11b66vlm+4YDcvUi3pD3au+0+upfGvTu4w71iPK8+LF8jv9qxBz7iDZc+v24CvlzoDD4NazI9oKa5vSwO6z37WZo+PmkRPzWQY77Vxww9bDXzPqMKxr39HY+5h4LXPk9aqj4e8Ls+AE3VPYANCT92TDw+25qmvh6DEL+UHpo9DkjJPmux4T6NgOg+jXObPk+29T5khEy/M/ERvyOPGD/499o+VuqsPJ0jpb53yda+W7bZPdr3yj5YwuS9DXfePUSGVz2DQd69", 
