{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "d3809bddc7d13a20e1f427f69b3970c870993029cb85473890fc973e633b7ee6", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "4U8PPkX0Fz8Bgw89CH2jPtZtdj/IC+8+UtldP30hKD50t8g8UpVXP9WLFj4h1hU/iY4sPRfEbz8ao8E+YgA2P7gMGj9V4h0/FthQP9fYFD/aNwM/kzr5PR1mGD661RI/kGs8P+oVsz5BN18/ZD8BP+wvET+w4zU/G2PcPW6oqT4eTyE8OqopPw3YvT59q1g/Jp/aPfaXeT9M4Mo+eEGPPpQ4ij5jIuM+gChjPrWYXT+ENlg/cbduP+2IWj7pPhE/jSf6PhemSD4TafU+W8QUPUV9nj3lcoU92fFEPzzL9T41aaU+b14AP1V0xj6XYFo/MwJQPyrUHz+vpW0/52EsP2C/nj4="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "Rhb1Pz+X+z4wf1o9xdkKv/3PYD/0/zQ/aOjEvxAb/r4wv9S92m4LvzBdbL94fkQ/hkKuvoDk8b6AWLG7yYjvPxaNkD+w9JA/0ge6vxQYWL/SKZY+4bpqP3h+RD/Bf6S/MCSyPPe92L4QG/6+GjLuPpRAkz7QtSo+0utWwJ4ZOD/gN3Q/XUQ6Px/+RD8n0CU/IFqfP4ZCrr4aMu4+6D0hvkSvrb4wv9S9wX+kvxJNQT8WPcC/GNMvPtvjpL8JCUo/miWsPyo/rz9yqoY9q4ZoPoDk8b6UQJM+Ek1BPz4OFb/abgu/MCSyPOg9Ib56vrS+yOfEQJjFxj44qc+/mEW0v34tqL/XuIO/omzdvoBYsbvQtSo+Fj3Av3q+tL4wXWy/973YvkSvrb4+DhW/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "WX9QPhOzzb19dBc+sJULPls8tD1SZYE+im9GPi/M6T1QVpK9Vl2OPXDU+zuGO10+0FwcvIDGIT7bHuM9fqadPGKHsbxFh2m8ZF9BPiHMRD4919g9GIDOPfW3z7x0hzC9T4TxOwR3Mj6SHCA7Ou3CPFfObrzAmoU9OiBmPtifDj58dMU9+5cDPrZlLT7AEq8+tLpUuoGGoj2YV2M9LOk+OuWy6TzecZK83F9oO7HSrbxElJE8SkUPPr2RBD7yfI893rdWvOUEz70ucjk+2D34PS2dHT7SWBM+zs2LPq4iCD7Zb9w9iLIEPuRIIL08AoE9yeEpPB6RCT7RDng+aj6bPa8BMz6QVaU+BFhZPjVQPb0X/eE6v7gjPcGaGD5oFru8SxMjPlDQkD4aONk8FLXyPbjKrrx2pGK9NQEwPuNcTD4="
      ], 
      "weights": [
        "V0SMPuCEFL2H5R8+u0PiPUDaPz4Owi29IZWSPGHbAz5EBq890/5JPVc1hT1oNn0+Boe3PB533z2Pywo+KIrEPTSqmz0Gi8I9VkTHPFpS6TwnhUI+goDtPeszez1S/yQ9T9TTvpKvHz4UWnw8JqYevaKXNrxwdlA8WhfBPQbfGz56b7o9hmwoPkeVaj7ZEJG74FWDPVr32z2fUhI+CqE+PfNApj1dvvw7U+fcPE+6hT2G7qs8HXtBPUXbXz6i/aU9gYEJPU6cqT0DZLA+wvaaPgSlpD3kD6U7lUd5PYrpuD0cpAU+9zjXPQq3gT2hr6Q9JiNuPdRyRD75XQA+1pm9PYRA9D3z+Uc+LdwhPjHiyj3M32Y9BIIKu0WEKz5x85k9hhefPfAwVz7kJck8FfVCPt+eiT0jpdy8X0Z7Pif6pz7XrGY+XUPnvEzhaD6Mkxo+W7FYPoBfLz4GmEM+B5BMPo2oYT2FIKA9QcJTPRg0Wj6NUwo8j9taPpYFuz0Jprw9hLvHPBTqxT0GVHw+Om4UPu62uj3nv1c+10BjPEQWlD0Vlsu+pIggPg8jSz05Ydk8uruuOj2O5D1lDIc+iq6pPjaJpj0y2xU+W32GPoYpUz4t62Q9gh7RPY5V7j1PUKE71TkePgyuuDxwUb48PeDEPJTaOD1ZlXw9IqcFPn620D3SsFU9SXLkPNT7CT5GZ1s+jMmkPtNN0j1ol9c9LkIpPeIzSD4O9M89jQxUPVTT7Ty1dZY9EsBJO4opMj5KApI95W8yPgbOsj5ppj4+DblNPa+mcT1zcKK9DeROPndNOT0H69A9qrTnPd0dRT0bO/o91M2LPWY5BjyC+Tw+Yc5NPjxYEz5cIMq7NEtvPvFuuDxMums9pNswPqWWzz08Kse8DxkfPSjpLj4LIJo9YofuPZJNTr3r5eU9mI2QPk8vjj0ssA09jr3DPdWcoz2WejQ+ZPscPt0/Hz7Xv2E9PICRPbjLGb/HLCk+H3g9PcXkAbrqDXM9nO8MPiLJnT26Aho+", 
        "63S5PQZkOD7irYI9jqF1Pr5Nkz0myss8lI6lPVJZLD3gmle8gKG/PKk1TTx8HfA9UYw7PVqwUj4mmSM+rFchPl32JT5Od4o9uTMPPglCiz23xFk9MVj9PvgGAD7S7YY+QfurPRRpaD4imRg+gpH/uoDwJT0hT6Y9Y1MNPuaD1j3MgNo9HUJ8PmlWbz4Y98s9tQzgPJSFrbo6Ehw+UftgPHAjBT4E80k+HskXPQ+z9j2R9UY9/pAcPRibWD79D0o+VyEaPQFuqj2jIUA+wZW1PZz7vT3cV7E9GSWdPUE56T7525g9J6TbO9zoZj2qF089k8eMvB8tPz4xIVE+iJ1nPQbxED20UjE+iakqPpdwoT5muBg+RezePdYiBj34TRy8gQlrvmY0Sz0byU49B5h/PL/Acz3AF4o9yfGYPbg90j2PjbI9mf/OPYH2oj2Goz27IMGaPQtIvj0HQ6U9h+aivO5x3j1N2889WOXUPHpGlj3LBxE9QJHEPo3HKz57eo09tcxAPlrTVT0melE+jlmHPvcuLT7JFDE+xmZUPt7UUT5AKV0+Z74EPgKsQjwvGaY9GtKTPbaz1z2B3U0+KnvTPSr5uz2YNLY+uUHJPnK7Lj1Z1Bc94/rHPZMq3z3qDRG9gdHCPeFVez4tdy48jfcBPohbJT27THw9TyVcPjzcrD5WMpo96RE1OkpWkz7toS0+//pmPrgxMz7vVSA+jDAtPYxYcDwHiLM95T2hPble7D26eQ68TH2wPTaeSz5Uzno9HGGbPQSIb7sbDVA+NeUEPoL6KD5+9Ng9VyEkPa1BIz0pDZM+IC2jPl2GDz0OEz492awLPb2ucT33hhg+iMCjPTuYADsrrQo+2ElrPtATezy4zJo99t3VPRadGj7fgB89KEjCPdg4Dj3NA5w8X6OGPTc0wDxZJJ09U0rFPsFUuz0PVlo9jrI2PZ2MRj4nvLo9/LMUPhtUQD4I8w8+y2QvPt+FgD7lQkU+PvxiPuiGID35v2Q9i7+qPpgEQj4BO7k9", 
        "BTtGPrSaMz78hBU+PuOOPQKYTj3gzh49yh6jPX5tVT2v/bg984yOPR7fNz2O0y4+KIChPUpEHD1E6nY+LQdXOrtfAD8EBS6+MiqlPLjnkz42/1K+F9c/vIe3qD6vHDU/PRbDPa4fTD/5TWu9CM+4vo5YQz+syIs++JMYP/1pHr1aPfI/5O52vWBpJD0xEpM+PS1VP85NY74cHYI+fUSRvzi9Ob9TnrW+RywHvbxEXT7FzE4940ZRvSbKoz42dH691T8uv1RByD0YjQS/ik3ivuQRjL1+B1G+nmJkvyUaLrpqWI0/qBypv2QJEkAQJs+9Z8NovXnI+77x25I/mdtkP5WmRj+TNyw/lpmEv/F8mL3zcM69u9lfvlzc/T46VJE9uHeYP6LsPr+v0Yq+7nbOvS7TML1OTCm+xxOAP94MDL/+8Dq/dAiCPl17TL9fw5i/N46AvEMULr8iOCS+ot5RPg5vRL6OlYS9dsDCvAk3l75e1w/AYuLiPtIhGz/RVWc/6iMlva5KPz5fBIa+IWG6PFxDBb9cxg2+Mq4wPzLqcD+J/xE/4r6hvz5y6jxxVGw/PTpMPhybNL8hlG8+JI+JvXsC9j8OLtK9Z/9QP+RVXj9xtB0/WjLoviGlrT5mlku+rkkEvyroR7+o1lW9/mJtPoupgj6jQcM+fwmhvrpEG7+Nxwa+SQhnPn4Od7+DOSg/hdx/vW7Qez5BbB+/blriv5Jd1z1rzT2/ysYMPVbqAz9KzYu9BmEhv1McMD+mjYO+NyMQv1wtYT4LGTk/V1QJP23ojz4I77Y+ESX5Pu7FBj0cPXK/WHDNPH1qEL82eSS+NDDnvHykxj9ULRy97iyev7iho74lJXq/oDIRv9oEzL/NyiQ9P6IQvgUl/746EB8/zGPyvpqpab/KEeG6Sh0iP0Fgxr/r63w83UP4PDcoFb9aNgk+WTMlv7s6lL7NRkg/jxEOv5aakL7x1s2+OlFDvstzM708d4i/2yumvL1rRD2DLEO+KaiOvuJ5hz4/ETg+", 
        "q69zPX+2yT8oLyY/4Cu2vSqlEj783pW9EiNQPjHb/T7hkaQ7ovEMPmZ5V72rcX+9+dzFPUdisD0PsFS9r999P4wuyDu6K5O9iiUDvjMtET9x9Dc6V6fAPuXnV7+4X9C/KSDrvp0go7+J/AFAF6H2P/U4VD3DLwA/EAkrP7ZpoL5yXXo+E4h+P7AQjb8mMD+/5FAvPrQC/L6wNxU/VgOdvnCuTT4DAzm+BiWHvnxII76fSL28Pm33vUX7ej+IEei+h9qfP/uXHz9+H2+/Oi7jv5z1kjv3dTO+T9nkvlO0Er7JjdO+dtxyP7eixrxxDmG9n8MrPYljaj6/zrM/jCCWPkIKCj9zDCC/AocsvncI0z4RFwO+1K2evmWUiz3H10w//loPPkXP1j2C0cS9jlHCvjZjBT/n7ig/5IUSP47xVz7LJy9AGKDKO1QlJjzkfho/urIuPxhUoT6DDZk+aG1Cv7V4PL8CSsa+fuWjvNuS0z1k7ag9QCg/vwfYAz7FrbC+l4navkJ88Dzkp7a+FMFxv8pjqr3z3Qy9mWDtvvWXDj5/9BY/IeDcv9llCUAmX9490mrmPNjGF79aIXg/YKGpPwbjnj71cF29h+lFvxMUXD6xlv07AX9Yv8C7Jz90Lfu8LsxFP691dr9SicO+tig+vmZ7Gj0OYV+9xhURP6SSUL+i9IS/W6FhPvV+0b6XX5K/49oJPZ0cm7/HweG8Ojqtvax6676wjao+7qlEvXgPbb7QQv6/+xL/PjRWRT+fpqw/aK/WPh1StD1nEF+/OLhnP9BFhT/XGtK+sRJmP+ZhBT7uWh6+TKQyviHhSb18sRu+ZT2evx03+D68VJI+LRhpvoPbzD+bB+m8av8sP46ojz1NeCA+sD+QPPIAOj/Z7Lq+BsEbv0xdgD6EJ9C8Nxc2vuHlIj7PyLY/ki5cP8TKA7/S2/S+XQJJPmNGLb7TfLW+D5YavY0Ctz9JIRG+DmV3PNrRLj8Lvby/sVoBO9Apnz6J0sE7UFdsPqBLPL+nLgc/", 
        "UDhsvqmsOb6yigq+/fpHv/rNVb9Ro4g+vYkWPXr7mj8KxYM/liWlP5KxA7+L3HE9iluivDk+Gz9lEUc/R1YCv8d+8L76PxS9UnuXPmTx17/xsgLAU6wdPvz3Sj1QuoM+O2vNPnu8K7+JCbO9U+sQP1+x2r/f9dq8v30Pv6+dIL6BPlQ/QYkZv1lyUryLR1a9HpIWv8aWpz65Z0q8GJI+Pu8k2b7ZgPY+rrSlvAx/SD8P14G++R8vvgpQhz5Ls3w/nrXrPU2h7j2MWuu+LA1bP83fSD+YdE6+lZikP1NrtT+Urqw+3SczPasFUrtUxJ0+dWvWu9tE5D5tuLE95wq3vcUnuL/MMom+q/bAPo1UXr/V+Uk6ZQyLP/oOlb+eaOQ9gd5wPQ/8T7/McABALr4wP6VjvrxxmQK/lxV4PoEOAD+aMgg/xJQJv79GAT/k/Aq/7JBgv/VmhT1NDVg+rbEgP4hS6b4FADY/uu0rwNa6wj2SqI29JNGqvcAB2j2mLj4+bY53PzbEWT8VBIs/5eb5vd0VA8Bbu8q9ZPV0Pk2ekL4KpSi/W8nOPigCSr3Xbpm/kvwkPOV/+D6bf2W/C4ssv0v9Tr76Abs+SprZviOYnb2MK0y/cG8uPlXifj7wa68/a1EoP9Ugnb93cMU8D1IpPzcnob78bv++rxXcvVhDob0p0LU/DDPOvRVePT9vid4+9reJP0irCjzpLZ88LE/zvbuxBr95VSC/mC3TO5hMwb4Qn/+7ERAyPihkMr1GZNs+yAWCvhTa6j2gelO/AvhwP1A2Wr22OPs+SK1avcxx77+XpQu+u1DRvyOP6jxFQXU/9/a2PIrHCr8+SIg+8a+vPVYBwL4xXTQ+Cpc9P9m6jT9pPFg+10V3Pi9B5D6yII69KB6Fv6NV477N4JS/4BeRPIrs5bxCpMY/b5ADP49Xnb8zwFa9NEKcvzA+E77NfZe/N8h5PdtiR7+atmC+Al4IPypcAL6Adha/q0W8ve3QMLxDN+e/joDUPAZDcT4nbuo+", 
        "dRXYPhAQPz3Gcfi+8WqgP1GBkD/ePuu+i9UTP0igxD4JWnI9oVFbvq+KjL0Yswm+iiwxv/bUpD5bngE/c4CgvuQ55j/lXKo8qjZEPjtVVb6OI8e9xRf8vRUjLz/K9YQ+ECtIPiJokz6Up+w7Z+0YPoBDwz2l06U/wwVjP/IhFT2FkyW/nQyBPpUj4r6sq6W+gzGJva6Z4D9fkmk98TVOPYAGBT/h6Ju+6UztPL01dj4qO0e86EpKPulXMb/qNuo+1IZtvgohxL6cvzm8BjC5voCZVb8Tsp8+gipgPgjmbD9A+5U/ZamJP4SX6L6W8CW+bCCGvQSVhT5NKiY/BVAdv4vZM7+qrpc+o9hLPXjv6r9a5AvAVKmyPaJcCb+8zSI/ZqlMP9XvI79DvJQ7I+vmPi9EAsAJzNk+J7slvzB8Xz4uJz2/0KpHO+GhF7/9uMq+O2XsPe+5E79fGrG+Zyg6vzgTNr5DThe/scgevcIVTz+xIw0+XMWNvb+hED+Q140+Hd8xvSOUmD8PXde9lrxkvv4qUD+euXo9IrZUPrbS3r2SeI+9hMbEvQdpBD4vf7s8RUGcPb8E573LMJ0/vD9AP7vrNL9BgWY/MTnePiFiUj+FwCS9e3MTPxsDNz3tIMm/KpRlvSYncb6DYwK8nyR5P8yU3zxKOts+FLVQP5UZcT+X8Wm+phrDviC6AT522rY/OoZrvwEJW74Uuas+8RPBvm2aRT74I5c+omA3vx0iqrwAJHe9LYz/vi3N4j0UbT+/0lIGv76YiT9XkDo+RPpgv7vyBsA5KMO+8xDjvWTmND8kVV2+OUWdPrm4Hr0R55g/a7ADPegj7D0Uamy+69tJvw1r0j6Hu6S+GX3zvk2vIz85X1W/ocvWvYlu5L6sO5K/AHs6P5RinL+BcYa9dtupvJl6JD225B6/TZIGPjruE7+iU0E+MIGyP7yFLT67dQC/WLqTvUP9Hj73ja28A1qXPn+0Gr57qn6+LLYnvQtCYby+CE0+mZsAP18/376jBTU+", 
        "zeALv3LS3r3kef++zYxjP0TIDL15RSI/Mmkrv/nvqL8PJ7u9hwqov87YA0BpIwpA0CIqvcOfuj5TyD8/ZqQNvol/cj4pu0I/i90lv7e6D7+EyyY/lkOHvx6NrT71JxW+xwOMvr59pL1yMzI+lrBKPKl+xLy53xK+Qd18P9MiDz0WVZ8/arZgP8hbTr8uuKu//sKTPHO2wb6h3iM+0iQrv2Cryr5+p5g/XeucvHjUwz4Qx3u9me7bPbzs0T9kXdO91k+nPq/PZ73s0DA/5SINvnYhn75QThU/Yh71POPLBj9QRnW/xqMyP5nVU71ty0M/LXV2vhOtrr6EHy2+OSZrP3t/GD5OFe8+dhLUvmwmPz+uZoM/DmU8v4C7lD8MSY4/ixkHvl9C7buIYVi8sVFjPd8tCb3Ugo4+JfbVPdQ16z4YG2u/fuucPa0wwj4xqx6/MmicvCJcwj/fl0i/d869POGx5D1164m/4YDkPwEfBj9aOIe5CxdNvo3U5T5MICw/+I7oPjdlRzxGCsE+yzzwvjQQkb+3XxE/tdcUPaSggT8jRRi+CCVLPptfCsBng+i8/NAfPAWxyb54z7g993UsvqvKfT8qx04/V6pKP10JjL4HM8y/qTblvpoGnr3646c+3o4ovzX2yD55r427021dvwqlcjwMuoM+R5Byvyojy75yGmm/Fg33PH/Jk77ve1O/QtFBPrjgIL/G+sa+ss57v1ec1b4IyVG/aNEjvfYF2D7LsGi/Q9WVvNMmSz7/Eeg+FftaPiMzET9RlWq9GrAaPufZEj/ChOw98UdtvbW13D7ydGE+Px/avl54zb1bAnm+GnWuPeDkuLz0GmY/Ml8yvRmhLb+RhTs/RxoKPdDJHz+UT2C9rVw7Pz1yNz2sJeS/08cbve+3A79J3vi7P91LP7k+wr3wKsw+Dsw6PyR5RT8nUi8+fWfkPRlH9j4xzoM/UGoxv3E4Kb5SIMs+CdWHPunjtL5Q+zI/a+qpvoYjBL7jy0K9Z8DBvld3CD90QY2+", 
        "6KEgv3WETj+cewQ/qKbBv/mD/r8MY66+2zVTvfu3uT5rB7y9+9tVP8V+gr24HpQ/+9d6PGzfyz1vcoK+QXyrv6O/Rj2ClWS/xM/oPkMGpb1h0xk+zzY+P5SOWL4prBs/XMEgP8pVs75Sh2m95QuIPLy9Zz/4IXE+lcrEvsZcnz568/c8UfB/PRt/tz7wvU8/RBI0vld7N77d+0S/kns3vwfjmL89Tgs/RRrNPMHfyr4duxE9GozXPgM8VT5acqw/LoBePlv1M7/cxNA+aekgv7PE87262bS+sw1wv2/MzT0lIxY+DPmqvV5Xr7yBzvq7R3OkvZjM1r70GZa+p9AHP1q7sT4KhAe/hlB2PxnlYz5SepW+qHn7Pcat576Z/F0/H55jPENDEL5QJRk+YjGiv5FNDMCFI1u/dCgxPKoLFr4hJt8566K5PpOWDr67FEG+9M0OPbV6ir7w4bk+O6OLvm9SAj/y0zO+Lh7gv0NY3b1AxI68GozEPuwdOz9wE8m+2lMoPocUWj5pktQ+p+IjP1XUPz/L5TK9LkMkvcmlg76zcPY8lcwavkzlnb2uE7E+w/EqP7vDRL8+epO/twfgvdichjzqoL2+bueNPlnA+b6cPS69q/FxPrP/pb9OU5Y+UXb8voNeN71+ifW/M1WHvmI53jtMzgS+Pbg6vk+tZT/4v+A+gyTKPsa0wj0chwa+yHG3vbHkmD0/K3a+Uh2runPlCT+QGAs9kcYgvS87ObvbUwBAP/3BPuuTFD5lRTw/YAolvkHdVj82ToO+3IRTv2F/Ob2IUzS/BepUP8gRAL/PSQY/GK/0PZXmOT5AZMm/qzSFvFuWxT4KESG/xx1YPx35O75V5IA/Je4KPZ3eg71gFyk9EG8HPmjsir2Ppug+MN+dvemhqL8URPi/uLp0vseB+r0qsiM+YBZqvuL5Xr5NsSq/X5/dv9duMb5YGxc/o+XOPmfLlT5pyY0+0VPJvjFdgb63IbC7qHcKvWzecD9oJow+apkJv1YpZ77fT9G+", 
        "FcDJPR7JRD/RNTo/DX2PPjNMYj1bDKG+iSvfvzt1Gz8kjCA/JN0uP8LxGsB6fck+knloPrraYT4fT/0+5yBEv7Ac2z4eX0i//o1kvyyNz759ESW9QlD4vdGTyj32JRi9rX38PqqNRT4OmCw8U1GMPONOxz/QUQC/XppFPaquHT+RgNg+LZOcPiDWEz+9wug+p2unPhpjFr/abI6+oqiNPrROO75+3pm+a7BCP6VS873EwAfAUE8NP1aolzyi1Qk/NP2hvkISLj+zMB+/XgyyvCIjrzwJQDe953EoPzy2iz9DzSA/yAjHP4uvbL3odV+/vJyBvOHsKT/iQ4i/bPLBPkOTgL2qAhu9IA97Peq9574S06I+tPYbP2umgL/sOPM9d83VPvlG673WPAu9+V17vvp5Tj9oZqk8w8PDPq5ebr09obQ9T+0LPucvKz7mXHM/ra/zvmDu4LwMtiy/YIcrv9Osy760UNY+ESp8PKqu5r1WOI+8QE7RPrN8TLo3V5Y/oF9JP5DFe7+YBNg+FdesvzsYgr0oSxm+dobzvoOe3D3RLqk+/T2rPmnKC7zMTqy8lqqWvKOpub6mpci+21wUPwx+yj7woUU+yk41P3wKcD5ZxtW+5l3KPvtaCr4R21k/qrICvcA9g75am4i+TT6Sv/tBGMDsR0i/wn93Pqkjej19+6o9L7gnvUl5Bb86ChI9OrDVPDdc1b42LIk/xllUPmqRnD72EUK/8ZkPwIdk0b4xohq9S6++PoJgST9KTAa/Z8KdPhYWgT4eM2I/JjFxP4VqEz9WWYI/XHk/v8RYdz7tOr48JMNlvRXTIL1DJes+Brs0PwTsuD4686y+0icoP6ZHlD5OyVu+pIQmvPVmbj/FX88+uJIavys/jL9z3/++KayvvlSdD76r0jm8XvNWvu/PtrzT8zi/mMtIv5heBr/mENA+ny3gvVoTEz/c63g/1yn6vN3d9r9GJAa/xgfVPCaG0D5uLBw+wboGPU8ydr1lPgM9PDOZvlTCir6apCG8", 
        "KGL7v7kpxT5vmxy/DkxFP3GEpb7lMu6+0IDLvi2kE7/oZD48ohzdvp406T5Mf76/srKdvH+w9TybON++JLbkPbnNpj5R8ES/iHMYv5FBST8Kg+8/KMEWPg6Rbz1Z1tw95ANEvtEqcT7QPQHAJioIv9xHYr1+h5w9YV9EP6bFaz8D+3G+8qsgv4aEvD567qa+MY8BvhN6Vj7IgKU+j8OZvlyeST9Q0Ye+AZoJvEWTID9KNMU+wRLWP+cHDb+IjpC+j4RNPsh8MD+rBTM9fyYsv1HRnr069OW+M5D/v/VlFD+fERQ/F2ScPhMsC73ovA69WceWPZ+PY779ULK+5tKbvpBmKz9p9e2/uj3yvmW+e76P3MO85Xihv7GhCL+m6o2+/rwVPbFirz7fRa89laiHPQIZ/TtoBim/ymcbP5WYIb/NNXg+cJHCPk1uXT/OWNi8RTowPqgxqz/RdNQ9H4nMvgjkpz21YJC+vGzWvl1dhr3iNAHAEs0Bv11fjr4OEkQ++nYcv8dPUr/cc2k/ArxuPvbNB0CENFE/Zy8yu17Jrz6H9Ga+C7L8Pub5TrxiIca+ToEsPcAG+z7PM4M/GVkbP5+bwb2apDo+W671PjN3ET+ZsVk9UP1NvebKPD6WpaK+zSASPiEzLT6oaI+9sGufPr1hfz6j6C2/vWt4v4tG9L0/TAs93NjYvrVmpr0upKq+B//Fvvj/Cj9ds7a/gcZfvJObG78nXnW+cIrpv130GT5sQAY+8YujvGkULb4hY8Q+ElibPpMMqz5T4qy9LoKEPtp+ibwM618+gLPYvXLfi7w0Xgs/DtjXveC2Tz3IHl494pMIQJjxTj7a1Jo+r5waP2Mo9j5UCOU+Rlu4vsUlJL9sA4m9gW4cv8iK1z693A6/CdQiPqIhlbvnUOQ+bKSmvwshArtJOt0+x9y2vj+ahT8sTbq9Wf6TP+L8AT5R0g+9sDhRPZxM/r2OqzA/kddUP4x3ET5ptYa/Uer2v+k3/z44tuA8gjErvRyCgr7RUDS+", 
        "8S3/PfkP0z4COko/7d8cP0LzAT+mgYU/NfMSv777Ez412UQ9SLAsvpLFm73V/T8+rAfJPneDLT/cjKa9eAAxPwNvFT70MCy8aIQAvZsouD9x+HU+XPdCvoiEcr9HkaO+9iGVvzDc4L6X+X688sOnvmazhj3tqzi/4MyOv8sKG78doKI+ccH+vAkfjD7Y7io/9M4zvbBsC8CBTQe/7Ybyuz68OT/lbXW9w9xhu/02tD1VQgm976uXvstXEb8RBTm+bIUWwMbpkT+xlUC/TIImP09CSb4/plM+tE1jvhTCtb6claE9gWfEvpQ1wj6IAOC/LNQZu2PEFb7AUha/aJqFvp6c9T5ZKGS/reunvo/EbT+Qpvg/2Toyvphr9T5bH589Aw4Dv7fq1j27nRrAqvcXv4gNoj3CwaS9mP0YP10BVD8Lyb4/E+63Ph9OGb2GGw0/eYtIv0YZgr4b2Em/bAivPnB/cD6KsLq9/5QdvQtEMr2c/dY+A72AP7pFxT7RN3G+tukNPuhdBT+kyXY+7o3DPUur4b7Av0m+0faFvyeg4j7+ILM/oJNLP2QY4L9f6Lu9uORxvYbJVzyTCGi/zZggv5idJL6jPva94GIIPijUCT8tqmW9Drpfv48Qxb7JIQe+7BsGPoRUvj05B7W7+/u2POEgDUCp0pc+gvU2vnxk877zwbG9yn94vYwqcz+YyiW/OCW5P4b2gD9orDy/WYiQvjGOr7vzNd6+XX2CP/ac2r3I2sq6EfwZPJCGnj7ADug+xDS8Pkjv077gcNa+9OkoP34tBUAgLSw+AXyNvraBaD+oBLO+15ARvvblAr0r/MI8QFgGvUpNtD7ty0m/wGbFvsKte7/EOHm/UnWVvrI7GD/jvpw+LIuIPpoGtT55qYY9jMWlPps4vb1tXWG9q2VHPzR8pj758Xy+ipybvr0Gor9XjZI9dzfnPnPa0D6SzYa98SAOPtRRlb3/SL6/czH1Pcl5j7433ck+sa4nwFCSFz+BzNS7i9BIPhb6qD4f64W/", 
        "rknaPR1cPr9/8pq/NsYtvkdDKr20QwA980yRvyNynT3quC4+EjAYPSjOB73VGbA9z0zOP+FJjr5lvIY+GlDqPgXqHT3VLI+9lk74Pi9PGj9mhdW9CFqLveBYM7/mHsG9x1+/PTq3p75Vm+o+1fshviveAcAoMP8954M/vqwo1T6DdVy+7Me3PsAMdb/PQW2962AdvSL1gr7um1c/4hZGP8EhJz+cgLM/Ik6ZPN2fYr8whcK8iRw/P7mbcb+L7BG+va2zviC9+r6glAc/8FjJvpcTpb7yyT08nR0hPwauP75R+Zg/Q7WevsRGOL17o2s/+f3QPq5A8D95TKu9qk5EvgX/Ij1hSOA+Nr/VvfWEG7/tc4S+RtqGvh0Pl78qtF8/nuB9PxpQkTwTlDA9T3M4PhZZ3T1SFhS/gX3Svj3rr70TNhE/6Rhnv1rVWr/5Fxm/8lPWvJTuAcBHmAy/hdrQO90MOr4KD+o9j4JFvRu0271H3Ou8MKUdv5qSpz2J6ge/tyA8PygDpL1Z9ZQ/0Qw/v1Vbgz4+VrM/V2v2PWKCh77Wie89v24evzbbGb+dWQ6+sfMJwENGtb7N27A+PyMLPng7g7/ukUi/BR/YPllpNz27scA/4VDwPo9nLz/EaZi9TpcPPzbJrD6imk68o79Lv1YpvDt0WAY/LCqTP8X5JD+T6ao/BYLMPut5Cz5N+Cg/x16Kvxxvgb4s/5C/r1R/PjNTtDzyl6U9rjRKvWiaiL5K2AM+letXP6XeBT80Bs6+bsrkPCy2/z44A1k/1WgHP8UXML4T5Ai/0Yerv7IZuT6/uKo/mPv5Pm/21L87WCU+5MmTPTnxG77kLju/qFp6v1WlmT5byyI++fooPn+/CT+Vvxq9mM5wv51Kab4DWTC+C9dnPj56kz7UwTo72B18vVljDkAm5t89f1+Ovtjm7754Tpg9ur4oP6yjdj8J4Iy/9UbDP7KwYT8H5ji/DtPjvYSPgL7PvTG/K2JmP/UonTyBOjS8YnyNvs9qrD7UG+K9", 
        "1ffwPh3HAr5jpa2+tN99P1bq/z/HTkK+2f4SPviLcT9sa1a+mkfdvmDU7zjwJca8OqycvVx7Gz4g/ee+wEKEvr2gGr7XDme/ZNuePaI/AD+NTNO+dQPpPIT8Xj0ajxy/lMaiPo4z8j5goQZApJDevmv4QT+QV0W/HpGdvjJw7j2J6pe9CNoNvw/EmD8fm7A+bWNHv8E72b9ANqs+WrcRP8HsEr7RwXa/uuoBO05gJr8ZPhnAfx+/vuWyoz+NGRo9YL5avyGxY7/tcdU+SBUAv1EHdr2o7Qm+hNhuPD+Vmb3jPrQ+vSw1Phv6wDzdE4S9sYNlPWzcdj/4HkA9p3TFvocCaj/OsAC+CrnuvvEoAj/7jbY+GvJ2uwuCRj+2a6m+YdxCv0bbqbxyeW++Dcm7vXtbeDwe1d0+B1STOy14mT7NWGM/ZONVvhczG79c6tO9VvNMvRRatb6MKfI+r2fxvkV0Pz8CnfS+9HOSvN1Bwj8UtzW99eDQP3Kazb5lY/k+rNqCvifMRj6L2y2+38Qpv9f3Br/LKVE/9B4YP3OaTz/ugxC/uyhbvpB9GUDSWFy+FlywvWEaRT81JvM+LjyrPtD7sL2vCr098HlSPqjosj42bDI+f53MvnTRET8Yv249DYkAv4iHhj9F4es/NNm8v9hx3L0D1pS+T3SLP09IIj+xoZ29/kWYP+qEIb83iJO97qkFvR2zjr2wVRK9Vk2SPdZZWz5EAo29SV+VPFZzab35xAHATCgEv9wlyr4ZsAq+hzHcPmoM4L35Htm8kPsRPiA/aL2Fr4K+SW66vkvphb1YySC+oflLPykv4D7s60e+Ngw/vXsP3b1f6jw806UDP1g0eT81gCs+3FBTv4yJxzwzaBi9PBxhv6lOCz9+tJm/JsLovvUh27706XQ87ciyPKvhZr1Nk3c+Bf/cPmxGmT7oSFA/XaCyv0SfFj8FzfC+dsx9vhhEvT5tO26/Q77ovtIW9b73FUa9Cj3zus/od72LwtO+0qOWPjl1UD/PeWI+", 
        "t47QPbH2ar9NTr4/iZSRvl+MSz4oU7++i6AVPrt8jru0Ja++EcIwv8/TD0BuZh6/eEYlwEoQ6z1sOYm+286VP+jFc72IuZg+LuBIPx7ryb71PtK8uf/6O9Efnr9+71Q9yfe7vtgpvL1SZqo8PInwPQ1R4b81y5Q/xB5Jv3eOtL5ktay9JoXkvsBhZ79ujjK+WgSBP9OZ4z4CLks/ZFSQvv0nxz2hbKQ+mzakP3jmvDtQ+hG9JGgTP+lgJ7/a/UO7Q30tvydYNb9bjzo/6j/DvGMB27tOYgI/pUJ4P11r2L9PJhA/Nv2CP55/Nr2wPJC+KMjgvP1Y4T+iwmg+uG9iv5wypr3ScZO/C5lUvtMMgj8Ntg+/yqGdPaJ5dD6s616/KQP3PbhDmz5lcPk/0nsjvdzuuz7KVNy+kTUvvnB6vb6Ncw49pNAgv9svhD/LLbY+9p4Wv6BMub8JyaE+71I+Po+oKb8PG3q/lmB9Of31lL8E/hHAejYwva+1Iz8mkza/eMf3vpS0G7+1Dz4/tvtdv2TTEjtHnw2+3hPovn8KPjsd0V2+CyAJPaGyzTzIrLa99e46vcGUcT90WTi+mX8vviiyTj8q53o+POPOvhLjEz8e2M066VCLPhcEpT7Yp1i/woBCv3lWtb3M8dw9brYdvcJm57w3Mxw/Q8YSvD0LUT6/6x0/CCZ4vQZI6702uPC8TAlrPaAOJb7a1Eu91uGfvwW6DT/sbDG+r0StvblO1T+0FxE8v/XkP0fWGL8/cfi9g/cbPV9UmD6c1xy+PmGbvSeYzL5F+a0+1HYEv4c5AL/7/Ge+QaIRP+uT6T90PpQ+19ivPnYdYL9fXUK+Xnm0Pw6AGz4kyY++WKg+v5NqAL35R9i/z3oPv0J2JT56fuQ8mxMBPGsfqT4BeUk8CycdvzL6yL6bgIG+Y6ZqPwKZKL+2D+261Qq/vgN1LT/4mx+/6GZ1ve+sJr4B4oA+rjndP2FXNr3A0O4+vosXPSZMZL+cdQq9S/RoP3zFSz+lm+G9", 
        "NtsNPTTB4b0/c4g+WWJjvlg/Mz/wb3W/SsM5PYDYsD5P7v4/KWWzP9I5AT/eCts8KtlvvWh4174OmVO/rYsAPk6VID+Dj349+52PvqMkej8LE2i910eHv1taoz7QE7O/KaAqvdUTP79uEcm8ufAGv3srOr5CkMs+DmZevrWWfj9JZp0/Eh8Vv6z9h757oee+OW8XPpf8Fb+/cbi+JBGuPuq+Wj2rQ+Q/wtMtvZloIL/a75o/qBU3P/wadL+ddsE+0g+CPaSk0b+486a+hDVOP8LIWL9PO7O+Zt4QPlu3iz72+yo+Ap+6PzjAoTzuRVy/CSbZv64E3T37fT0/EtARPKXrNj3Hu3y+86Yiv8mQrD14CVq8+auqPC/lEb/FSc8/hPHuPYHjoj8driC9gF6hv1UwMr1cWV0/B3iqPdgq3L6C3kE+zLM+P448zj7zBzk+MUYivyGUjD4zi4k/Br8rvWYBLL+sWSC/aFGSPhCZr714q/Y8nus4PyxLGb9tpUY9neo/viVx9L6fhUE/hK9+P5ttpL36KzQ+OidlPwX5/b7vNPY+OTuYP5BIL7wvhP4+vjZfvfnriz+LUpO+wYySvIVXVr4Vu8M+X9/TviT3SL+JA8++f+/NPr/EMj+RCk4/Rp8Dvyb9277cGw1AK1FhPc7TNr8V5B8/XETLPp1niT6vV4c+ZSRPPnw4Yj5vdkw/Mx0ivya6P79mVBQ/HK08vnVAsj3BYMs/QfjmP+zP/L9TM7o9M5DCvt8HHj8JQyc/8bMUvhzaeD9z6ha/Tke6vop2Q70eM7e9pR6jPID7CD3HjvE9QWOJPdohEb3CmgI+2uMKwGV5lr3ZwhC/EI+YvTqZNr7wsyE+/B0Gvwc+4z4LpwW/2ABWvIfmFr5UGom+TgO3vC38OT99ane9/W+mva+TlbxDCzE9rZnaPB+hSD91AR8/w9UwvsvOC7/3bvC7Ri43vVons76eSCo+B8GWv1dSGL+zPEe/4TwDPSIMMb4uQoy9vAnFPjLgvj3jXPq8", 
        "2fT1vrTGDz/1X9s+I1YOPgKYEb9910k+FJ1IvrrH1b4guBm/HR48P0PtAkArtm8+zYptPkuEQr8UJnO81LzVP8nZFz+BYcu9eYc8v/GaBD5dIN6/7zn6vhyxnD0VXpC+96zqPUHQVj8oEaa6q5xMv/xcT7xkR5A+wgE1P+mN3L6YFYm+l1Oevt9jAT9cuv++iGxMvfGopr5skJ06w2DjP4C3Zz71SQg/Iji+vPciZr/dnnk8ZGmOP7GL5D5+H9A+jmLMvn3NcbzTKcC9d49IvklHZj/mXNy+nT2Pvd1ZNT/q2eY/XzKfP6AZPT+6LbI8/vxhvdzvBL9ORqW/CjgVPm3Stj7/dk8/JRYFP09BSj8snxO8amkhv+pqOj5Og3S/cEiQPbT4iT3Z1KS8cIodvglLgz3dang+Ufa+vsMUkD9npHU+zJ+aPiY5tD4CiC+/EYa9P+NmAz43cA6/NFRRPhJLH8CvCj4/VV3tvMimWT69lge/oEijvcIZMb+M/6s+1b/CPb4Fur8yfHo/cN13vxFmPr/dzaU9xKYeP66XZD5BluI+RCqkPq2Xxz9wPjC9XlKWuQu6Rz7ux4q/9QJAvyQ0Oz9Q08C9vPYQP+bzcjk91Na8v/NDvHZwUr1vYec/deuhOuxr6j1K/eg6OxVYv7ojDsCkWiK/bumfPq1PnD5TBc4+H+YAvuujMb8E85Q9vu1xvlXeTT4OPg8+CoQmPnbZbL/CP3S+mehLPS5ZMr3iyUK9mOqmPQhShz/DFo87oOv1Ph9CGz0WTuw+Y9dqPyuxnLy5DdE+X/HPPuTqJb8Zbhs/YwY8v018izsPXha/GSg8PB8Fxr0RVFY+aIyXPxRWIT8AB5q/Dz0wPygWkj6bQQ6+cAwwPi0aKb8rmDS+JQb8v6ZwA70y3Ca6c12rvMOBwL4n8PE+BA/9PoAHCj+rC2M9+bxrvwDAjz+lkRe/gBBAPi8Y27679GA+i6wWPVG1bD8sJJm+LLcaQMkMUr6BcxfApryJvUGuDr9qI6I/", 
        "x8XvvhsZwT6eQho/H30xv8DyI711w5e+baY0vzppZT2IyIi9hKMSuzNF9bypKKs9zF3WvyFalT+erWC/YBM9vdhuTT4/p2Y+zIqIv/SXQD5Tt3M+mXLfPgwB/D4k+4O+ew4EPlAzsz4XT0U/ebyeO5v6kr1bBU4/xivgvoc6qb4iICm/Fv+ovqdNXD+RAZE9ptqFuqfK2jys1is/YPjXv4EsMj+ukkQ/arLPvLargr7Erwc9JPrcP8DuGD927wy/SrrkP+qNV7+6CJy+8LAOPQq5Lj93nzC/246qvkQN6j75JRE+bijfP2kpF719rZS/g4IaPyzlez8gZDu/VrQjPxLtvD00Rsm/k6B0vWIqlT/51oy/qSfXvr1DFj+/YMg+JWDWPkM1kD9JuIo7Y2SCv0hy+r/3tZY+8TPyPkUkg74tGic/zl2avbGjD79/zJm+mWD6vBBKKb48y1S/PVaIP2afAL4lVjM/wA+ZPJlfab96RqY8adwpPyKbDz6lOHu/1iOXPvOrPT8Ojn49D3QNP8KCFL92Hfw+vYM7P23xob4ukwC/2I7EvguOoj4Uqge+Vg00PPHSTT8Yn5m/MXrrvhEuP77DRMG+rOE3P5+tTD/8dfq7yqQjP/vQij95G209KHlWPwENjD/1DEW84yRDP2zt2T3wF5M/LYQkv6RNhb2K/o29lVGhPvI99j4K64u/+kq5P6ruqz5LWnI9NmvJu1jEGsC2wHE/eW7WusvoQj5Jiya/C7O6vmj/h78wJM4+Eg/LPB+kY78MUe4+NKIfvyPZAL/m7KS+I+lbP8X5VD4LK4e+71v1u5kl7T9/aaa90Y1GOwF4zL2ek3y/prNCvxxjJj+Gryq+Bet/PtqdJT6GRei8pPq4PbQjar2FjPg/1JNsvbaWtT0uE/I4O8M7v6rICsCqa9G+VQFzPvpONz5Ql289XI6Xvz8i+75QRh6/hpZzvrsWMzyR9o6+5WRwPdeOMb8ZNMa9gvENPkeMtL1ppZi8yVOnPbTbjT+hPCO9", 
        "3FVmvX4oBT1dB7M+/6ptPxyxVLx9Jko+pBv+Ptq1V79wkEA+W4Ymv6nhCb1YgJS+ti6NvYnsmz5y77g+YjUZP2vZEL+/InM/x28Jv2cnKb/qNcY+u9xQP6Bj0j5XuQo/4+HjPrSsnT1KM9C7PH9mvZSYaD8sTz6/kZFGP6hpGr82dSw+5GmMPinjcb7SfK49feyZvlsbHj/X9Ly9G+8Kv9dTw74ZBfe+Ku4iPRQBnb2SDgtAnEedPkaOWb/8PH0/ki/fPsgiOD6JtA++UBjmPhTXGUB9Iok+5L4kP2s57D3XU/c+HA0TPu1syjyxV/u9uEwlvTV0ar/uCG8/HI1MPrzHXz3Fkr+8D0FmP8gtKr/i1V++IwWlvxY+BL0Wu1C/1nHeP7dQoL4/QP4+PyiPPYn5R71MAes+DzcAP19rJL+f8Aa/xsWWPkLEHT0ClZe910lrPZo9xD73Qi6/pVxEPb5owj3L4tQ+HOkOvaT7Ib+gBQ28V2EGwOxad7/smmU/uFuHP24vJD/pZqO+Tus3v9Gkpj7h2Es/7XKoPuzAVb7/ziq/N6QLvs4+kL1o27m+NvlWv3wtyL4UbKy90jLwPSv0Ub5PPnu+38Ezv2eW6r72pA8+8IHmPvdOHD8aG+e/48PUPgIdqjxUDZi7s4Y1valcED6SbNa+BzUJP3COkL7q+38+oyiwPrAP9D5O8lY7b1kLQMe2pL3PvMw+fKiTvY61lz/VWeQ+cZAAPaAlFL7KKyM9KLaLP5P7q76cmM++2t4FP2F3l78trxi8mtmbPfEifD+2Op0+1RRFP+qZyb7xQTW+K8DqPSnwzj42MI48Gp0MQDUL97580Pc9ccEEv+FC0D5FoGU/pu6Kv3EIzToPpne7tVeCPrh/Vb91msE+ipDMvWqxKT4PjN+9LIGvvvNPwru+l2q/w0DKPpcAKb5keam+sZ0CQOcPBD4iHJ8+4XH6voVta7+OUT2+EozHvnKCKb/YAeA+DR+DvQIp0r4laak9NNchPy2WsD5HbIO+", 
        "sJOqPVQ6Gz+qZGG/F/uaP+UHCr8Zf4U/c3wdP07Fjj0XvBE/BapXv4o6q7u/AvA+eNkfQFvzVD1dAMq9yfLWPmfPHD63j4E+qRsrPsuxZz8QlkW9hg6EvfJNlT9SqoW9IngNPg9XWr4B58Y8U+2XPH0F7zsknw2/dnEQP1zHhT0a1XI/LVifv4I6Fr+jz6G9TzkHPz5CAb8E20+/7V+avtHvMb+HcMI+T8cuPgM/8r33eAVA5PIZv1crBD/dlFE/4g8YvzfjMD9zt18/93OIPEny9TzYc/E+nwP8v4M7w7t8tpg+SlhFv0uKhbsG5jq/LdjsuwmeGsDSfNg/Y0IhP7YzAr8Q+LU/6T+JvlaAwb4wOYY+byk0P7B7AT9YxS4/8S+wPspskb7HaI+9xyXnvZQeQj8jTgi9na19P+JcL7/+hKQ9kKwPPkJNI75deqa9fhasvr97bz+imam+UeE6v4vw/DvkniS/gU0bPL9hjD71QgBAvcidPvUOVb+zjA4/CRw/PvikLD9HfwK+XlFpPlLiFkA/Ix89dOt5P6XOh71pQEe8iJYGvsfhEDy9o+47FGGSvO40sL6Ie4Q/ahaBPg2RjD5NyUK+tKOqP60rYb9dIYG/J82Kv4DzhLsxQ2O/OMysP20F0L4O4k4+QmwEvik9XrzsnL09KhfMPl41P79kM0++OgQDP4oCnT4TuS0+cCPxPMjBnb83tqe++wG8Pk3aDT8uKR8/Y7pUutJ4Tb+AV3G9HDEMwC7n3L5F2GE/XGJOvzHFsD651sM+xtk/vq/84j5YJ7s98+tzu3Svlz3dEzg9CXjevq6MF738wnq90MyyPki1G7823s8/8MmPPi6bUT5zk4G7ys2pvrZbPr8TafM8JyifPta2wz6wwSjAGj0kv2SR+T5D8/A8cWowvX/NkjzFE+S+DFJRPp9DQj7x4kg/4/0Hv+2HiT7nTwY+iRMVQJvvFrxSGCg+3c0GPsFX6z4j84w/gnwRwNY/db9YR5O8IUUTPzcwfL8xeXK/", 
        "zfbcveI9+L6QHdE+Se4TPzaj3r7r5U2+4uEJP0+3Lr8+blW/TnYUvwecdz739Hy+QKJSvdwllL3kMgm+0A5hvg+1675T5Oi+xyRaP8InFj512969I1iCv8oBFL7Y1r88aVyVP7pQCr8uTy29GiNBP3YTdL2Faga/ZE+VvjX8OD57DVW/dCfWPk0iur7lk1w+118jPq8eqj/zNMi+e30TPvy/ED//ZD8+xwhxvckBNj/HVMo9Cagyv8vC6L4dFyy/jjM8PZR9iT83dBm+EjXRvsQzXL47d0M/JI5hPm/XIj52ppE/VJOlu9fpWr38WVw/xcS8P8vUJT+ffWa/+Htov5r+Ib9kNzo/qWVhvzD+4j4WmD29BAgWvr4JfT+psDS+CwhMPgQKLj8Qq/y/bye+vw508bycaCu/4mxev4zcJ7977Ra7mq7JvweYgD+Up7w/PPydPt9Zij9boAu/VQyavh5Nrz/jxXQ/Nwzyva31Hr07upe7Dv6ePSzY0T7E0KA/abdav1uBgj9M8Qc/0wuYPkYIdD0zr5E+mPgvvw++F742ncK+UzYav7Tj0rz1AUc/W5oUOorA1b/5oE8/Axl4Pkckcz8CNJk+dEZRvsXlvb5L+Qk/LudNPixYnT4eR0e+C5ZlvllzE74W5CK9sP2vvreVeb9Mosy+PuEQvjkUIr4rzgA+ETEJviCj1L7C1Ly+B+cLPHTs7z6vjQs+vocTwAV3hr6imUq+SrN8vREnWL4j8nk9gnqLvte/nD7TnR2/3RpwPi5/ID80wwM/PF3WvmHu8D/ZEIK+b2N7P8Phkj2QTVU+rotQvg1glzoJFr89Yq+ru7EQEz/J2c6+5k7YvpIMKD+g4wPAT05tPiqulr4DhkQ/34CcPS3Faz8/iXO/rGt2vl2zbLxJ2Gu++DQfviUrEEC1ZZM9S0AIv05zv74ISJ8++be+PlvBIb+hObY9mI5lPHhNED7gEFK/yYYGPtlNpb66QTs+atycPVZw277afwU9S8W1v75Nqz6zIW++", 
        "k5/tvoJc0j4rp9E+P16uvhfeVz5w7hg/JK0CPjJ0NL1Gy/M+yyFXvZKOl71vnXK+pYCdPRzG9L6SxJc/u+azvYkbnT6W2ts92o2FPjMgL7/myja9ZpkEP9UZez6CBxbABOODv3+gBL4Q/GU8ktFXPtGW8T3/pt29X6v2PtD/sj7ruUk/lBX+vtpVtD6tVJ0+UN8JQKHOKL5XcJy9VTeHvgxYiT9nj54/RcwKwHaOgL+wvhY9Gb5MPbm6XL+bZZq/3uvzvriSZj7HSpU+D/wiP7sYZT78+YA+C5rJPvSiH77Rd9K+1dyNvgEbez9ZVmm++pgRPS37+b5sH8G+d2JHvkmiWL46Bww+RayGP0tbETr5uEO+ztE6vws0gb3MmlI82sSIP5FmB78tSzs7S5xfPxJCiz3l64S+DpobvxfiVj5h3hM9eanaPvoWE79FIGm+QXUzPu0rBT50FJu+AO+yvrSv0r5/SRi/zbRxvaa3Pb95pgG/jCGuP3Plc78aVoO+F5MHPoT4Az/v/4S/2rMKvQ56BT+XP1k/dt2MP7WVOT49BWI/Ok43v+Z68jzt4ym+UauhPXAxCj89t8q9SX8uP/HvEz/kps0/BweNPz9bmj4nnjC9IwhlPsIQqz+UVd89h3cwvk04iT+drwXA+H8Nv+jyYb1nBdk/3JkSv75oUb9XCKe9sHauvMATEr3VOtI9k1JOP0z1Ez38P4A8k71MvhXUdr4CvCO/FwVfvyrbzr3MXu0/YZPuPjMmVj7+O1Y/u+mdvvarQL+Oi7C+DnpyuY+dSL4STFQ+zB9Vv1cNuD4nEf8+KFsNv0hW7LyXknU/o9/oO0Q4DL80LSC/mLqSvtLf6zw6Ras/SXsfPi8ywj4KyCG+gLsuv+Y2Lr4IrwC/kAoJvscbiD5YRQq8qE2su9R8Vb8OZIU/eurgPm/hkr9FnEM8QyYjP+JbkL99Ry4/jkVVvkDaaj9REWY/Q0y2PtGppr1re6i+O9MdPogkEz8evA1AwhyevmLtPb6mHBg/", 
        "f8Mjv9jK/D5EFDE/aCZ7P4H5i7zgup+8LIDCPovX4L0Ie5M+sMIpPkIC4Tx4iTe9zZp/PTYwJr/6tCo/LOofvyGadD59HwnAe0Ysv/EtRj5EXmc+TXOrvjtWm78mg8C+bwwEv0wfID9PRlo/G8EtPinW/T/KBd2+NbeqPks4vz6J+Dm/C8UuP3xqxz5EUqQ9irSJPWLhnz408vC/kUTnPVIkhD53Bly/G0OPvXYsar+0qUY9JWAAwDRoyT9JTD0/8SArvxXldD+ce+6+Qv0APvcfSb5QsvA/W+TsvtjKm74JgP0+9pUxvvQ0DrwfMFo/dO2GPoL2776vOAe/+tt7v26pvTzph7I/cZKgPtQ/Gb8FBQs/nokJP2QMED6ZRxc+Rwf2PvD+ND064A49epsvPzx60T/DXds+xuvVvoNNF78EuNg+jbHcPsP8UL5m/Xk+ONi5uxLp/r0dv64/ZFoNPkemCz6XLIY+4IsEwF/P5L+OwX+9Kmesv56he78V8RS+hBzOvcGf+b5Sgwk/QeqbP/0dAT+grhA/EJ0avz+OAz5LgFQ/ayRNP9hzP77NlZK9QXUZvceybb67Y3o+lOcuPw8oTb/RLIU/FooGPwKwaD5f0XS8Hjc8P3a4fb+YiIy9hfdzvxhfLr8P3MW8q1J7PnQwEDuqo9q/mIbkPmmTZT6nwOi+1YqlPuBcG78vP56+DfgxP88bar7i65K+XxyAPlZWlr/v8Io9m+kXvegK2779ske/D/J7P1TIgr7xPLa+T4XVPIS+AD9hWSK/fdMwvuf2SL47xrY/3nQnPwz3Qz1ZvrE+qwEev74/cr2TjRu+c9izPUumWz8KhCO/hMkXP1TOwr26s64/2GphP7/klz4M9B+9d+M9vVp+Yz9nIfW83b+4PWDTsT8uReW/FHIBv9lrcz07ovM/+jKOviZ8h78ORzG/UtVUvylGXr9SRKe9yFBpPmoEKj7gxOS+pvXlvZe2qb7SLCG92To5v8Y1gT7Z2wRA3GGMPxcDAT9Dv2c+", 
        "VEQCPvMcGL8vgyO8+ubEPR8gFz6NF04+zB8pvx0tFT6zU4E+8pDFvuXTIr17KNM/qZcYvRWaWL9upDG+8MGpvvHOgz+wPgi/1j8ZP4kU+77oXSE++gpUvyV4Rj/A+9k+mK5ZPpnwDj4J1RDAktW8P1hWvr5ZIiU8ZEdRPgFw0b+mOCw9wamtPf7Gkr4I2Nw++hf6Pg0xZT/i554+yt3GPiMaf74URWA/lDIbPOEikz8PQjI9e3F/vkgFjr7sgvi+z2slPwNBqzzAtT6+fQWXPgofHcBfLcC7hAM+PsEeobyf5di+BHjjvW9QvLxSzWs+DugNvAm1QL4doDW9FTMdOUA3Cz1piga+jLsBv8o4SD1N+c+7xr0pvxE93b6Muqo+KwImvmqPWr+Q96C9t2zWvRAq3L3uNGq8lif7vveMOz/QMNm+KRhQvskh8z1gOOi976XqvN1/oD7SyDC9ksDSPa5aXL0CBYq+w3p4PJR4Rj/5N/881KIuPxs2vj78IjS/IJtrvsYiA79prkE/+ttMPyilRr/hP+W+Y3QrP5D04L73Wru+ZAR/vt0xqLz30T6/l1jIvlxwmD/LJQW/iY7PPmLiWz0dlMG9ZfAcvUJhNr/cnB0/iDf4PWPjCj9dY3U+A7IjvuzdKT4aVGK8D0QcPrWxrbvsnto+rduGPxLvML5gYt699P0Av7oELL/8m5o/4oMJwBImB76TLhE90CcaPvFw579pveW9QW+IvIuGSD76TmE9lNF5vpNiBb9nWRI+JxffvtwtL75ylri+4FjVPmZdfj6d+5e+4/BIPj057z2tOCE/FfBovT58CL8xx30/xbUrvu0clD/YdBg/9Rg/Ph2poT6/X74+26dpPilikb67IbW8NGMpPwGGtz1ER2o+u0mJv6JPJL5Rtuk/JiKevmk8wTyli+g+b8sbv2+C9j2ZZ828VPCNPiffSL//xA8+Bkt5PsPc9L7p6QFAfY0Wv91GMT4vGXs/dRkbwFj+QL9VggnAP8KLvl/VRz/zbcS+", 
        "hVN1PUNZX70OWjU/nLfOPClHmTvbh5c9R6WMPgr57j6qDAG+a6gsvZ1n9D2bVtI/GcPRPaWl/D4pmuq+fSAIvy/yab1bmDc+iIzEvaBhRT+SLl68mygqvj8QEr70nj2+3PqnO5vDXD6c9w28LDM1PZjgcbxL0Yu+g1lOvsOpOb9AZa68hzgmv8cyWT/IZi+9ZTgSv0ChTb3oFAG/PB4aP0mBB79dPRa/RGimvY5a1j9QHEg6xpkovxSfjD74EnU+YzrkvjEykr/aKOs+wasWPvsSjDyFeKU+ClryPvSgpD80UyW/LgeEPx7D4z/6ncE+ULRAvSprcj0tUN09R5eXvp0OXz8pbTO/yyIvP83LDL+whB4/rkXbvn4D8T72TQU/glarPNqxer7uJAPA2KKaPy830r51S5S9RWspvmC8174ToZa9EqHIu/YEP75OCYI+Ivs3P/PkCD9ShM8+m9qvPsXCI7xklrc/nFC9PFkpZz+QH6I+YT9ZvmS85L70Ae6+2l15PudUYr3BGQq/FtwhvYIkIcBWQyC+PVUYPxq3Ebz2PXc74Yo/PsYj17uT4pM942LNvGmxe77a2TQ+xWoiPpwKt71AIpk+Orc+vzTsNj4jzBu9GD0Dv3/HDL9EGJA/gXuAvrY0jb7tFju/47jvPZKF0byJcbq9TRtqvpUFhj6Mm7e+YuTZvoZSKbwghwY+dd3vvKVR+D6UBO2+cjC4Pkjvnr5KSA87gDY8vWCXDj+oedq89D0bP0ssvT7Bj9a+nMIHv5Dp+L7b3pW+5kMHPqco/D3Z0By/njixvrSlsj7pZpo+8hHOvrlrLr0QK9Y+YqJIu/q6BT7h+TK/FYQ1vnXI/79q3ou8zdglvw3WxD0Gokc9KdVcvpzWwj536pY9H6woPoNdOD7JHce8f7N0Psq91TxVosK/gIrCvtbXwj6LB+G+wSciPw2m8r4c4as+uiwXwBGdmrut03k9mepJvnK+sL/uVpU/GWYZPCs+pjs9okO97n68vg3NWj6NDvs+", 
        "qlCFvoiQET6n+oo+XNpevqC4Pj+aquk+6cKnvrpEoj8alyw/M7N6vsfNLz54q649k9rhuxySuL6EMM++/8ksPoG1yj9j2Yg+qMkgPpVpGT/Ds+E9qsIeP31Rzz7pEx++qCdAvpnTpb2qDOG75xI2vu7gFkAeRp8+S7DGPWjJ5buTjOQ9A/nVPqXm8T4xu6E+Pmk9P/RzBb92uAm+DcSyvgdoQz/ujgk/q1kAwPO8N7/RhME+SS3evPlSKD0bw72/cSEIwL4R5L3zWhI/jPHrvuv2vT8QahA/InPDvbPWrD5gYB6/aVoavgqiMz2CiUq/DZV3Pjjy+b4mGlk+Q2WhPQeBWz89T7S+VtO5P18X7D5CrkS8Cu12PmZAr74MNdq9iPKGvBjRyz5CmBy9ku2yPOcHhD2Qozi/s3kUvwBWOb/ScR0/NS9FPpep+b7hwWO/4hAev1sY1T7lliG/zBAWv/k6qb1dPWG/Uo67PuNiN73BC5q75nwkv7CIqL4JIGg/1515vuZJ0D2HQTI8cPRjPzzp6bzOlj0/zt0fvm1Q9T6oJNe99ESAPwv8Obz7hqM+2wHHP2y5Xz555M47S9Itv3AFyT0ttqe+GzuPP0kPjru8D/O+N9EovzXSND+3iiu/oWqcvkWo6r2c6G+8ImQQv4Ewab+VCL4/c2WrPr98CD6v7WW+VRZzPYSJ57qJOw6/1vS9Pg/4uT4hIR0/e+CNvrxlvL6ydyW+7eLAvfJmiz00Dhk+pv4/Pykxij9Fkz8+eSwMPjSSuL6B+4a/mFwJP6H09r/hFxq+7s8zvnDwBL6k77W/s7bVPYSWhrulNU06Ml7Nu/Ww5D2vO8W8v2z9O7A3Rr5f40a+dTKpvvY9DT+zr3c+ioQMPVy7nb7WtwY+vMg9Px0Q875odP+9ihh4P7eOFL3S5Is/WRlePyYWvD4IHhs/3bNBP3i2lT3D1D09/Mc4PMbXWT/qP4U+H7lCPqrygb/8x249nnsLQLE3nr7pXti7Lbe6PlUIXL6U7mQ+", 
        "G55Av9NVT79gyCS/vWAIPvv/ub1l3aC+aLlMvzA2CD3k+xi+nzsdvgVr2Tz904I+MeN5PhEEvT0pdx6/TKYdPFyCQ8BaJNa9pRnrvtw9ITukqZW9+mRgP/zMSL12vbU+T4RJPp5NyL5gX3G90CdvvZa/xT0h8su/mQ1Pvn35AT9QvxS/ainYPv7Pwr4t0pI+GMUOwFdigr7GdaM8W8/GPCpejr+bYq8/1SINPRuCnz0afcu8HJQRvlbmKz5zi0Q/X+MKPvsDBz9v1sY9YRmkvqWo5j6G1yM/MEb+vhkorz+lXWI+askoPuDIzjverIM7wnTpvb4Wiz6BvSq/USchP9XW3j8IJkC+eUGBPgFatz7wkw8+rBuIP9gngT6vyq89RAlbvXG6MD5scyo9irYLv/Ge+z/vHjs+icdnPiwzpr4n1188IWmVPnM7ZD6GfN6+9E8ZvwTZjb4AqQo/S7vmPVa04T3kVNi95JeHvfzjZL8Xl8y+qjA4v0K/2b4JklE+GDPnv0HW4TyFf4K/8K1Nv9wm0DxCYTo9AF6gPgaRDT+hIeC+2XEnP/Zm0TxhFhw+UvIcvUuVdjz3vDq+EGM5P2f/B71NWAa/CpelvkLSvb6ogEm8eJWLvaJAAj8+BVM9CaB+vzaA7D3BK7q8yd7svK7Yor0TGo6+sRqzPxKuLr8K7TbAv5q1vnEkU74LFDs+vHCUPxfRNj/T4SK9mNCXvpxPgb5iDo4/n22uPokAnz85fkG9NQWlvneINj9UuJs9tasuPzPjdz6/Zko+cUyQP95hIT0pCqq9i+DcPZtsRT6THde+tm8zP/IL/z/j2z8+SRjTPx6UjT5IZmS/198WvlUfXr6CCyI+lYZIv4vrBT+zuTQ+QGnhviFbwz+eOdC+n+EVvVxbWz968RLAq2kfv5xxbb+fcrK+U2UGPyV48r6B0gi+GweDPSsfDD8Olky+QZgAPoigZz57ccY+yZzePZSDmb6Jti2+BXcoPZ36yz8fiwm+508jP+DSqb69X0y+", 
        "2E9iPlSYrj5eSa0+Rvk3Py74j7zXvre+C4+4vhVvAr29Csa+wsCbvN+MDjvxC+u9QtM6PYTV6r1H47O+LxeEvklUib43yTq/bQ0/P/hEmL5dIgC/+6jWvSwV3r2ROtY+/p3PvpvzML9+Mjo+B7zSPzZt470F4BK/ntySvWJfbL0RCsq+/t+Iv4q/vz4mO54+aW+Pvc92pz1p/mc+YGSuP5x+Nr8GIfU+QVHcP37/u71A/cY8Vy2NPpFMFT8DLqo79jw8PNQsPr5lLCE+5zbgPvoHIT8AV9G+fbUKvVLTbrxLGE8/DaGPPpuOEcCz2fS+dT17PWJDY71bzaS98ghqv1ok3b/6NQG+GdY+Pxqg/77VTJo/uQfNPhe0v71xlkw+TXDXuo8OY73dKDK8nM3UvuJ5zD53kgS/XnEhPts3G70rZRE/YfoFv+jdrz+zbQY/r8LIvBkA3TwKoDm+5JCqPI/LND3Zpz4/XuMDOqFDm71cqJG9hD7ovgx/hb9gtfG+aFBePqtlID+eXMA9RCR0v5wcKb/NWkk+CCUZvwuHEL6QZ8C+y7v1vkzbJ75Vs2W9bDMHPWflrb6jb0G/mOE1P0yQD78YNKs+C4n8PZvofj8Y/ZG9rgNdP7Fdxb7Qmjg+AK5kvrClnz8/krS8RPIOP/do5T/qp749mQBrvGT7Db+o5zG+hQMmPhfaJT//+ii/PpQYv+h++74jOuE+Qw2ePn4sCD5v+dM+wtZzOx+Teb9OjBW/jbL5vvVeHb8VRni98lkAwG26Pr3T1iC+SzhCv3AedT7R6dU9dQ1fPifUjj73u1E+P9CnPlwVEr134w89xUBPO7LT6775XAa/SbpjPy04Dz8kgXq+VXLzvHxJKb/NDYy7MkV0PBkveT86NnQ805NQv8dQqb4AlK87atqmvTleiTyIcC2+w4OTP243/L48plDAR9duv3m3AL9FzBQ/hdqKP16u4D72MJi+JmyfvoS0L77g6mo/DquSPiFMsT8trT29vUcovuigLT+nDvC9", 
        "ozBcP4F5gLooM2U+nOB9P1Drf717XDW9ay58vIffOz2aXxy+yOU9P08LFkDSkM0+WxX3P+ccsz4SrmS/mVQ1vg=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "A8JFvfud9z0Fbvo91IXDvQ73hz1Lv/I9nIbBvCCkjLygHlE++Yq3vYRtBj6lDv+7ZxogPqu7hj18i709UaM0Pcytfzy8v/C8lJiVPKWoHr1LpZg8PDzwPaEd8j3efRs8hHohPf/sRD31EVs+hL+LvQ7sGT4G/wM9H/nXPcoMGD7HW6G83DKHPRFMOb0Sa+A9E7U4O2kDCb3i//o9SK51vUQ0lr2MIYu9B+AtPuw2Ij1K7Qw9CiVhPfu1rry2DKA+S9U1vng5zTyX6F6997w9PMLnxD1ZykA96o9+vftASD0Gnau9CRaLvqWE1r1Jkhg7k5AQvfK6wjwd4Ko9bD/kPWvPDD7bT/Y9dBfdPWzPqj0NM7I9c1fsPfFzPLxtoQU+4pxWPC+Qhr23Kgs9rvCjPWxb8bwnOww92NqvvL/yazw="
      ], 
      "weights": [
        "vzQZvmSV374zt4O9LeI4v8CyfT5zr9G+S7eSPQpiB7zxDSY+jIXLvh62h7/wcic//k3uPZCWrj6XwwI+7akPPtelHz98gDO+V5GFvuJCO77XZzq+lqHYvlN5Qb/35LA/JTgYP6FVqj7FiIO+1OtEPorKU7+5kdy+JUuWP8hovz6oazC+spaKPv2wZ70sHAY/rriwPe9Gyb6NysO+qQkjP2u2AT/XR6O+rvcwPU7x1j6KGQm/qFyDvtRp4z01hNe9pCg0PnGaqT7aB1K+AFk6v9nxjL01zWU+5QTwPt/Lpr4XMQQ/eI3bPthK6D5rGRK/0O4Sv9gw9L4ulIi9Fae0vQBeDT/A4UK+nMIZvxr5Mr+h1dm9I2lXPrmcUD/sfeM9PuGjPdY4Y7+FhpI+VTVWvpK9Aj7nRRs/a8CDPwtKOb6DjgE/kLbfvhYh0L6Oygm/W888v92/QT5MgC+/NoVnvO9kXz75uQm9opjFPyw1Lj/lg2G+/0mRP2SxFT5XKQBAh+u3PdOmNr3p4wK+faQnv0Nb4D4bL0e+VaoxvsLDxr+zArG90eq/viY88z0wEmo9BJPcP43RJL971gK/d5s3P0x7lj36iqE/Be+xPj76kz+RN+i9qxfuPnnkcbxr7h0/PdBZPxlLCr/JMBA/9/aMPQJL4r+eabE+z2M4PWxCnb99ZNg+qFWLvoGiLD/Wvs0/LrIHPjep0L1lyTW/k2r0PmPOJz5OczS/UAjkvLXr1T55yxQ+Q6uCP7S+I8CooC0+gVj6PptXXr9QS5i+9r0Nv0IDF78h2hRAvrs3vy3lgD6RBdy+mrdIvmWlTD7X0Z0/wZULP599hb2y6HK/Epm5vjaKlj6RNBo/VgsjP3r7d76IxkY+PHL2PaPmW74BeVW9FJoJPp98hj45yyK+s5SavZObrz6bZ3k+ewTMvdE5GL50t7y+kaQyvsNmSz7aKnA+bDNYPYwfPr9A+P09rKiePtCNmT69Vrm7XQwZPy98wr49joo9Nu19vZScijw0L7w9", 
        "18NDvTnQB77K+1e9Su0VvzBpDj4YDHa+9y7HvuKiyT2iDZA+Y/kzP8QQ6zoBYiW/e+M5PqOXY76syFW+NhwxP0oiML87RYu8ahawPSvavL67EBS/8DQbvv1NYT5leD0/eunkPsfCKz1kjEm9Nt+BPjm64j5VgYm+h/hlPvkSALyk79g+kzUVv+ypsT6PNGO+gILLPkv6aT5Wx90+8MY/vr1QBb9HVMi993vAPgCxAb915KC+NT+YPyPHuD54Hqa+ebA4PmXQNT6nx/e+JhK0vlOqEL6/RCK/ah3EPr5KHT/Bly8+BGTaPu2ixr5E3tE+pu2JvybcIj4F/Vk+6vpLPENhvbxjkE8+1Y4VPgYMybypZ2O+iVtgP3wYVDzzQQI+MJCsPoSxFD8zPxw+fAwcvQpGwr5d9gY/xT23PoT4vT7oq129XEciPz87qb5h5rG+dN40vY3wRr9NqXM++S/NvRLguj4o7/E+ajlcPvZVdT3wUMW8CugZPoob/r5uzKs+piPbPlrcLz6mTcq8aWhYvwQVDL5t3wS/2wf6Ps7H1z47gCC+ya/OvMTJYD4wzN0+bdRgP+Rhvz1a0bo/Ega+vkYBPLwGIxs+b2G0vNtSST4kiZC+o2e8Pgl2xj6G0Ac/wTb9PgWWKr9cqnQ+V+djvqEz0D4GDhy9hHm1vpf/eD4Xjdo8qg7APb2toD63JQI/qbCPvu1grb5UQIk+IIMdv8Gnub6OzL0+9o6nvndWzb1kqFo/Dq1sPz+yB76eLR++JgojvmsV1j5LFNa+kW4tvUd7vD6roqG+K9StPukItD0tO9c8Hnu0Pfacib6wW9Y9ceUKvkNJWD07zZm/3s6qPu8qXr1szTC+n1HVPvhIID96OKi++g5TPvpeMz6IMcY9nEWzvmrKkz75hoi+3di+PsXr/j141Ey9hUdOPgzBmTwbk5u+beMEvmfTbD2yKSe9kAHvvmSiXT+kV+0+eafHPsoJrz5ZEyc+eQuPPH+dKj8lvvA812wQP5blJb6N0aY+", 
        "JsAkPvOLBz/TtBy/Nf9zPst/Cr9TF/k8hSsjv9QGhz4Ga7S+x2Ulv22DIDxx7og+CMYkPiQyUrx94re+RDAjPyZ5/75L/B4/2lOLPsJ1Er/mzkU9eztWPvbyKb/89DU9L5kxPmimBT9XjGo/AF2SvCzqvj4wukS+DfaDvnt77r7RyUO+ro4DvxTY5r7bfXK+EXBYvoMX6zsRbww+wqGNv2Kblr7ISm++ilLxPqC/w77mJZw+xaK5PsPNsj7gzlm/mFI9vihaIj59daw+bBEcPtgDAz4Up30+NIdXPoFna73/mjy/9gMrP57R5T7UsAy/ZQGSvkCSVD0lUDy/T6VsPjOSvD0n5nO8CnTzvh1fjT/whbo+2+m3Pgw3ary9Y4c9Na8ZvjsXHD6R3OM9m3sov7EWS78Faey+PfWTvg1qID+aUH2+N5rPOWfyjL6MNrI+bW8XvxlUGrykmiG/4nt1vwjIzb55Dhg/NbgJvx5TMjsSBCm+QBy0vicx9T0OrKa+P85bvm4oYD7qbgC/Yz0MvxUMTjxVk8y9EaCXvns2kL7ZBsQ+5mofPpXHlb7XWq6+pptiPwmQqj5Hb2o+//SJvgq1JT/xFz2/qsMwPnGyjT3eFv691l7hvi/Guj0qRaE8r0r9vsNrmz5abJk9CCzWPkU2Or5Dt1+/GfEQv9OvnL4k4US+zNaGv9Oaij7SXH6+jQDgviYNmL4rViM+N4uLPpeVnz6uxtG+zcDjPD0MOz2n9Zw9bGhHvuMwn7+tZVU/NZWTv9SLtz5rUny9ig1zPoz+vL7/1bW95z2fvfXugD5gWaK/7b7zPv2+aj+8jN6/mw+pvlavlb2xDbo+16T2vqM81b6eCb0+tSmmvq3DdT5xVUM+i11Uv1VK/L6wPia/A2MuP6IrPLxNi0S+/NgHvtJBxT4PuNS90sOsvrvNx72hn029Q36CPmY47L3ZkIe/8e1UvgLURr8gYqW+UVNUv7YEqb5bPnW+jkoWPnt95L5HSzO81AqivgQAAr/6UwQ/", 
        "QPXFvKjVrD4Kjjy+SwRWPvBzjj3GhWU84ITJPdfAYz/+b/o+bO6ZvRb6tT5M+LQ+uTjAvFwDDT86RzI/FQ9Dvm6TPb77M3C+FkMRPxamjT4O2Sg+X2w7PzCQlz0oPeI+1J3qPc5pPL50qm8+JIGTvdqUDT8L9a89glo2Ppwqyb0vsha+TZ3qvUxM+j17S0e+KXARP2u0BT/Pmuk+ej6HPlbxrj5YWLo+uQbkvuH4U77XjOc8O5ihPe2edL4Gt8G+OrWzvekMt7441JE+nSSqPdRklD72f5K+9Zm4PWLe0D2n1t2+Ecf0Pr5pM76PM2i+gIQ7PbI54j5r3J8+aAp+v+Mnu737NPI9MbU8PyumJj2DCkm+qXo7v3oIBz1wxfq+aQtovmcYED8fBdQ+A1t2vzSIAz6xLOi+aCEYPuKAjL6DcKC9LCy0vqKQkb6GgBo/oWNNvpL1F78XnjQ/+0dNv2tZtr3Cuo2+I/WKP+s+hL4YaXo+c9yOPn/N3j6sIRg9jDJlvB2PXT7UHng/I70mv05iKz/kRia+StUQPkwhK76aLq6+2mEqPwqNLz9huww/UvglP2L7Gb3S5LK+1cqZPrLdNj6XNgk+dghsvo2O0j58OSO+qm+Xv2QPBD8OlrY+NeYGv51jKr6zWCo/DR4OPr+gZD+xL847GXSaPgpwxL7Srx2/cQy2vnj3Oz9tUrE/3hmnPsS0qL4y0xc/+7vOvgKaBb+ssQw+W+6ovprTQb9vLms8cCtsPiG+ez5J00K/l6Qmv+A17r42GEC/EW5Nv/mNVL9IR4c+g4yLPpFgib5Uoq0+P5ANv6svLL54U2Q/d7F6vsbAoj5XQALA0ypcPjEkwD4r6U08UL0BP9Uq8D2ixHU+zhQtP4+qDL8i/OE/GDjnPqshqj4dDdy+zofBPsqExTy+haC9SXkmvln2lz4x85+8A/g0PoD+mj4oCGk9D9itvvW7nT7d/qq9RJkkPhVpHD+ACPe9PUAZP6FS8j4MfTK/OumXPkQqk74kUr4+", 
        "h9N4Pk/OsT4sk7u+BP0kvnKSi7/v6qc/v2ffvlxwPj2/S/49HfhevsJHlL9cpqi/cE1NOzsdJ7+w3Ic90BEVvX/0Zr5ARoE+BGezPdvOpj74TUY6sauovZCuJj/pXmi+nKjsPsAiAr+dy6w92qkWvYyK9D47zLg9WYZfv4B2AL869BW+cFiYviyihT6MN72+WVjkvuedgj8K0Bi+KMQzvrcwMT4o0i4/doygu8kwaD8Z8xM+KJMOP5ul2T3iusM+hQHQPgRdAz+Xd8a+QTsWPde0N76R4mE+kkU7vmjBKbxSR6W+ktOVP2P1JT9GjGU+rbh4Pkohpb16jxi91K+GwAgtKb6swjS+K/cNPgvBNr6uxbK+XATbPY58sDsWbzW8wTxmvsRxhD0VaLc+Icu9Pdf5tr4B89Q9vIsBP30f6j0PcCo+xBwLv4YJ/b5sqTQ/s9wyPwwpXT4IJzzBe50AviSh5T4Xa9E+yMiIvFGmX78ZDcY+RyMEPkdFhz6tOJo+cgQxwJ1NQ75PScm+Ds4dv1V1BT+1GKk+YGrmPoQ7iz6llEnAlCGNP8qo2T5b0bc+VRLPvojvosA7O3e+AnCmPSI0u77cils/AxM0PwECHT8FMvA+RXIGP8hSPTw0dXs+W6Ccvgsipz39/ts+BPK7vcQGjL5tvaU+cwE5vba0AL9iIY6+bifuPiNPKb424Lc9SHThPHAhQj/jaSw/GiW6v1Qj1z5Og5u+aBqfvnFeZL/WtAY9Yit+Pe4ZT74MwQ+/9veEvezToD4QeE6+4SU4v9DsjT26x3e8e0zRPraBWT6bqB881/mDPpqwhD0tFNk+7NRBPwO7Gjzua8Q+wbojvRj8zr2H7z6+H1rmvrtqM7+A0Dg/crmiPfDD7L4zMJE8TmLmPh3eiL7KUec+g1FovvoDnz34Kju+qAMOv1tJNT+02sC+u94Kv2/FHb9UBec+8IKAv6kOWT37y86+xO0FP9gNTL9Mots+QbR4Ph/6E76U0ka+nz3ZPhr4gT4Q+80+", 
        "8ZQhP5N/2z5C8bk99vE+PJfx3L4svXe9huyWvml1iD+WGJY+B+aaPlUBUb5IMwU+0ocBvtXtsb4apUW+88aCP80IsL/BUrE+xzGtPuMzwr4mn+g9Km9oPswF6z7hPVU/Is7zPhS4Dr5P748/4lY9Pia6z7xoGzA/jeEmP3Abxr7Iwzm+2uSfPgJPXL9BjMa+nxaOPKx3TD7p0Do/T1WUv9/Njr1msQI/RwHlvp5QOz5SRtc+1wC1vjl1iT5Kxu2+wvDYPdmMCL53bYu+PuEUP3ZyOb53KhA/j8PcviI5Ez9t4FW9aeAvvh+tCL+2G4Y/kWdZvY5VUD65L/w+A4fPPogZVL/2auY9TAYBv2BCoj9AS4m+GXdxvpk3Xz3AEg++BMEQvmha8b20XSI//qLqvpes2b7s6sG+lcWAP4zg5z788Z+9d8YEv99Tjz46exW/ejn9vnt8Jz9+Lkg/Y7mQPkFNgL6Tnjs+L9fmvmLC2L5PWJA+fSRivgKogL+lq0I+zSIkv9FDOT+FpBY/p3ZNPxJ8nT4H62+8YOdIPuiw1j8DnFa/5R+/PH4ZOT8K05I+8/a6PZ+Mjj1O8Gg+9Ru6vlEgsDxYIR6/bTw2PkgM6b7Qtw8+XWuevSjZ+r7TbGy+ROmcvru0Pr7Qx48+VLEyP+uoaj7hCTs+96D8PhxHRD7zJRa+gCh7Ph/rNL+TmqW9FvQtv39D9T5x1Eu/NhcOPxYZob3y2Pk+0wFKvT5w2b1mPS4/GzbCPo6bNz67FIQ+w53ivUIbkb6I4SC/4Gg4vtZ9fr6jkoi/6BgJP0bt7b6ui4S9J4aeP58sFz8wZ4U+dCCiPnmpmL7LgiE+1jQQvzyHJj7U7n29TLA5vxlt/z1Y/sm+qTlvvVxcN75VD5A+Oij5PIRn477ztik/nyy6PromjL8pURI+as8FPvt2JT5nzFA+iHibvodnOz/658S+E0PgPvkxnTtArhC/gE2jv+t1GT4YABy++NAIv/z4Fz6b7As/+z+2PWg1HD9m0oC+", 
        "V7QEPUT8Cr9/yqu+e0spPNAumL5Stsm9QTf6vrrDub47WFg/puvwvQP5/7uqa6o+uQwRv7aB+bz/+Js9znFDP13uTb+dkgs+k+7EPhc44z57Bge+uomEv1DjVz6M52q++0uAvodcZL7Lxqs+28eePlIrQb+U4jC+6/JDvh6Oor7Q+gO8cHYxvg95Ib9Yx4W+AOiYPSffPz703Qq/zAcuvwJAVj+iiTM/CXGRvn/lBj/JNpQ+ANsMvncfSj6qV5m8i+2+O74Xnz1RfOg+f7YivVpo274oR6U/rA9TvOghxj6wWTe/qgwlPzRoC7/SD3S9wyFaPxNoOT+6lce+LlG8vvCmyr41Nvg+LnzJvamE1z6+ZgO+K43FvjmfVr72Hko/oAoFPtHFNT3oNSw+3MofvanXC7/ARfw+HZruPkV1T79ohYK9D9H4PSVzHz490Jk+AgRLPlJWnD1Le7q+40C5PqRuET/HOgE/2Um+PmLJpj4ScPm9cseuPc4fpz7DjT2/Jy1GvoChTz9aIaU9DWTNPV1sE7+KF80+++X3vpX0Dz8kjwm//qyyPeX30D+I8O8+DN5wPviBpb0erKi8ng5KvS/zcb5cVjM8de+8PGTEJr1gsfu9EiErvnhZPz12+oS/xQXWPQB7bD+Q2Uy8iGOvvjwR0b7adh+/SOHTPsXowz6a0nY+CdIgvlE5ar7Fibu91k0cvg+GBT8WeVA83oVnPuH4jT6+lWW9st7Xvhr9Ez9x05k+EUB/Ps2BFT9pwP68pg5kvWCTJD+UYOs9krLAvl/w8r6ltP49ikNtPdUvGT4B6j8+ITDqPvwyJz8101I+DwFGvi9vVj5XM2s+3KSLwD4gHj7z4fQ+LQurPmv2fT5nXoS9O8vTvU53PD4Q+s++5/fZvvxc2r1Id6e+UiGYvkYvLr7a8Qg/nL8yvNiu4L4Hc8k+5A3mvMsZPr8mQnw/QpdePx9vJjycaMy/jd9VPsMDAr7PmzM+/kWGv2v6PcC7rMa/rumdPoeYhj09y14/", 
        "dlR4vxUH9701UUvAFTEWPyVJIcB8u7q+V+2jPklciMCJ81u+GtNnP++kRj953xo9KzLGPpijwT2nWzQ+FJ8cP0lnt7578bA+YpUbv0FJMD+NZZ6+onuIPZMUmz413Sc/66iAPiBLBD6ICq4+NnQKvWilob9tWpM+AiRJP9yWsr6ehBq/BvgKPy/QlL6hXw0/onoXvqU9nj4cqKo+Hi4iwFV2LjzSGwi/H7lcPn+vij17zi4/mAQaPq72cj0s3oE8tAcAvt09Cz+d2Mq9l+UEvlAf6T1PZAO/9ZmbPgtDQD03cRy/Iu0kPg9/rz4NH1++jMfKPkvUAT94MDq9J7xlvzmP8z575Gs+JW7VvoNONj4QJ6i/X+w/v3111D1xWAA+7PpgPrlYsz4q8Wi+u5NiPXbZJzwv/mg+GJ+ZPQYojb05SYe/veyMvuuflr56DoE+xS5gvcKtFz8UzYg+mQhovT/uoD6UKgE/ygQRvvqiDLs5ESQ/TYd1P2tmt7+egLy+jujPOr5xkT9BGGe7mJQ0vuJvE77yYre/9ajbPEcnnTqMy+u+J1uvvhW9/r66Gvs+TGYKvc8REz6xVh0/ck9dvwWE7T7hV5m+gdbCPp2chr2s3yq+4fuDPpMRgj8TCCy/EwRMvM0eOD9K3tO8hDpnv8ROD78K/jo/dBloPgcg4b1kJK49lXdOvWpB4T4kDne/yW0pPu6uJL83t7Q+mCc+PZHIwb3/2ym+PTK5PQ7NDT8tqIc/ZOATPjWjxj5rQ2M+yPOuPXfkOD4trIU+ULo7P/OJ8D6KDVK+Ai73PdVNwb5sB16/isM2vlbz0D2gfcy+KGAgP+8WCL7dxiQ/9ROPPotXxz7MK7a950n/vkvFLD8pHGO+/IhmPm0VqT6nAiu+N+vuPhiEQL9n+Ss/sr+pvckqOb36jQU/nWyYP5tFVruJXmi8DmDDPlNp5r3JtkU/CvwSP4qJJb6npiu+QJQqP4Gkhj+tHrS9yelLPbnkw7zVGKS/y6rdvglepz25Fjw/", 
        "EeuQPbRxQT41loO/NaC5vpgeHr709xY9Y7V1vv/4+T4k8C0/wdUKvmhRpr4YhS8+dz4rP+xtZj9+R+Y9SUzvvh18/r1Khvq6rvJdvRI5/b1jZeE9YPHEvOKeCz+4TYI9hAumvXq8Qz9hNr++aaK0vti+0L69m7m90Wusvhx0iD7LnSk9Y25fPgdMdD3e8Mu+q8ZLP0mPvb5R9829oq7NPWSEbj7oww6++bf3vbTYB75Fn80+x/Ogvr8umb6WwME9g2xXvbYWGL99tPS+7RQxP5x8M7+MdYK+dcUXP/5iWT955yY+EdqvPVNfub6dBLc+SW02vencpj4tl4m/hmd9vfL7Hrw97UQ+5eY7P6nuRD8Rf6W9OVsXwBIWmT5yQ0U/1w2lvdYjPr5hUWI/WCelvpbkn7/w70e+pJ8+PxL1Fj3Vj4W+Ib+APkt8zzzb8xm9fwcWvu3ICj8USx8+mWhGvxR65D6UOkS9f+nUvpLZUD5qU5g6imwbPQ0q+b7HzD4/GZ7Pvd5Fdr620RQ+uy9rPn45oz5bXFM//A/kPifZsD4pTQ0/27LgPYwPIr9yDZW+pVoDv9pCjL4cIW2+jXxAP3Ed8b5XRWu9ZaiHvokKc77y66g/9YZCv0CnPj+5MG2+KNIYPjQYeL3mzJK+ajimPsJxEr/uAUi+dITQvsOWGj/55mu8qYiOPjBhyr6d/2A+eM/zPfr2Fz4YMAw/DSdUvjNJj74+y4i/+dgwv4jMkb55jYq+dMzUPvHJLT8iYtk+OHQbOzGCvb4lcm8+IRyGPmdkzL5NCHe/HCQVvhw4FT+N7QO+wRjvPugL3D4QGV29AVN1PX3LkD5N/Cg/Fr8xP/EcUrttyHa+TqifvJJzlb6CKV09BTHZvdhPqL4pZqe+JevPPvH5Mr+gNFu+a/c2PmmrIT/6lvc9Szc+vukFPj7wUzU+imuVviVdbDz4gMc+pN/hvVktEz7+HCQ/srR3PpUpXL7Rgv6+dim1vYrQVD61tAi/hP+/Pvt+ibrrtB8+", 
        "vocEPsP1XL6q4mk+OzgJPCUttT7P4EU+OlCQP5IxEbwRB1E95OvcvfIyxb43QtE+4V/cvrrcpL6YFh7ANFx7PYKI3T5OwhU+421XvZftUD/Luu89U+KAP4DGDb4Yjjq+kKraPZd9Yr8TMeI8LOUavEma7b4HkN09aF6KvhRBoT4J9Py+dMWcv+qmUr9yehK/rceVPqkvzj57vOM/+guTv7ZkA77sqvu8mLkNPmQ1yr5UzPe9sfuQPUYjGT46G4q+Hu/hPTM2Ib4TYIY/TZOrvsqe9r3MNjG+hPFRv+h9zj7/CGc/30duPowIg7908T+/sTXAvsWB1b4Q4xK/Ah4cPsxNkj2OHhw/EGTBuy9ibz49Cds+Ja+nPsfugb8TP/g+5UM0vYTqir+uOeg+F4/mPFOD6798C5k/pr7tvqoHMb23vYU/EmiwPsFNuD6Tvhs+RgA7vYwkjD6P7+i9FkGJvc8Xuj39Hqm+lk++PuJdvz7hg6o9iiNJvaK/9D5wjQG+WyWVPDdyLz6XxsU+u7ICv/XhiT4IXS6/MzhVvix30zzQ+hE+FbUxvceLb79FQNc5Ont8PsjS2TvwWna+0heLvoJOOj/9gVw+kKKYPHifAj+FLio/FsgdPnXFhT8rxhI/35uRPofaiz7TQ9Y+f47QPjuWmD6v7p++1arrPp3kxD69/FW+kcHNvfooXz4bCh4/lHOLvZQ+ib4FZ40+Ujq6PqvMdb3c20A+C62WPobShr1argQ/mYrovq/Mkr53Qz4+SVeTPZ750z3BzxO+Ay8lPuhxOD46raS6jdwfPjRJVT2T058+o5JZP+s1Ij7pduI9EDPzPQxKQ76GgHM+SupqP1BB6j60N2u+aqxevXR8hj4VUDI+BvsDvwtEJz+swjC+d97QviX7aT1P43Q+EHfNP1gc5D770+Y9tXcIP25Ncb+pspg9xr2IPfv6A0C6OYw+VqjoPm1tDT8DNhI9SzKnPlx9zT72osa9lB5wPt25W7+5bEW/rsB9P6sUDz8tA6I+", 
        "MfsQv/V6wL6b69y93y0Ov3Qubjxs9n0+/Eslvk4bPb/Y948+eH9Av8jqEL7A4Rk+KXx2v+C1AT/Bcuq+si8cv6JPrj6NlfC+YKGTPYDekjwDRYI+3+uXPbuD374vjV+/V+Ykv33tnr0LQnS/3XnbvmrNeL2zBGy+imEOv0MPTL2DK4s78ep/vma7iD5EHTi/nUoSPZkkYr90kEm/wJ2CvtlGHz68zwI+QPWuvqESML5dPIy/wi0zPnc2vb5dgYA/FjJ5vu05mD5q1jm+1jtevkNa5b5+kLC+zahHPmv++r5mO3I9MZVMPSVhY7+2pB68/SQ5PUMZTr926Ry/zYsJvvOlzj48ewW/5w2UvqKibT75hpo91BYLPgAENz9zb969t652vZPlDr4wqVm+QRvrPIM72TzxcRS+JswOv5L0OL6T1fc+WC9gP+DPPT4TvKO+mdgZPir/xT5v9tg+bAMzP4ffEL6zfbE+BSKJviD79T4nIwq/GIKtPhwLFLzNuiO+mGBBPuabCj1vvMS+cei1vovfBT4W+Lg+TVI6PzQsfj+Wlpq+2AOovpdf2j5eeGe+Z+qWPmwLjD5IGSE/FhsCP+9Gcb3bHC8+vDWjPoF2T7+GvnS9zcS9PW4m7T7kTvs+5R2IPc5mHrvp24u+/T2GPrM2IT+iowO/Z1pfPtfygD79kjA/a1GTPoKA+j6J0SW+RG7tvujjPT6D1V0+QPOhvrm3CL95mig+WJ9zvknp5j7zASK/4Dm2vIx3nL9t9kQ+KuGZPHFMxzuAes0+SvC5PsDoAz/WpSA/xkSZPVZpcD6ljYi+I+mjPksXHDxZ7a2+75tLPWZLfj/bxDS/1011vUBtX77m7TG/4EaJv5qUAz91bTo+p46fvYpG8D7jkALBUbsgvnEpsz7Vzim+pcmtvt23aD/7kH+/XXoJvsIZCb0Aqt2+JAi3PoyJkj59Nco9eyCIPscQm7yqtWY++jytPgAsKD7N7e++Nt2svgLJAT8qrzE+o4EIP0vALL9+/fI9", 
        "b38ZPk+sRb0GklG+Ox0qP4PZoD11Pd2+OvgBwfLaD754N/y9qhAhP9c84D5ZG8i7iiAAvdGbs711iA8+PbwZPznIwDz7VAG/TX2Svt4Imb6nXSW+TdIBPzcC1T2L9ka/zCTnPpkuKj+A7D6+JGnMvu6SnT7PbF8+f9/qPeAqKL+EgVE90dsDPDqf6D7fJbTAwVvnPfEvor5+SX29qa1AO3yHpD+97Sk/M0i6vkkYCD+gCCo//hU1vpR+xT9LPpu+W5zPOz8iE725Rxe//EVXP5c/Gz/dQKi/+2jhPR2XGj+zjos+/sflvCD4LT6mPYk+mi1GPk4i0D8sOW++xSmrvpR0hT66/CA/6csfPy2jBD4QRaC/JdUkv4zQfz424Ea+jLLWPv+lEr86FUe/UFGJPq1ktD6TNNG9gclsvgIKUj3AwCE9K9opP8rLQT/o0+U+YzwwP42rCr6m+J68dYPPPigZKb8hLBC/1FCxPjQGIb77+r69IbOVvrx9BT4Zt5k+fA7CPg7Nwr7A8se+WbPZvpFcTD8oZi0/jKVPv6Rhhj4MYpg8wzpWv3x3GD/bHB4/XsjnPgwVVb6b55u/ubmJv8heub7IDpm+4KEQP/Xtl74TUhw/MqpLPxZuhTzBfJy+WQf3P8UXGsD1PiS/Gq2lPaal8T25oj8/mNG9PTZng77Wdg6+0xCMvveMEz9Krgg/ZJgtP8mXmb+sRWk+aSGsvu4fqb0/7Ps9cPEwv3vUHb+E8S0/3IiUPlvSxD4AVG2/U3AQvDFhbr48CMS+fTyjPvPiHT9LxMC+4fUvPkhCR8AClkg+imhgwNzyc74pXLw+aRM+P950Tb1Plu0+hZgfP8NuAT723Ws+Shr/Po7Mij7ZgWk+OgQdvhG2Xb9uqxE99TysPouVI702d4u/dToVPqrfRr5/L64+aKqNPLJZSL3mwpa+qsUSvmX2Rb4+2Ho/hFBXvYhsL78vCjM+eXugPz3EHj6jLgU7KKwKPn6sID3qwQS9obQNPpgbs8CRxiQ+", 
        "xL8oPutJZL69ha++sArwvfaMHTsyx5Q/mRwSPlzuj767SDK++oigvpAR4T5ZYIG+/RF/Pl8P7L6KFIvATQDmPQkABL+E1F8+1lwWPyPmLD9mBCQ/R22KP9W1CT+Awhq9qNEKP1JYmL4KwEI/+4wmvhiJ4T5dXv++g1IdPgbgOT6LYE2/kSlVvOrrxb6GYZ0+IZu/Pk80Dr8u3og+7CY4vhHBWj9i27C+RxpZv4+QgjxR/TE/sEhOP7+Yv74Ymag8pPpMvneDA73oe36+ot82Pumcob7SrWQ+F0sOPjG2DL7GNz6/uiSAPuAhWj540HE/GRG6PglTJb6ERQ28QXlMPh/A6D6kyb++kiMnvluFID6RRs4+GOs6P3ohqD7XDwI/rK3DPWTcELyT2tm9us5Av6Z89j5p+Cq9tCEyv+D9nb3sGD2/3XVIPha8Lr/w+qA+wFCSvuDZnT5vKZK+RlR6v0K6Zj0rpg8/w+6BvtJyF78B7YG/OQR1PID04D2CAPe+AYgDv2TZFD73YMG+UO7iPxEHRr6cKnY83gwhP9ndv70cY1++y1g5vyyHhb/txGW+yrIxvR0fvL4570G/ktwjvufLI73MPdy+vRpSP1IJwD1Mgzo+xmZTvx/rgD5mpF0/MQAJPqrDkD7C8ba/4CuAPo/Gg7/09tW+l5I3vxLwgr62diM++M1kvkREUz7rc5I+UgxKPz3/iL7qya67s4ZyvjXKtT6cxku+wcw+vv9mPz9FHgw/TF/AvqUesL61trs+KEPuvcD0nj6+O8o+06Rev1nEbr7UZ4i+TquQvIaYJ701H5g+j/qCPuHUYz7i/Au/BdmdPcTTp74CBp8/ImnDvpuSM79D62Y+QBMivUEAcz6MBEO+pV9bv0v5mT0SzI+/Zxm4Pn/5WD99w8u9yH1vvhJfZj/3BrY+eV8Kv/6wSD9ISwE/FujNvQa8HD/SOlc/U7DwPWZ2H7/elCa+kPCCPj8mBT+Asos9g9zCvsKFrL1qtgS/Qy6yvYOWSD/lG5k+", 
