{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "sigmoid", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 60, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "CFVFromWinProbsLayer", 
          "config": {
            "dtype": "float32", 
            "name": "cfv_from_win_probs_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ], 
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "cfv_from_win_probs_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "cfv_from_win_probs_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "6c53f0e784b293f5b7623e3098256cdc6c64d6ea77757e0fc9882cc52137f27c", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "7khwPu1ELT+H/Z492+AfP6E6Dz9C2HM+cX0HPhB+Cz/DSIw+4SSPPldOzj508AI/2fgFP4rgWz3LKws/h48cP1qOND8qBQw/3hkLPsMRHD+Kmog+NRmWPaAwXT+IACU/od01P6DDLT+OwQo+yqvgPuexQT3e5c49IeJmP+OmiD4pYq092g7oPG4GwT4WTAY/cNVfP4IMwj3mCEY/NBJnP+H2OT/MDw8/mYXCPMZBFz5Y+pA+qiVgPdFRWj53LnE/abPzPqMmXj/kywo/bEhzP03IYD9XCX8/2ehEP6IiIj+a7iU/HTWbPocVrD7NdAk/4GrrPkVPqT58upY931kXP3eq+D0="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "fR6mwP5NAr+fxyS/7lSLv0eLTb9Z24E/Y0xCv7l7Sz8w95q+5PZQPpR8wz/4YwU/E7iAPxajlL4Qsu8/cx2vwEDTTb8U/UY/JsI+v8WgSL/AvqY/vt45v/hjBT/JqWM/qsqGvpDv2T+5e0s/pEboP2Pjtr9iEmZAVCqCwPBWqbscl7a/LC6FvxQrWD9syqO/cThSvxO4gD+kRug/6j2DPzQ8Gb8w95q+yaljP2UYAkBcV4S+7FiIwH61RT+WQne/ZT/2vg/cB7817pS/eHffvxajlL5j47a/ZRgCQGrSnj/k9lA+qsqGvuo9gz8i/A1A2nqCwPh70r+8jqY/Buk0P/5PQ7+cZG0/w3nnvhCy7z9iEmZAXFeEviL8DUCUfMM/kO/ZPzQ8Gb9q0p4/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "uGbZPdj50D2JMxY9gGcLPYopLD6Snh0+TRdHPtkRIT6t3kw9s8AfPsUHqj04eUg+wbQ8PjjljD4QOMk7JnEWvWLdmz5lq9A9pMGrPdWFPT5N5PE9hSdbPsRVMj6bGQo+Wq5FPgXiSD4LgYk+zLxTPkDIWz7Dzzc+Dkj6PVpJxD1ZbrM+4YCMPhtUCz4Nj10+/Kg9PZNQcj6tGq8986UjPtczCT1V2WM+v9ciPr5I7D2JGHU+6av3PTLdSj0i9Aw9SHJIPmTcaz04mRc+xo/zPBQI3D0QuZA+2gBYPg0qSz4RmDg+FSQkPp8pNj68voY+SYIvPnaxaD7d8fk9LfQ0PQcrkD3ph1A9dqVHPhLSAz6hSRs+e099PjqAgD69O/U90RbdPYZjIT4QqQ4+z6auPc8YAT4cXFs+0pV5PtxtTj4="
      ], 
      "weights": [
        "m6SOPRPXNL0w6tc8dnmCPcEhh717ySI9Hv6GPS+7jj07nw49FORTvbVnHrwYPSo+d9btPG9IJL1RlAA+ncW7PXBo6b29C6A9R035vY7XWD1xsCs9wXsZP/O20T5Nrgc/WG0aPNInK75NFxy9aAAQvnBAyz6D6Ns+LWaePZEaDzx9cK4+54iCvbujr7yKgv496xpOvlPnBL43yPk9AAimPthzrT1wrPK9IBBRPxcpqD65Q+4+nXJEvQqe9TykkU49nmMhPmYfYT07FZs+Q1fGuf9SPD1X3cO9ndRaPqTyur6jPgg+yJY2PqsXgL7IeTq9YxqSPu3arD7b2+U+/2pCPRi//rvc15s9sX22Pmrorj2ZHEq9N/AFPhN3oz6/fsM96h6VPoioHL2hpYO9ru20PgRFq756MR2+tNdLPqMKCD8PU788T8tdPmVgej3T5PM9uxpBPuK1lD2K7RM/ydyHvgVY5jwjTgI/4koGPfkEUTyx6sE+7jlHP930oT3MRq89CkKxPWXwqD2x1cw+j0hTvZ4B17xfJQM/QnwBP4ZUmL56s/67I8rwvGkmhj7EFME+pRgTP7ryJb5tf6w9KfhcPPGHHj5Nvcw+5gqdvQnPCj5ZmCg+pr4cPhj727o/x60+UrjCPSOZ6b3pQeG9I7MFvxS5er70KjE+Jn7aPHpDND0/Mdw9Q9vkPdOuFT7f6E+8leSzPJ6A1L1UDAO/jz+VvT8zhL1UfFc/b3d1PgSx5j4eDt89qXAJPg923b3zBzs+HdofPZOYhD1+sUw95GjqvBZiAr5lfZK9bwmcvU/cor9YQdC968yLvJB44T1uVRQ+6xisPnKA1D6RFrK+lorhPt1deTxEeqQ+PqXwPoNnBD7let887CZ+Plnovjwuo7C+R2lsuwenXDx3Ol08oqMKvSyENj6oKDe+F+O2Pcsghj0NyaQ92xACPsTTjz5GQQA9tK7HPN2M8r3Y7Nq9kJ1gPrPraTy5UpU+62wAP429wD5F/Je+mbGqvmGC+z4kf7A8", 
        "ExZzPi5m/Lz9+hE/5o4ePr9RUz691Py9QM6bPYb7BD4GxQk+dqtQvdU2vD29GwU/seSXPZpisT4qyyM9OVgXPRXOELzGFvc73ThQvv25hzwRV/W7CZF+P6rwJT+Fa4u+oHYxP47JFr47WUY+lcImPxk2tD2r5uA9y+YcPtlLDD5Bho68wUCSPV0Tv7vSiWi9nyClPcwKHz6a8+k+1ufEPml8HD84XY+850n7PMWefb0MZWW+xyZQPmNgDj+TQF4+D9vqu/NPiL1MB2U8odvYPTpkkT4lxgE/ys83vFl2yT3UTto93wGUvPQxvDxood296X2fvc6kuL2PQ849JG6xPVTLTD++QpI9UbGwvR2BGj+yBJi7BMr3vSYynr24quQ9dgnjvMS07b2WvTs9iEnuvHEPMr11ogA+KEimPTGpPr0SAPK+6XWIPXl5x71KvIw+2WygvyPD5D4tdag9CRqRPaaWxz36dAE/5yQcvoPR3r1mG+M9GaIbPq22rjuXZzE9+eczPherwT03sr88qJY2vZrd4zohU0C+S5U6vQaBiT7URb8+nak5vOhfcz6x+xu+UO7FPTUYF75IUZ6+l3nlPXSXwjwFgIo97sf6PjR+iD75CMo9mleAPvEVQT6PiG4+uW8/vUOtD7yqSRm7ZBUMPlYAkT3CXvI+wHjaPk4QP777Wk89PrQTvmT8Djy7mbM9HKYVPgeepb8yOIS9alYKP++93Tv/WlQ+ZezAPDSYEj8vzaS9/xCGvhod3D09ecw9jmCCPqlsnD2w1Vo+mlGtPjCuSLiZvou+eVcmve41wD0nziE9eKITPxsT+b1E4TU+gW4+PqGR6z6o1WW+fvCOvIyV+j4hMQs/WibXPFfvlz41w2A+Xy8PP1et4D2X6k4+fWhSPU3jDr6pdF+9PtToPt3AZb7yfUc+q+6VPLcEQj3XDT09jYQYPfupyj6VRZC9+k8vvPliIb5aB/g+5ckBP93t0LxrYJq9DAeiPhtTS76Kh5I+njrYPtp5DT+21tg9", 
        "IDJUPQqIgT26LJY8ToF9PON0Jz4++Q8+kNAaOuR6rj1IwPW96hYLvXlHkjyzbOI99ocHP8ebiT7sJAC9w40AvrLN3j8+jjK/hM/Hvr4quT/PApW/s0tGPGRDmr2nYaW/10QIPpGD4T50jO28WGSUvi13F7+pYmG/Ng7DvU22fb6RJ7a+VTpKv68knT6z6lA/FeY+vxgtSr8qkiI/YDC5PyZUwz6Yc/u+gY2Uvrodrj5W+JY+RtAJPlgSmb9LS24/o3sjP52kHj/hyiS+nyRRv7KyOL8anoK/tInOPiRgID2mzJa+Mhmqv1V9kz+QFRQ/iE6MPrMfVT7fLTq8soY4vig2Mb8WJiG/tjnRPeV077xXgkk+0qSZP0LSdT+FJCE+nuoAP8br/z4UNjC9+EwRvmTwqD0tQ+89FUBDPmrgmr/QHFC9RwuyvnU9FT/jZd8+qmksvwi/lz/jfmC/rIqvP9tgab6z6Ci/NEE5P9c8FT62Z7281YObPvHSsT4/xjQ/XAwAQHeucT0WZIG/UyJIv6UuQzw7dgq+JJlHPoVFjj5A7RQ/8Pkyv4HUJT7LTHU/AEQqvnGu1j5mAW2+FC6fv89Q87wVGB4+cpMzPwpDfj/Y6i8/wyS1vvNuRD9hFj8/XKtlP85Ygj/+LWo+jbmgvRyGpj7LK1M/LZuiPwmtLj5spd29v78TPoIRAT6zzyM/oZ+pvgvqWj/8CBS/w+ORPrkzwL7RIwm/nvovvizIPj6O8WQ/5JVxv4jrUb/YrcC/4L6EP0CzQL8dDUO+RIVsvW7MGD3x6aw/Ussiv/EN2b4pLYK+wi2Rv9V7Dz/OTyy+1yKaP8GZfL5cQfW+9sapvkpFXzzB1xS+h0OZv5w0Gj+33m0+ybGfvkZi6rxZ8RK//O6nPyrZJr52Jym+OKoZP5xwLL98l5O+ia2oP9mqgD5mX2I/jFGwP/NDWb+Me8O/n8X8vcn2Tz5PhxzA5nFLvGWKIr8HUL27OH3Cvk/j8b4ZDG6/5fHdPtbP9L5zGJi/", 
        "yfQRP2941b6AHpw/RROtPlA08b7r5sW7wS2pP7cPJD+WvbC/p6B0P70dVT7TLiQ/yxgvPosezLyF7Ne/rtNJviJgGT8D/D+/hKzVPST3zb0ZjUy/3s2HPqb/eT7XdbK9Aru0vsxGKz8YTsm+yl2JPtEhfr1PTnq+JjpfPkmkQb88gNI/evObPVHOOz9+Fo2+0rTHPUtjdr+yksm9mEWqv8yUQb7TBnq+gBLFPiskKr9Aqoa+i13MPy4B677vQZG/hkfkvUwTub2Rhow+kQoLP5SRbz8WmUi/GtI/P00dnLtOKMe+jBGgvxirn7+A+VC/fCd7vx8Jkj8K+c899JOFP9pJ0z9r7+++1R8Lv7Yzsz+7FZS+y/0jvzv2/j1lrBe/I9WnPmudkT5Xn7c9Zq2Fv28hc7429O6+mRGlO2zMerv+DSc+GBlgv2pSQz/Phps/dQppvvT+sL5rt/U+5g1ZP7olez5saJm+2FARvybR9D5GKJO8qjSpPc8sSjpBVII/jGjSPWH1hz/fLC+/D4DnvtT3q752rs++O5TuPlLmhD7Cy66+f749v0a+Qj9Nlqo/YwjHPq3sFL8Jw9A9ieH0PEGZxL6LgB6/CXE4PWZPjr3vtzI+zK1IP5gJID/eBMY7idwivYVr/rx98Oo9FGyYvlY8Pz6emgm869UJvWdSFr/1sBg++V+rvftj7z7zVSC9klEqPVZTuz/NEom+nuSMPyrwYb52fD2/QSJCPz6ngT/aVrK/P9s+vzh4XL2fOyc/V5ebPjyvujy+Nqq/vSqTvsEGVz17wzu/thV+P6p7IL8StFi/TB7NPp3XBT80LDc/L1w4P5vDLz5fRxW/fSGSv7SXKz+racm+vRwtPzn+zb7lzjM9PpRfvYHLzb64q/Q+YkGqvrihjr5XQCA+oKauPhqiHDoHYuM8npa4v2MA3Lt0KGW+ehUpv7vQRb9Bb4S/aNkXv+Aanj197i6+b7g7P54FTL4PmJy9Z1PMPkM1171ZJ/M+n1lRvmSICMBVrbw9", 
        "kMWrPRAXc7+wGss9urHBP6Bspr4SEEy/FJCxPxpKvT5NziE/qXHXPvRc2z7nLDm+EIy1vZZFg78S8JU+0I06PnLcnD7eDMU9J+6VPywmNLuwBTs+swyWPiHhBz9PKGw7Nlx4Pj16/r3vqug+70ikP3GmRD7duPQ+Whlcvl0SfT4pWcQ/y2VUv4B+R71bG8K9u/eqvxXRED+lbII/ONjXvZinf71fzgy/o0D2P6JSQr/7Jiw/Q/06v4aPkz9Kcme9ArsEP8+3mr5FaMw9eE/Zvk4qJD8+JE+8tW09v1nPUz90eSq/fyAfPoNfyT0XHEC/QldgPqREZD8pZC08PmrPvp6k7j4OkPM+U0KkvnDBCz/bGNC/4eeKvsnUA79wYom+SC0MPoEcyD4vZwA/WY/HvlDilb+EypU/HdB8veip2rzJppc9I1hrvLy0AT/9q6A+CluePh7AnT7tKBk++wOFv0I7sr6jpAc+VSWJPaGY6L4YvaY/sklJPqq9Wbz7WAO/joW2vig+2j71B7o+YKSZvlfczz3OhJa+G9OPPp+nkr5ulO69nbZ6Pou3Lb6ZrzQ/8/XsPtcyWT+CnUC/GoulvjkAAUCSU3U+wV6Pv3H/uL/G/dG+QhZvPkDssj4pOjY+ozgSPzUlN78l33c8SSCiP7Nzsj17DyM/yJ+fvUrG1L+z95M+9nu9PZD4UD9EOIK8rUyZPzE0Kb7hre0+6OasPbtFLz8EFk8/nYk1vv3pXz4ReEE/7Yw8P9dyhz/TzjU+5mPwPrdKuD7Xs9o+SPRSP3Za1T5jOdA/tLcqv4ArEz/3cRa9BIXbvjbOfr6Bx3o9clokPuK8v7/0Zgy/TGTSv1hluT+EsiC/kIQUvxK1Urxcm/O9MCVFPzaaqj3ymT6//rhZvkOOk7/swOQ+2F+Rv0N6nz9Gaoq//Pw9vWvhy7ygzx2+JhF7voRul79VA4c/bWe3vMT+BL6t7DA/4ieCvy/W7z6mnME9UeepOvAWZz9isDe/bMpsvij+Rz8FfIa9", 
        "DvZevo39Az8T00m/UQwLPp94i73oxBK/Lk9KP+JbgD22C56+1UvnPkXesz5hn4w/zuVhP0omlb1u1dE7Wx/Gvy1eij5Kvwm/s1FEP+zP/75liR0/OZanvuzdizy9+Wa+VwSVvudm770XQb29GnimPrIMBT+L0TG8AcMyv2y/Dr/M4g6/pL44v7W9Ab9RO0C/i9PbvsXGur4SBrK+LwCAPnPztjyA1qs8AAF1vvkK8r50UM8+3HECv27+7r+29WC9poVoPfCwiL9QLM89f+GlP/lQo77Cmoq/VJO1P9kqrT7gf7A+/+NyPzlHlj67Txy+XwbGPT8yf78fCgA/a3TfvWCEZL2VPoq+o4tCPs9ltL4OvOA9kXZCPlFvJT+5Kpy+LfZTP72Jxb5Vgt08NoiBPxW9XL7LIVM+spr4vU8Hur7c3E8+eGiDP4qkKb2hx4K/Qh74vqCisLuqeUi+dV+jPkjdQ75SThw/o5ThPrUfAz8XvIi9st47P1zj4r2P3tU+owQcv7f94by467S+A2nQPswbUz83Xr29nbcwPbCg5r/lVT6/dk0tPU7/zD56sRG/wAmZv7tNEj+GR7u9Mt4bPi//Wz5hnvo8C4s9v5kDvD3lhDE/59CtvyP9BT2zE92+GtdAP7XKlL72qQQ/unntPkSrGL/t8mY9N8aJvxbn2rzXxI6+3f23v/PJwL4ij06+GWehPi0IQT87chC/ERwavjv7HD8+i5I/Y2mHPmHrmL59V2k/z1c9vuMx8TyrEuS/tQG6Pyw3/r4u4ws/OSAjPXjmNz582nY7va5xv+qChL7LUoy95IX1vmNNh76pNxU9pNbCvnx9Uj96h+s9RoKCvS7WQj9mc10/Bxhnv+1OBcC9F+w+qexAvodOob83oE8/hPETv2nCib4BdYG9DHtiv3+4Ob92q2s/aqY0vrcPb79t2f08JncPvrHVVb4081++IrcAPqyHdjl7QLU+clg/P3ezoL+pnwI/kItRPojUTT80nsG+Ap1Kvx8G9r+G37q+", 
        "Zl4DPymUJr93TEo7R9IEPty6jD7kCw++pCoDP8tvm77hw/W9XlEnP5SKKb12tpM8G+aiPrDqu7764Vq+kco9v+aQyj/ue++9aeX4PgNa3L7O2Yu+wXhNvyD3r76cu0i/0tiFvl8dEL9IIma+gy6bv/0olT9Q5i0/Zzhlvh1yur8IVa0+GU9Rv0Sdfz7zAds+2mP+PjitqL+QgSc+z+FNPmw0N7/iLqW/nU73vyEl8r6XGzy/kTBjPx7PTj5FOeQ+JF6xP+o+jD+skcI9y8a6vsB2lr837We73EOLPywODj5gqg2/MCg5v+kk7j9XqNg+MDxHP82MWL9PNeo/N/WNPp6hrj5ror2+t6poPq7ALr+CsIw/6mMWPYrrb79seHA/nZINOwfkKD6a3vk9O8m3vT7ETr2dePY9NrUUP3Hf776L5fE+k71pPjJww7yoZyg+wiGdv4PzJL7lWv++btCSPib3Wj4H1V0/G40IP34k977oVZ6/3PBrPxxI9b2F0pW+rgKfvHsbGb5a2Zg+OQULPyykRz8OjX8+7IwdvgAwv76cjpC9bR0FP12u8D6OFQK/VieYPz+6KL6HQJO/ZIXbvSA0M7849PY+anKaPekjV79M2ZM/Il5ePbL39z4HJDK+LUHYvqhTAz/7lqi+3TXRPj4RGj+nFJI/dugJv2eD3r4UENK+UPOdP2/FzD6A8da+aZuMPt/GFb+cxQq9QRi+Pt8XpTzi2R4+7DV8PpKgH75ClNm+qJxMP1IVmr6MWfO+YgQJv28riL30A5+8lNDXPr3VwT6j/Ii+c9o7v6QRAMCCpQe/YSvpPJvCTT5LRpO/C6Ihv39RsT6ZLme+0/cGPw26Br9sjvo+5L06vwbF/D1NSYc/kPYov0chNb75jpK/EkoSPoVTtb1CLx4+2kEkP19TfT7/df295+Ofv9mn+b3lKM4+ObzVv+tBub6vsxC/FNiNPhumjz4h/0C/d9t4vcQlAT9gJJk/BHulP3SWH77dg469VzAWP/WHsz5KO86/", 
        "NXF/P5N9Ab89dny9efCZvmFyeD6n/qu+KAXjvvb/+b5Y4YI/DawTv1+FD7/LDi4+XGbxvrOj+T1DMG8+orfLPlZWJb9wsCQ+SNLSvpquWb7YRn0+uP0sv51fWz2zFjs9ix9qv8LQ077ICHu/mFKcvohOzL8Ztte+4xdnvcwRC71QJwI8PN2QPax81b6/+w4+8AywP9zdvT5Ay/0+KGiov3fTB75FnS4/T1swv2pDZL+59kE72t6oPnG3Tz+Wxbo/KtzJP8JzBb+/SZI+CX2RP0q3iD+VVrW9IRo/vhx0MT8J+gy/1QZbv1/mTb7XZzK+Zn4cvxv+kz4Apb2+7rJIv+eVNr9iY8k+HrDKPsYVnr/vTlQ/R9f9Pq9JdT8gawm/Y5sBP6lUzD0QM2A+Lc6WvvEPt7992Tc/2cA9vr17Oz6MvpC/YPXEPyoViz7dh2Y+t45dP0TWpj49bag+2gwNPnT4gL83/Ng90euVPxWclb9b4yC8NqOHPwAaGT61iwe+voCHvi74vD+3Dca9o4eavhbuQr5RrrC/Psd4vkz85D90xLG+kGKiPxK/0L970ym/6M25P+N8FL9pc6q+QzchPuMjgr3PLP89XOkSvnvZFL90jg6/PQ3NvXKNKT7c2LO9eooCv7XPKT/FQs++6RBtPiOfZL/mrsY9R6tbP/sO474lwqG9Wa/vPm/COL9apii+Y4Knv3whFD+Onsu+IeWmPpzf0L0uNKu+I8YFPyxDC76BYWc+wcqdPw9T+z0GrVa/Ms1PP1/eOb85850/f2jZv0EABEBq3D0/OtNZPoNfhTzPZHq+ZZdhv4g7Mr7eWZY/+m9QvX9AjL/hg4k/AHEnP+7suL9Pvj4/0JcLP3vYmz61MAfAOKqLvc47d776lHY+FqtNv+gRKb1kHqG/5+u2PlXOnL5e4zo+ruzuvLv6Ur28eQ6+vGlNv1w/gb8BSlC+DVwVPzwSlD8rpzy9/lCyPpN6qL8WKQ2/ExJKvlw2Hj9L0Wo/QZNgPuDz871D7DG+", 
        "RKxVvspfmr+eNs4+Z01hvi7Wf79/JKU+DOkZP2Zd671Sj0U9Kg54PHysUz48c20+jkoaP4CIkr/6QDI/pa8xvwkYh7/n6iw91UItPv0Kxj0Yfxq+qhOQvjhyMr+QzPw9ercOvhDBCD7xQjs/KpA9vy0KPD/EqbS/aaRBPkZsrb4lNX8+qo2cPVBKLT9yu7O/ti7VP9zUvj1Pdau9m2WHPh2ZUL5N9MA+7dEavMb3AD3GiEw+l2dvPbjAnT0TuXc+uFIZPb9bib453wA/vJILwBnPoD4LThC+oyRqP/fFm74DYS4/UuzGvn+CXb5jZH6+VKUqvrcrpr/PBpA/pvUhv2mrBb/dMK48PzoOv/oZ4T25mzs+RM4rPlvnm76U4US/hEMqv9vs2T5mPy+/hIfavgisD8CBf/c+cDYGv7569L7U27a+Rs9mPvUVcz72t68+3hu3P79+Rz/qhmo/YXuVv5iUfT6/Zz0/DLhqv6QA876/r/8+XOo0P5R4Qj7a+Zg/3TmkP117577Imdm+dqypP3ZAkz6HDMm+4pdZvh0CFD+rmnS/xqsKv8JKKL/MYVK+mGbjvnZzhD7AjXO/28ofv6rilb51igg/mzSTPXAvh77EnDg/AVQcP5zv5T7lvZw9I00hPgjJGD80mgU+Z6sxvkom1b/vh58/s5kxv4kPSz1Du6a/qJ7xPy9cRj8uNpI/jBJiP3XOpj64Ams/RpTYvmXzNb+liAc9C097PSNGUb8vPjw+wbQJP/o0fj4VgbI+0B99PUVVIj10qCy/Uri+PjW1xr6jJwC/tbcuPoFFYb78yRa/oAJtPqczJb9U7eC8WJk0P253DD9lVYE+4Ushv2nBL792j+u7j7u4vt5Jpb1IzUO+zweIPrM8tT7JRQW/45RFvmn6tr2ayQG9g65RvzHcmL6miag+Ddv8v2lc9b0QbQY/ssjFPsaAHD9NqVk/vr67vqKw1z4hw36+Fe22vhGUOT7W30G/mXZgPvI7Rr9Rf6g/NvccP2ZtHECEvtK/", 
        "Vv2BvviGGj/LpgU/Mzubv6vqPz5TD9+9xFwSvvfQoz2zMak+dHU+P7286D6n9lw87GRTPmgAGD9U21O/RRfAvAhPMb8dO5K9UDcqP0OYmD5qq28+9PQ8PigAb78PqSC/+hn8u14Jxj78Nsy9FzyPvxXLRLyDdDS+msOHPzGY7D4d2U+/CORzPloBvD2fppo+vYukvrTLbD7ugB2+hWwtP+OT+z7t4MA+Qj8DwF2dgbz2ArC+Jew+v7QnaL81bQS+8PuivXBFiL6nToe/HJQ8P3v0Hr+DcAi/DQLvPocKhz3KJEo+VurivNXaJj+0pAI/XyWsvscPNz/mTxg+/TvCPcYQUT56BQs+BIWMPwhlj71/mYO9hMtNv5dA8r/7m1M+PMKGPjTyYj/qqwc/sVOMvc/jDz+Z7nE+hPUNv3TpLr6pob8+6PomP4OIub6fRwK/t+6fPrBw277ixJ29vaSPP7vP/DwPAU4/uRO8vucsDL85KzU/kFlQP/hChb/UXt8+zumjP/Dcmb3Frmy/guvov12dnb+ta0y8+qOMPpPsgD4H+HS/7E5VvtOTfjxKOww/iKQPviDF577GUuE+9oq3P5BHvz3M5I0/fPY2vdLXXr4Guoq9RoS6v02f57vL7rw/hCSRviSGiz+ZR4W/FNpKv6yJgj+bSQy/2hsUv2rTcT6DrD4+KPngvqbVKT94Mwi/8aNjv04ohb0XS3i9+HAxP39Kh79HvSw//oPlvo6KlL5hNGW/Aip/Pj2EMT9qRtS+2FP2PhRfAT/+JQe/LWQqPjRIub9NZJ8+v2SdvjlM/j64qWQ+MahTv+huED/olRu/zPUkPoCJnz/qH4q+dBMRv5vBVD9eykG+1bzKP4HMqL99X+U/N1eOPyIhwL3aKg4+uRTjPlxQzr4jgBo/7lGLPyqbwr14LBO/3MU6P7mRID/EmaS/rHPxPjMrJj8xo7K+cDG2v/ROJr4JcUO/zjK7PmtLDL8aDGe+vk2qvlsZIr6SllK+iYFlvMQnxj6KDVA9", 
        "xlUNPohII75nqAC/jtd5Pc+T/77hhf69twnSvqgszb/Dj1O/jzzxvl1Nfb84rni9DJBXPz30KD8uQjG+UmijvS04Fb+RFT0+1ivpvSfjA78agzi/T/hXP+AstL2s7Ro+JT0wvrg2t77s6Pk+5F4Bv6nrJ73qWRk/ixAUwHizjT4i7js/VeP3PhSIDT9KfRU/NFXdvlgwNj+RAoi+cchjPmtZYj4Wp+6+Lz9NP6Xu0T1iT4o/weCpPmScC0AnxuW/ehT9vv59Vj+ld7M+vSldv8GXmL6zgcO+kijdvnyd+T55Tis/sorhPqgMP74EZS49B869vC2nDD8kjKS+XrtGPtN8mb5ADba9/YtvPsVCtj1QGEg/iiMMP5T/FL/xJVe/u9VWv+BT5j6TNFW8mntwv5lOPj4e+W2+o0opPyj5DL6OpdS+jlYAvxuRAr2uvPu9WyrdvhEVOz22NIk8WmtbvsVac75DUbS+i08Xv0PGnL468xk/jKdDv4/tg77lv+C+8CLuvp5KEr40RFA+Ey6oviqsKD4ha2y+ka6EPgbI6L/GuoW/4PaDPhu6WD8KckO/cyeQPxKx+r3i0pe+OdG6vowfXL0GHrU+E4AYP9T1kL3VPyE/3gvevsmEqr4QRwC8VSKZv+5jVb8Ywqs+YzUjv58DID9h/eO+YwcwP12zITz2knA/l2EMQFBd9z5+o5u/diyKvutJvT4kG6K+lZBHvlu4r75PnwI/USeBPeLFqz6fM447DWfuPQO18j7iOi+/joysvwFuS75fI/k+MHA7PvfUDL0uWqm+0KPfPjAQyj03/UE/NbC1P80JQb7o9AW/3z/hPuX++72wnxA/LBBPPbqis77vsO2/zF9mv+jzTz7Z1gy9sQZ2P1TvuD6+2ks/Fksrv4zwWb9/CkE+d/EdPWVfIz+luXQ+3KBTvveQSr0yE9q+YF5VvxmIjj6Mq/a+/7Gavtxdhj9Haog+FomyvIaI4L3/HZa+j8WPviZ6Lj8iJfU+sYMDv5350j4i8rG+", 
        "2aRnv/+k1DzVyPu996ZcPsxjE7/88T+9LVVDv1l5JT3I0my+r4r/vkyGDz+wdGy/9g6cPgp8wb825ae9NdRQvyffzT1d0HE+ZH6PPcSKTL/Rgt0/6ycUPqg/+73o01Y+Yl2WPUHf2j215TO8+RluPmAI1752ZNI9PjcvPqG+lD7ZyhS/eAoXvh26KD/j10vAWHwEP5UOHL9iKJw+O4fEvWvfTz+RQ+e+eXcBvkaBwjyJgeO9RhyFv7IWoj+FerC+/9yUv5dcVT213O29HXUpP/xQV7/Uxy4/bqYbvl0h0bslu+g9I9ocP7SD9b8nPRw+au0Kv5IZIr83o2m/ceQRvyZ2Qz65cf++fLirPYI+tj8SPoG/uKSqvmG33j4j4bq+juAbvRgqAz/JA2g+HAiHPgq0/b6UEaA/K4E2PpfVGr5hPmM/BE/6PvKotD+i1li9CKo/voXBG79n2h7AKlRjP5BBkjuFoD8/ZG8Mv12vtD0dH14/pgZjP++7rb1dweS+bAq1PoL1kj4uBD6+enyrvs32xT4GFiu9ciSbPreRKj9CJSm+O0gjP0Y2+TxgT6a9KFo5PxC0jj/gGy+/tatCvj9frz9Lotq9rJtLv9PKd78WEJ6/BWSAv+drgz9WgfK+YVpZv4RhnL44D8g+Psg9Pw0YAr7bIFK/dMJNPc9O1j868NW9w82pvnLVG77ZXUE63oWRv12GgrzVAIY+mJLBPtzRLL4nDWy/Ebvpvp8AEL6IK98+nJovvyfI37z3I1q+X+wXv50FDT7k+HK/xwY2vhRbEL1gN1c+2PBGPscm/L/JldC/wCIDvka4vz4rxHS/7ZMMP0WYXD5mY6E+kFegvxpu/z4gab8+Vo4bP976Sr7+3oY/7D2bv8GsW74NZK8+lKZkvy42JL+I4Vm76rUiv7eSzb5Flyy/o1mFP4jcSj783Pw+Nd8IQJa2bj97x02/W1bBvVghBL7UPna9kT9aPgjkT73dhee+rOK2vYSFJj4AUGy9A8BlvieCTD7Q4Em/", 
        "KuVnv4VVtzwqcy8+y0/qvifkMb7qVL++6ZrWvm2wPD/EYR4/sEKPP5sD5r7rWsS+HFrfvg7ACL/DQZ29ahOjPaRT6z4hhcy97DJrP3iWkD4KKky94qWZPbWYJj6HlQ4+tBaxvuunyT4+JRs+eWgMvQ8LYr0WiY0/3ttQv9w5oDynXgW/Pi0EQHMq0zzBD5g9PwyxvPSNobxcJjY+284UvnFIUL/fXTq+jamWP1mmGT57E20/avbrPP3YXr06d4e//FIWOggWRD9BJkW+rBNzvUf4UT9OyxG/+DuPvjalR7/4cjO+92hmvYWyGr/MSC0/9l4DP1u92z4I/Di+XSazvb78ob6VvQ+/dDKuviDngL4VpDO82wmvvkBzSj8iXzQ/TnPmPNM5br/34dy+uAW0P/Ld5T5RZ4g9e/rzPr42zD7exWW+TDRPvqp2lL4MRiY/fEixPWZcLz+H5Vc++YoivpEECL9B9bG+2pTwPw/Ge7vI/cY+hSCBvq9ECj9DyZK+f1Mkv1YRor/POic/hEjvPB1jID8Ue6++bxYsvwV5DD/J6ko//nQEv9rG8D/1CJe+S/xMvpHZMj9fVN+/F4msvqcBSj95tgg/bNs5P0e3gz+2Z1g8WZPSPvjM670Rdt8+evUDv48dJj4wC7m+QeG9P4vFED44kPC+cP09PsNFhz5W8E8/FqWBvtIUE7+zRU8/awhyv6OgIzyCHIW/HT6UPnzxgj01umO/kMJ+v6dKCb9E4QI/oVdXvpbr7D3Uni8+sAYsv2eTLD9sDCO9aN/xP3qo5L8MJNW+l/vgvlELwr4yN5c+ITKSv7Wf2T3q7jA/BiihvpE0Iz/6fbo/KgScvssNS7/x4HK/7LOaP5nE974smGLAtt4ZP5JqYb9HP6E889kjPpSgzb4DPCq+bd9gvzMY/T4n6RA/1YILvVlEtz9ppm47yZzZv3fZFj59oFO91n5mPmd9Sz/qFXc/lpiiPpnPsb/Ry4o+2FPqPbvjYL4wePa9cbOhP3oxuzxvP7Y9", 
        "jVgTPjCV5z9tURG/hzstP6gtVD9kgDO+Sfpqv2F2I77YIs2/htGsOrh0nr+AM78+3W3evj+NQL/0K1A/S91mv5Ofkr8EayE/do7FvYfrET/6hsK+ooIyPtldFb9osQ45LeNrvh4WZj8QUpM+c6JPvtfoD76Yd2+/zlJhPv2wDz/5UX0+bPa+vMaksr+Dl5w/EqCmvwGPFD//fc0+2h5WPp7Ytr7rQGi+GRz4PuimsD5lYXA9EAwQP+ey2L6+JGe+1clFvP+lAD09Fks9G9D5Pkapqr7EvKg+hAmLv9s/NL2c8mE/WP3lvsFLzr7fOVw/NYjsPBMLGr4Tq/u+9fovP5XNAT+IP52+0FQpP5Ykpr70MDs/31ANP8geb77XRc2+dZbMPPgkiD/TZvq9/guxPtni/rxIM90+GSGNv4sCgT5ar4e+4l8JQPP8JD/xF8m+08q3PvkaQLr8NSO/2nUivUC/Mb/bege9IoeGPzNLkTyeW0U/H3bPvSv3IL6y5ri/l47bvryyMz8wfW8++cOCPprgOz9UlrS9j5Elvzirnb+XKA6//SQRPxp29b5O/hW+xxvpPgenNj4/0Oa8ZJMjvxFPKT4ahJi+M3TLvkEeab4eoMS9MUrjvZvrBL9OW2w+07bFPSjGQb9cmh6+ngeeP3whDD+6STo+ShItPzrtIz8+OxW+xHndvmFEGr8dbFw/OjGmPaUOaD+Qgoe9k/DivR5gz76bOPU8LZvMP8QeKb+Gbhk/wjtkvnLrqj45rDy/0SsKv82UKr5jtQA/cgNfPwt4h753L/y+QhRYvr7QAb7F86a9QqEMP9mBjb7obT2/5bbxPtZKlr4XDMG/8Fsmvvt0F78duXu+RhofPpCLPD+xRL0/JpnJvt6Gtb03BwM/ERQjP+PCoD5e0pC+Gr/ovT07gLxJifI+S9bBPreXmL0AOJI/iZ64vXriz743n+8+SwqJvNX2Ib8K75W+o4Ykvyp5Vj7slc0+9fXqPqqsRz+jRsg945AGP0EwDD+Wxes/", 
        "9/xKPSw1276Mtzs/3mTkvRjpX77bpW0+G/S6PmWZoT6F4KW/G2FZv0eE2j5oJMw+zesKP1+5l75sXT6/0PbgPtQLGj/Gd82/GGiev8ItDL0j4TnAgkU2P3BqCD8hZp6/IQVNP+h22b0/RaU/ob8YPpIph76hnqQ/TmYNv1QVTD8iR/6+SQ4+PaC/ET8cVu4/8esNP6MmTz+B+ka/pI7WuzNFzT4PUBU+jlG1vlF8pz4944K9bIDCPhInSb7r+Z0/6cSpPwoywz+uISy/W8nKvYkaET+09RS/JavbPu9Raj8D1bG+O/uhPUmpnD4L8QI+uWhjP9RgWr/0Sda+oThlv1p6Dr28Q46/60/lv7AnWj1a7jw+daJoP+bAaz4Ca7y/7DVcPOWsKT2iVvq+02hWP9PYeD6NOSI/hvI2PqQaFD+YL6i/Ju4Fv3Q+Kj/AhBg/D8IGvR9DXj9P2NU+kCUCv7tIlj7EGbO8OoMMP01I0z6Npjk+bceCv09PQL9QSEg/we4vPl8ru75DUdo85Gd2P6krf7+93ra/xwEKv+xWED8zO6s+InKXvlAsqbzF8vu+hOpuv3XCGL7lw4u/LhJEv/yXKr8SukW/J6iDPj1ExT0f5Fc/UjftvsbLJr5fXwK/cnqlPpGehL95SLk/cKYov0+jmb4R0B8/K6Txv7LdKL9WA7g+2i5ZP5MkFD5weR4/ew6APyGWrD46d6S+uwshP9lqGb/XhT4+kfKSPsOfuD/XpH07AXynv9TCKj+cIxg+YZEqP0SoDb8MIc+9AN6fP05lYb9IAus+aOkjv6H3Fz6J9ki+/haNv19lnb800ge/VyYhP6Ev2b1x6eQ90LpQvLBxub5zV7I+ZAULPR+duD/qW7e/Gi/CvDIihb5J+S8/O9LCvoSMSb+tHog9TmDwPi9ZrL5IdVw/NJSqPwLnJr7+cSW/NtxRv/kqxD+bRVO/oGoLwIJMB79FeOO+tDkCPy6xgz6KC0k+xGM/v0smZb9U2WU//IUjP7fDlL67SKg/", 
        "bhctvtCwmbwlEBQ+Ef6IP/5VQr+gBp6+w1pEvzi9UD69Gsq+G5FrPxT/Wb7Azj2/7EUWP6a0Er8EuKW/exH+vKLGb74uSXO+6cjAPXseyj18+s0/X3oTvg3hkr7MinU+K5ayP0cMPz8MoBi+z31kPGtkVD80Um8+ubc5PytSqT4Ugbc+nVVNv0I2s76WDHs/h/LXvUyUIr+Gp48+eguVv6D5bTw7N4I/iLsCP4hTWT7c8ho/JXloP8PT6D56eO4/KIjdvkY8Bb8HPD4/Jr+7PqGCsr1Vk80+X5AKvLuDGz9VH5u+8Yx1v2e2HD89nD4/ebgwPs/Gw76SZnm9IPR3PsyE/z5gX86/ihXEv0RK6T7CVArALOGKPp3Ljj92N1e/HqZ9P6z9j77diZ0/GpX5vedkDb/4K8c/xF8GvrYMeb6VQss+KUTwvlskhL7Aa4g+aV2APcZNJ76ToVw/MsL7PnKV7L4CxHk+hSclvUgbOD8X1BM/aD7mvZq3/b3vk7u+XNYMwKdQjL6AXSq/cMksPeXzAL/ADf69K8xpvENgjb52dsg/a50KP9zJhD7piw4/MNSqvuPUwLzQQUs/t1IePrQpJb/vsdm+/0Y0vr13lL/vH74/L/oSv3Lcwr3FUEu/7J3UvLcXDT0eyQ0+mSFMPvSNnb9ONsS9ulxyP7ZVV77d/Uu/OXmAv9YfUz5WcKM/v9WvvvaFrL5LKni/ojb4vurGVDvjnzK/wzbDvJb+sT79dVE/cF0Sv4lmdj6FZQFAOgaIvvMDzT0919Q9K1BtvxwuIL/VWWG/nE0uv4Spoz64TrM+km+TvyDVZb4APts8Zzh/v4iLhb18IgW//BScPswm2D3svNO+r0hrPlb9ij6SMaY+vI+nPiA8FD/8uFI9AHTYv+QYYD/zB729X23tvnCMHT4a6vw+uiP0vUsxbrxhW2M9tN63P2cmqr6LHgQ/dJIMPyQuvT5MLwo+BoDGvnEgmr+PaZU9VTvIPYS4zj6m6fY+a2grv0BEgb0F7HG/", 
        "/yhqv0dZwz4BNu29++kvPyw/B77szna+pJsXvzz9tjvrUmA+J6dBPyaCAL2lZng9GvsHvoups7+0BB++qWxLP5PKSz4Jfy2+1ATrv7FbbD+Q0cO/Abgyvbwedb7R7AI/9VkKvkB8mb6M+L4+FYmfOzPSFb8txrM+dCycv5fx7L7UvZe9UXGjveQcX78bPh8+ec4Fv6V4uD+B0Km/SYffPsugoD5NhdG+Pjx4PWmvnT61UhG9sPkDv8mNXT4ZP3Y+ZZgjv4e3aD/5juI9gcH+P4DsTb5pYC0/IO8Uv9GtMz+vYWc/Yq6LPfhzmb4zQyE/5zodvvDiMz/EIA69liCiP0DZyz/U8Lk/jfKKv2OPsLvG6NE+I804vrxbPT/Qxwo/zDtuv65lB75IStg+t5YNPyi9xD/131u/GMNOvy3XWb843Ns9YMJMvwesx79TQ7C+mymXvq+PkD/WPKE9YC2nv2l9szxlpeg+KWiGvxFc6T9pmBI9LVkUPqidBj+5axo/AjKUv2hpJj0stVU/DsJIP8w4V73z1iI/B9AFP8BJOr8Xa/A9l/xXvkvMzz1mjwY/O7i9vFLpGL+k5Ea/VpueP5n4GL0D0By//aNNP1mk1z4oL8O+SRpgv+Tk0r0LaUM/yKngPvUSor4kdzg+uK0lvxJ4DL90GRy+6jDGv9dXB7+0HOc9aLV2vw0zjr7d2io+OmpZvchznL1hDCw/euXWPS1l1D22+Yg+KZ4vPk6xhr0gZp09lNxdPXAoq731X6u+6soQwCIcF7+7fPW+QU9+vm1+Hb8gGW6+JU3dPhA/9by+tcw/H4XAPp9T0b5Y5zQ/CsYjP0AN5b5vEAM/VQw5PcwTVD4Jub0+vTwGv+tjgL54jNg/iIY/v0Gy9r0kWaW9U0CwPk8QXTxrXAQ/LzwkPzYYM78h9UY/FUUDP0B0F79U1ta+Hvsuvxadx759jro/yEPkvupfOT6dQUm+9TYsPhxF07veKhC/9dcCv7bHxj5bVgo/PYtYPtxJMT/qkwFA", 
        "NqV/vS8+MzwOHCQ/iLaOv0M2Ob+2nxo8yiZKv6bsJzsL64G9Vylvv1lnO71qUEw+GzCqvFGmCL6Qia6+fmenPffSJr4StEk+lv8TvyMSd75LPks/lqN0voXE5j6JqkO9/5KVPvhclz4iUoi9Ci7wvhiIID/tVDM9+A4lv7qLOb6aR9I98VKBv8ZpQT+7WJe938VPvsOZqj7tkLG/twpCPcg/wz7A5SG/mnLjvlnK1D5Y3L0+Z4kcu8QI476TowRAV8e9viJNfT9UTc2+f5bLvgTTzT6SxVo/GErpPOuXzb8UweG+hIidvUwlIj+RfDo9UloqPwkk4z7AUio+hlycvdbkVT+dH5k8tvXkvoWssb48g8i96XDKPpFHJT/WOQe+TZcGP5kWw76Gbv+/y58uP0J9N7+dWKg+xV9JPxxMmL5Wv58+Lcssv6iTXb7EJds+YRUwPnKqhj92KCA/IfHHPhHtVT+ymLY/ODCWv8l2iTvukxU/whI1vttahDpOxJq/pT1rPz32nT5Uedm9hRjkvklFcz+pX+w+F4KUP+2IHr+Bjpg/zq3+Pq5V172YPYK/icMLvLuuzL70Yty8O9y4vH66ND7whLe9b7Ogvops9T7kgBq/Ki0SPwiKkz+Z2Zm97BppPdXFM7883BU/jgMQv0W1eb/BJzU/L6HnPkjm8rt3iCM+1KqWvdQHIL+S0xw/ln2LP4Qmgz+ZZFw+7jMuv3PaBkBVhYg9TUt4v40YGj9UuKW+b9tUv2/lG78n0SI/3J+ZvxV9Rz2eQ9y9SGb5vorue7+bE4s8umZjPqj8hT9Izao9AxtYPrrRqjrKQMM8FXcdvyyHaD9lDsw9SpEjPihX8j6Ze7C+1Gz/PqLmYT6YGyG+oMFtPldsnT6hUVW+stSHvhqjfb5FwRI+baqUP4KQ7juBmyI+RhbxPfn6Jr8WXnC9UupavuSskj+6Ai6+UKbLvnPD6j9mFxs+D8vrPu1rFEBJa/s+Vm+DPI22+T7lTpu+TouivnA9x74YQTM+", 
        "U+31vqD/g78GMgy97GFcv+7dEL7/Ky+81DxKvqXwVD+NLZa9dDefvZq6rr6XI2k/7uCYPX9QCr+cdlk+TqChP9zU9b5o92W+QLJ2v/Jf7D7wOAC+gwxNPxB2HD+rd28+dlStPiB3kD7xnOk+xwbuvmffDb8k8NO+0iUfvwYe2L6f8uY+1HY2PU8rtr+GJ84/tl6Bv5U/7L6ivlO/DoXFPmuLpj/nEH6+v2VHP++OQD6KryS/nLuevbPiJsC9g3W9M2xTvtHbwT08Wos9fJ+pv0XdNbyOZOq8yjE0vnCSXT9FaGY/URvEPiC6Hj62g7C9XHMCu0z+Lr69nbu+kZ6AP4Chs75nrlI9SeAyv+F/z7wmAKM+ePHJvpLIGT8IXpc+Zz7+PQwa3L4wNuC9+YP0vjVdqr7gQKQ9zVJqvyWaBz5YTBc/xVCIv3f/sL1mj+G+hDuzvSjBqT1qEoW/pc1yvejF4D0myYO/4TGWPt0d3z5F38E+sesZvhuOAz2O9/U/355MvnnCYD/IsIi/nH00v+o7zz6L02o/vsMpPtVYLL9+KO2+7s9qPkiN1z7uvV89WuVNPzMFbr3aMFI9YQz7PDtITz/Skpy9VzSQvm9Ynz3uKfe9dZqSPpH+fT+QNhM/xvU+Pwdour5J4rK/pvsRPy/grb4DvgM/kPUZPg/27b4CaGo+x1UgviooLD7UzEE+XNXuPvHnhj/x9jo/teznPF+Q/z5W6tY/Fngfv7CCCD42/YY+UV56vkkACz3Qrhi/sIUmvxZwpr5Bjx6/yuaRvtq7Ez4Emve+BVUSPsfREz7CX8w9AYUuv21NUD2LkPq+AL+wv9d2vD5Qfy6+TKSXPHLClrzZCs0+Lm6gP43Dnz5eZiK+hwVlvwAYpL4IEoe9J8QHvQwvDb/J7g6/fz6dPiROnD6GZbu+kuARPjppRr9Z5w6/2p4TvzOfEr7+xoy/PpjFvno6H77yfAQ9O3IFPSvSmT8L4ko/mkqEvzgqeT8mSeu+Jvkav0A9RL4G+n++", 
        "I6wYv1z8oL4CLYm/YDI6Poz0aT7yrvA+M4juPhFjrL0Nioa/Ym3rPAhcsr4XimG/QGr+PjiDsj7B/Rc/Vvo1Phs3hz5kR8y9JslLP7TMsT6akg4/jWv2vWSusT6epLA/ql45Ppx7+j+Yg+Y9Ii4Bv7YObr8QOlM+IL2hPSC5xL4s4jq/J55nvgtoPD9vGxm/KnZQP7bD6D4rgti9cWRZPtT1uD3sSTi9JRjcPmNKtz7z47A/R6sxvsru/z5baV29AkR/P5rax78g4dY+7p1+PrGLJz8nk5g+IlqDP9EPH7+LFaY/fHNPPFX85j/7qoK+DiA9PuNrBD4cipG+Cv1nPy3kmLwrwF2/fXQzvmtgHD/vng2+jkiFP5VIkb7Xs6g/5BtdveM34D67/6W/XkR2Py+SRj5G456+0W88vrUawD7Iy2+/1xFXvZztFT8Au8y+JbFwvKiRAjxdGIi+a82QPQ7H7j67Zuk9vT8CPwKKFL9QgRi+N0oevxQX/z4qn3A/3/v5OynXHz5yBPq++9iSP+Ikwb4t7ry/xg06P5rGmz0rkIa/MLeTPz0T0z0fMXA/x3kmv24rnr/u96y+xdSGvv5AjT9cPhw/4nKqvpd0077lbrE/R3mvvbfOMj8kGRA/WU2IP1T4YL7L1Iu+6gGKv39S877ipDq/9BegvrHY9T7iLos+5J3mvr3WRj4XQ1o/Bo6AvyKoXT4gizQ/+lXRvglFsT7gIMU9Z41vP307M7+eHpy/em9HPzsZyDwmOKa9AoXrPnVi+L7uoAI+gzMKP97Kaz85oN4/PfwLvRyvBLyYEQ9Ar7okvm2S1LwW4J0/Do5qvsxq677Ca0e/4+r2PmWL1L813rO9pEMsP58fIL95NVm/6u+LPrbDrT65AQc/J/noPXtko74Zt06+AYIaP6oCar+RGJQ+jRphPrj5qr1HAog/BOnKvrcDyD5j7q2/Y5SEPskYkT1i0DQ/F3v3vJdMXL+1C5493SH4Pj7TQj9hhwa+/BVNvgM2Zr3Y8BW/", 
        "iHC8vgOidr/Uhw09vJfQvjAVpD49doU+c/gEvuWOmL+Hqn0+lr81vssxNb7cJNQ8ZHbFv/wP1j71JNu+mVyCvcPtNz/Vq0E/smbyPjamZL9sq5G+8dCJv5rR0b4XKdS9qnsuvqD8QD660py+MTTmPZrwDz5fkQu+HTxJvr26Cr963LW9HPBev8q5Xb0Bo4G/HQLwv7kbEj0ngVa+fN/Cvm1Amj8e5rO8Lut3v2+P0z6tyeC9gJUsPgs8oL4AEwG/wWSRv+yRS72KG+O+Qgk8PuPqUD6k8NE9+CqkPoyiGT/ewE2/P2I8Pg7K9j65afS+huZdP2XlMD4F8io/70P8Pv4aa71Gzps+oevGPggHbrxdrt4+yz+3Pv26xD6DpQ8/M3XNProl5D9RGVW9mHp0v379HL/esAU/JT2+Pribd7y3Io6/PR2tPiFkgr9f19a7SO2cv7aV4z1fG5U/BHhDvmjvPr+K0ru+1YdkvUtrDD9rnUS/ls6vP8XJFr9OxIq/dDhuP/Tcmr31cp49Q1Abv9232b5VIAw/WizSvnVQUr4P7nm/b5QrP12UrT6YWPq94SkDvwoXnb4Sr2M+8KbUPl/ukb3EKwM/BjZfv547ED9kBFm/DXIhPWkgDEDyacm+lB7mPuBYOT8wg7y+hcGRvj1Esb1vYR++4BEKvYNoyr7v9ik9+H+Ivn4Zqrxp6h69HKC2vgkwar7/Ssk+FyIhv/IjmD9X4Do+eCG1Pqe1VL+oz0s/yfmBPnS4J78JaIw+fCuLv6IeEr9VIie/vd8CvhQKeL/NKL29Nm2bPkhrFD9Wqb4/2eJovqIRPT22gwo+UglNP7Eyl7wn010/XhtFv+qzsL6J6RW/6S+DPxryQL56Ymo+4ni1P5sKq7zDjUM+WBAHQGDqxD6z7K++o5ImPfBX5b1ZXHe+Ivg0vhwtyjwyw+Y9M5KIv7LHUr4Wc0W/pDVyvq6WtL4e9Lm+yZIiP/yldDzyM0E9ejrLvzSrGz+6Xam8OL3Ov0nhRD+J8ZU/", 
        "EwHKvwQETb+ktae+Ce6xvOgIQb76+O4+Pn5rP3z4mL1P/tM9xQAfvYk6hL2Vg4S/W5iFPpS6mL4tgE09QPhivsqOwr3RAks+P126vHLlLz8rGby+QkVdPo8RJj51B6A+MwWHPwkWsz4jaVc/WOu8PITL1D6ZSyS9TGYHwGqsBr5IzNG8DXsGvkTvx71WVma/6wqePpsair6LXKa+A5IkP3iEjD6aeZs+9vBfvoUqGL9SuIS+NCsEP045Rr69HhE+BTnivgGwt75zbVw/1WCLvrGjLz8Lorg+N38cv3VtKL7OamG+d6dLvTqcFj5QDB4/NMtXPy5iVL+rIKC9cHUgv2fP/z7Qm9K/baEmvj5g1D2veQY/UN5jPr5VxD9TlUG+LUmyPyLQzL5Og7I/olQAP8TsG70Klz4+o+WLv8kAgj+Cpby+l2ycvwveTr6UUoM+Raj6vrZ1/j5PHdW+WyKwPzbgpb7oioQ+TaAvv0aOAD9kaNe8pvgWvxWrBr/2nys/02Gav5u0wr79zg4+2GrivrN+Cr7OwO689EyHPfQWDr47T34/91l5PoFvBj/TtfS+LbrBvvPIVb8chB+//sd1PzOukL5I1A8/thaavoqA6j8G1eC7fzPOv3AQ/b2rxTY9jkBjvgP2nz+3ZJU+VLIcP4jrA7+T4IG/7HifPojZcD0qMLW+zaR/v3CvQr+XAEO+xEy9vyLujT57gzc/+WC0Pj5saL4zSMA+CtEavkYYjL4chAO+xZaAPxUYpr9H7pu/0NW7P45QZz0Q0le/S8Yov05n8L5DjYa+KGa3PZGTMD6EmLO/8ZSmPZtE+D4HxNI+1KYWv9KTKb/ip0K+pNM3P61wK76SnMY9mQ21v41dXj8qDl2/u9eZvfg9KkBTpMS9/+cNPyiOPz8XRSI+3HQ8vv3J0b7eIRG/vgqZvHKtpj5TKSi/3hyjPP9HTb6yieo9LTqKv4TuzbzBOw2+vnjEvv+hVD8/ETi7wbvivtWopb/GPXU/cxgvvARJgL8reHW+", 
        "xx9ev/oLH7+QM9u91iUevRWoDL/BtZQ9BUtlvs9+LT/SttE/IPQNvybaCT/I0hE/KeI+P9L4Ib/bYZw+kbw1v1I4F79NhAM9Wk8Gv9kSrL4AVKO+gg+1vsf+kbwrjuA+j8H7PY2SX78cATM9cLKhvr+AaL9fo4s+B6yhP1QoFD5E6Cw/ULLBvxNOpz77Vps/9tm2vojECj7HVie/iVyHPLU0GD+LL4o/s29Xv2phFb89zYE/VbR2vvHNUz9CY5a/m9x/vugv4r0i8r0/afIjv2GVaz7v56q7j2EVPUa+3j+Fj/G9MHWKvqEeLD/cGZi+fPMdv+I2Hj84U7i9AJXYvWK9qL4AGJY+CXX+u2rHDj0tudK8RNg3P+FDKb9kAc+9seqyPngjyr7wUYm/v1rMPtFPAz25WiS+2CAqPpWeOD+E+gg/SApRO8VJUL8/6zc/dTgbP59w6T2Erpu+MwTuPTePk79/jsm/zr1wv6pUxT5kKrA96N6qP3l2AD+0TZa/keE7v2UrEz7Xv48+zjYTP5fOCD0lFQ6/+YBvP4w71jwNFLG+7zceP5fGbT+dkX8/6XiVv5PE1r9V1J49uQ7VvWdFDD/Npm+/KCzIvqMe0b5LI4S/mBFpP3hg7jzMKTC+oU2mvTw6eL9rR2u+kCgUP4Tepr5yNT4/0RgRvvyV1b/LCA4+Rt5ZPWbjOj+tG2u+1GRPvv8DPD5oTfk+/knSPF8s4r8FQjg/8aRIP/TPmz2nnWu+NZMXP5ciJT/5da4+2tBEP46sjr0Z+xs9juiUPAx3Tb6bL/c+QI+OvqXLgL7tZSk+vFIIvcnwjz5ZoKq+L9j2v4eV976wa6c+M/pHvqA2Tr/O5re/2qfNvmmjGr80Y4A+vBicPgjdtj5hUrA+ebdGv/lmMb6/Lre7+rflPp8DdD87sAs+AV5fv8knF7/vOZw+O7HKvoiJ7L7AnCm9D2NIP1drbr/70Y8+Va28vxiZOL8104y/wCwNv1i7Nz9IUYo+BIdovou79T9FD1s+", 
        "JT/oPnlwYb/Llhm/y/X4PlL1pD2lNig/VAuGv6Jp8D4Ucre9n3Kkvfk8srwyE9c8PLZtvwLFo77kMG4+7Gp1uyqcQD8lNCE/o6eJP47oWr+EQiK+qK9Qv1LqQT9W1cS8hytRvt+esb80JCW/vJdQv4iJhL8UqB4/+wHPvsTOHD8M+Vo/SbFbvoUrkj/r0pW+l1ozvzH6gD7Z5CK/rld5PoUKsL7Ox7g/2Po/P9zvij8P6aY+vkwgv7Ktaz9VJZc+yDEHQI0xrD6DZIs+t7rdPqeN7z5whaI+iWUyP+3cVr6XvCS/0j74vVGfD74NlPQ9b5ARP4l8OL9tkws/P2BQvV3SzL5SeMo+CVpQv8LcrL6CXcg+KrOnvkAptrw4lSO/I/0LO7/OHr/lpQg894uwvgDlMr+kOgk/2v2VP5z0tb7Pqsg+qF/Hv/KLtD6Z60c/7f+Kv6f0ND6ABZy+hNNRPziP/j7Qdo4/yU0vv54VF76KyWY/sdoDPcAjuj7H82O/Axb0PgeRnb1b9aM/7wOIuljSHj5Wbfi+gtsYPqk+2T/8Y6w+PiOmv6egPj6ttti+aeWuvvU2Sj+6HI6+mHGMOjTPyr4M8VM+PrEvPrgKEj43/Oc90dKOPkBqxD7CJyu+bQUgP8+jSb8tZti/gJPmvOdRDb7ExyE/gnCJPiw7vb6ihSw/akUZvj8eP7/8WZe+n55yP78l8D7WVMu+7Ha9PuwSbL9tq+G/GWW4v90Euj59VTM/cFDMP8waKj8zLli/A9Wyv7eBZ7wTNrg94Visv7u/WD0tyW09FJDFv4BrOr+q0v09bYT3PXD5oL18qJ8/gScGvwJQtT1Sb5s8VogQPmhpzT7dEby9uPAyP7samb01F029cZO4vq/mHT4F/oK6SSSUvub2Ur4ouOm+dHnovhp2Oj0C36k98QeHPgBkYr+OQHo/aHX5PO8vpz5niao/3bBuvN5bLz47VVO/oSqIP7Ojor9dTVu/9wy4PKMfZz/wghG+PIgFPx+diTxyahe+", 
        "P2aBPwEWJz/bxAK7DhbYPmiU/r5lIQ4+r0hwv4GAcj4SS0u/rEYgvPiFpj6bOsU+G9FVvm2E6D5ZwL6+gzDxPg5cDr9KM6O8RtUIvlbXwz5UUT4/uW3yvUAyz74oGBU/ZadjPnbfv78ZsF2+6UrCPNg/xb1FVsm+kUGLPjalXD1yxee/fe3cPeQfRD8dXc6/sxf6PdrSDj42YSS/UrjzvfKQLb9Orc4+1PCyvlg3wT6aajs/uPJQPycIvz8v5Kw/P6Mrvse1cr7DURg/PbpFvy3GLMCmHis/ppjNv+btxb5B0tq9h4ePv6PbizxZtEG8iveIvLidgj/vB+4+LPMmvrXTAD+uDQU/I5gkP8e6pj6XksC9/yQxv5Lc0j7Y0S6+PooaPT1TYz9OyOM7PIO1vqQs6b4s0EO/6kQWP9MO6b5Ci+++uKwdP5vlgD6J1N4+GHwIvZmCkL1iwam9k6HCvZ10Qr+J4n+/MfePPt59jT7BPze/qMUkv5Vf675Scfi+ddM4v8GpzT+VQoM921MUP9gUZT71zM8+5i5cPygov78Imiq+4Xxaviqtq7+GDNM8tMuEP4neFD9WK8M+y6gRvm9og78KUwy+q8FaPxwLhL256O0+V6VEvp6rY75wfhC/WrH0vqV/vD59MhQ/7I1/PwaVkb/WvOS/zmTVPTfLab7W2Bw/4/v4vsSKw7+irVi+zfArv2rT47vxd+M+iq1EvkS1C7/BX0a/T89JPsT0ur7khN6+niJKPyzzeL3G9J2/q+myPsN6AT9Ohwk/vI8JvlpnZT4TSq8+VsEkPoDmXD6/8NC/OMQ9Pyk7oT911qa+J4UyvwMzID5LKZk/JpnMPnNzjz+kx2y9Wb3fvvdwab7m+ie/hA+TPqQGtL4szci+iTLwPjJQqz7XtiU/AC0Uvwa8QsD92py+pl5NPjf6y76zl62/qkvnv2vEFzwY0Je9mzKBPnz4gD4IrRA+z6aHv2Qf+L34FLi+ewJqvTepZD0mIE4/h0bxvmUTlr9ZyA+/", 
        "FjK+v7ocJT7PRHu+cg6uv3S47b4gAAk+7Ifkv0HBF78NNdu+vbSCvdKqU7xbT3g/eYsQv+vwlr4AXCY+IZN+vTZIcD51ZMe++irAPqWXNb+v+MG+CNNhvziI8D6Nki897FtOvkayLD7ofnu+AtEZv8fo/7wMW4y+vJ8Fvn/nf79O/hC+DHbzvqmyJT/huYg/DNslPKYAs75KxBO/SVqfPibCdb+aW26/Qr34vtfoPD20lY6+/Xcrv0iCQL52HgS9qndmPzrr6T4++fI8bwTzPbn4x77rM6E+MAAfv1Kig74ZXL2+Ad94Pf2vor6+azI+bIcFv/kJgT5ewLE8eyT8PvH/bb9+y+C+pFNCvncybD+HCfM+DVY3vmgKab8DWGY/y2jvvuvltr/TuNK+t1Ezvz21gj5DQee9c7iRPqPRNb+fThu/mLruviV1Nj6Su9++1rzMO80mkb3lUaE+eG3Gv8nZij+w9ti+ojm6PqhPyD03l6I+7UIWP4TTBb0xmt4/bwgOv6TfV74IpQm/l6owP3gggD7FlS6/1CRUPhUZBz9w9S4/asQNv5bAnb59hSu/KHf2PrdEmz7VGoe+PdvmPYzaq74rwsA+IAxNP1665T3N7va+ipuMvs6xbb37lY4+/R/EOzbK1r6c/9++Gfw7vtSLTz96+Ia+/Moxv+iOwj/IBrS8j3bCPmMdUT5S1rq+/qU5vYPgeb/U8Ik/ufMlvaW3aL/L0PO9v8SHv7wuWb7X09Q8YiObviiKGT4BAS+/9nQMPg+RUrxoMqY+bgpcvXrD3z0a3NI+3XEJPnj8fb/srKi+OkEtvwawHD/XMzK/LfyaPbLTFL/Cc6A+ecngvi5Ncz3L8Si/qrMVv+XMMj6XP/o+9ntQv8wE4r24Mga/tkJ8vtXJP7/WP4K/57u0Px5ys722DP69fc0HQNsFNj5fYaM+nPOYv/B4N7/I5TI/it4VP0yhhD+b1Gu+k0GlPixQgL6+EEE+tp2dPkhbGz+4xHS/oWdcvSivA785Zgi/", 
        "zqr5vhHREz98jpA/YRbkvqhcmr67MQi/vJuSPlvvg74CNvy8inXWvoPFLr93ZBe/+sUwv3fWkDwI6qy9aN3ePqk4eT+ZIQe/Ww9dvgsajz4GAgW/+jo6vkMjX7+5xdg+bH8zvw4/kT9Inao+mV41P1yDgjwobhi/4iymPg0sPD6YAdk/aJQcP8LeJz4YnSU+vtJKvhF1Pj/I6W4+yhPCuyKEVr5XkUC+ZwEOviYw7b5ZnUc/AJ3mvueswT9ElMg9hMwLwNKTs73s7q0/Ee/Ov5Bahj9pHwG/wizxvi27cTw66ue+4/xvP6H3Ez6nWbK9h3QxPyqEhj7Ps6M/sULXP5n4E7+njyO+zHVAvj1rCT5ZGU3AEUMJP4eLJb8bycs+nea7OuRnTb+ZZFI+9BOQPiwyiD7Rt68/iz++Pk1wLL8JhUk9QeqRP78luL2w4f8+geUCv2skO79YXTw+Rl0WPxmd570WdMg+bvyFP6kHAT9gNiu/VitPvvxvtj4Gr9a++9Xgvmt7SD/OUlq++oPGPeZRyj02/wg/gkmUvVlnOr6s+kW9chJ2vwA/NbvBmwI/iaasvrrYpr+vABm/unNVvoa1BL/vo8c/N4hgvgkUbT9Z9lW/rM0BPquI1j7YqtW/+50iPgeXGr7KsJW/0y4GP6WEoz8YPtg96VvIvkBdqD1yOcO9ZNK7vj+gtj6C/Wq+oB/MPOhpN76DSKM+ELHov3EBaz80fDk9HxZPP2jUR747E0E9IXALP+iJ2T37ptQ/RykDvsZ45r5CM9a/D0QpP6RIpz7Mx3S/DUqGPCUtpj4OE04/qVV0vgume7yALoO/7p6XPoyp1j4Th0G/wm6NPslrwT4w/6g+tZAQP2jBrr4byti+ci86v/M0vz3KLd+9Tg0UvgcoWb4JDCa/nienPbKPWz9alWE+d/IFv1kB6D+97829qHgJPw4oQT4ChMq+xEVNPocuHL/T6pY+Fd1RPY4jib+wSsk+tIbyvhMxsL17AiY+4aTpPmVkx75xxtq+", 
        "xiNcPk2VWb1fRDU/k04yvrXGgj4rtSg/nXC8vko5275qvZy/dVTdvunGUD1RKky/x6DHPZ1sXr6YVjM+BsWKvQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "i8EFPoXaF70pUsK9VZhjvmV4hL6yWhm+cDtWPfGNHz3fzXi+Dz9Ovs29675VBdO+y5QWvd/Ajr6ySPg9lMGyvjEXBj4WbfY89M9uPblstD3hlou+OC9BvO2nEL7O0rc+GlMBvrDyB74Z+QW+rJysPM/VxrwbZ6K9aLRlvSRoST0qTMK+obc9vhms2b1yWRy+sxiMPgDpBb7g7KW9wq+ePBK/Jb7XMKi8U7t5PKcHaD7KlQo9rHT2PVLf9L2bYnS+VYuZOwHOqT0u1JY+MBWbPmXhTr4D6Lm+o1usvk/OUL26SJS+VwiLvlAgcb7mEjk+EqCpvkXCHrxtBUQ9RV6wvbn7d76DFT69lN5SPRwIHb5RsVa+PNwBvoawjD75yAO+9S+DPTA46D3Npa49YDKivRYmTD6Q4l2+5SCOvupcjj0="
      ], 
      "weights": [
        "5fGJP99FwD4VTIc/5yN7Pcbe3b5nEZO+blHhvQ3knD5IAhK+sCqFPzghqD1kZw5AIPnzP/qHpL8hFie/TqJXPiSY/j4Iabu/DcdUwFQq571xen+/pIyaPXvDhD8XYgrAv4GUP5cMGb7qWLM/UrpRv2G/i71Nq7U+YnKLPwANxD5WVB2/V4fFv3bfP79AvTHAYbsGQB8S673ekEW/FbQsP3f+gz9YjFq/vfeYPohVWT3lugE+vSYFwCqI2L2YzgY/DcYgv0rTvD31iTU/ALHUvfqBrL67ZlG/BadWPz87Kr55hgG/jU69vmTlbT9VLFm9WEN9vjJKsT9v/JW+5Zbyvj//0jxqXvu+7vUEPw1TZD+giSS/x8hnPpy0n79ppcs+RY+Lv8x3bb+iEJC/AxkhwCPHMj6O1xLAdHQ6v2iE3j8mTYQ/0IZGPyiHmz6Re6e94fd2P3wGYD6U8VY/pO0OPyMJdz0qaFw//gOlP5y2W73OmVw8WEjKvT4GZr5YI+s++iQ2PyP0k7x6i4I/F5qAvtHhJL2aM/K90HG4vnQ05Dzn8kS/F8wlv/84Wz4tMjY/ww2tPfGndb+UkhA/wAfcvb3KZj+QaS4+8wt6vn/kRT485ZW+Fayovl9Lxb0LOJ4+/i3bPoqQDD+dmLo+SH3rPeycAj+X74k/GtCEPuq4lL9I1eQ+aaUJvwZ1pz6fCo8+eO4xvv6TNz9eNDe+PPWHvuxA/T77vQA+m8+SPs42Uj6XD3w/11TjvpVdOb8VoI2+aBYBP9A1iT6j1aY/6VLFPv8xhL6Nr9k+K56lPoD/2z7ze18+Is+DPoToOr4b8Jo+MMOyPgsyhr5tSnw+h4GVPl29CT9i0B0/37dVP09ryz4b0ig/Jnb+PqAzFD3R4ys/7dMEPvFZCj+P+N+/Dh0avwx/Az9qeYc/Q6NNP4B0JD7Ms/k+pnLtvshZdj9dl+6+Ux+8vjCEGT5lKzo+N+YbP/Jy5j142d09UWBLP4kVjr2gbUI9IbHRPs1/Vb89vte+", 
        "f6NoPowLdz5LkjA/NYiRP+BeT74e4l++Av9Uvm15Rz95A4Q/+EfMP0qRiT4rjam9aGRxPnXDgT5Zq+8+rkt0vz9cAj8XB4e/ZZCnvmIMfz8qDDy+XH6CPvKQNrwXco8+F8RjvjbHhD1ZXc++KZ+EPuFKOD+cgPI+7ybpPnPc8r6v/b28xGzaPoLTgj43zOU+N8LcPn8Zwr6DXn8+UJeVPa+4DD9ShVM/ZZhxv7NQK7/F3xC/fiCwP+QDnb6qt6Y+MzP8PbgGeL7baK8/Ja6hvlCqPD8M7Zy/hgV0v2g3gT94hgzAw4eyv71DU7/rBke/3EKDPjPEBD9Z9R+/AvCVv4ivmDs7VvS8G8tvP7R1tb5tkKa+sxK5vSC18T2Ig94/z7GzvEQKbD5/4mm/wygVvznVVb502aE/FJz+vOB+sb4fb4w+EL7XvZJnG763OhM/b/jkP/WuO78bqb4+KBaHPlLX5T58Mc49sDq3P514YL+/vqy+Ut0Mv+r6iz/OxPA/IH4NP/MAjz1NAiO++It+PmT6Q768pFQ//uEqvsp1R79t/e0+aaOwvy4OqD4lOtm7U+TBPcC0fT+nW8Y+251FPmQB+z6cSDC/duEFvzontD8iGNq+PE/TvgQ+i78BHfU/gx/ev+9Cwj30hi2/nU5VPq3MMr2S7Q4/AB+MPzVs0j/I7dW9lLDCPn5WsT7VgRQ/LVlqvmIxiT57UgK+dNO1v9NnFr/cCii/jTjdvm+W0j6L6Pc+Wp5wvp1NBj85AfK+D/lBvi5FGr4t0AI/GZFWP/kekz+G9R++XD17PgsIDb7bJwe+POmGvtZFDD5S7ae+BHCfvjofTj83AkE9aWAOP9DpcD8qbYa/jHQHP1Kkmj/E2Ls+0h2OPkIXB71Y1hw+rGLuve5Lcz2HSgy/r0dwProzED/L5Mm+FjM6vlp/CT9CX9a9j0EAP8WFkz5qUdm9mo62vsK3EL+mVnU9MzqzvYXfCb7RxJs+QJWPvkGUMb7abxC+Ormlvhx04b2MMTq/", 
        "QiDQPl4rOr7hhMC+RynjvmbK8b4V4l8/ccMyvlMFrr7Z90Q/oMEbP8ziHb4HMsa+AsXdPIqVWz6PzN0+ank5vu7grL5IC/a+w9EBPvZ+3j7Ugg4/jZOfvl4aZb7qC4k+tbXPvv53Ij9vTSw/DKykPYPo0r7OvXI+GWjHPscY7T7D3Hg++yhovp5hvj4dF3a+swxXPS0Ci72xbXm9FjsjvivTzz1g6Cc/S47NPXzEAz8rM7A9go4VvlDHibynpaa+v4aWP+aabr9RHcm8OmtcPaDCAb6VA9g+A6Qfvxt5yj75fCi/P1T6PhKiHL5c9oc+gcsxP2lpx744WKk9/bdlv19Z7D4BI4I+mO7QvqZzhL3nNRu+JmmPPmkdED9oHCc+1uaoPvY4FT8zQVW9eDbWPl+C3j4Xw7o9x9N/vw4ZAr9rO+k+hW8PPvnSKD5fRXu9uLKJv9iDQT/iH+C9GkUKPxGwPj9ZS4K+IwH1PgDpC71Xlys+l8ErvrnIVz7ttzi/UYoyPtS8iD5o/U4/evo1v8yXBb8VHs4+lRywvqBW8D527Ao+Op6nPsBfnb7djjE/XdOTvWz+LT4brMc+0mMoP3g+z77mZg2/rn+/vqxNXD4rCNC+gFMuPc03aT9ONTW/5UuAPG9/1z5xlHA9ypBYPXu/er71lWg+6VNyva8GlD4B5W4/I440vlnPsr0Vzpy+DyIfPyIhJj3eHEk/PonTvc/VYr3tSAs/xdq/vQ3tt76DC5S+LgJAP6ibY740UF2+tLkLPewXHT87H1u8V5SuPZYXzD3jCw2+E1UNvmhMzj60jGs+si0Bvzj6F7+dWuu98CLlPhOflr7CLI2+hVNbv9k/Kz+P+C0/KcF8vXq4Iz/5aj89NDHTu29WAj0CZAm+dSfWPlkHuj4ISi8+1iLSvkSFez2bffS+vX+DvqtRoj5Oa1w+bfqcvjMcuj7s9Ou+hj8tvQxP9j6vspG8rMgHPxShEz9U030/eQpXP85Gvj7BXtM977YNP9Izwjumh7O9", 
        "aFgkv8wyGr6zUvo+GFWEPuhUXj5AIgS+dLSPvmBgDb9Rv7+98LYZPuZ5ED88O5M+1f5fPjou4T5d0hQ9lAquvaHUzb5WnMS+cuEpP3XdmT4jA66+3ZQkvgXEEz4h04I+h6ifPiOrxT7iQTs/MssXP38Uyz60Yqo+nm8/PkJxwD5Mn8u+4kmYPjk2+z4fUQU8h8tqP60L1z3CxwO9Z0XAPoNxBD+jACy+W7WKPuPQ4L4WX6++8l3wvpW/3r6ERoq/HMSpPjKGiz7tOaA/OP1rvhiD/b7yXYs+ExPXvau3DD973E8+Q1XUPqDEgr5Kh3U+zqswv7TNKr89XjS/n049PmVAo73aBd8+Mg7hvhWlKb/M71g+Y2htP0Yk3z9hF2W/0GHtPavTDMC9AATASOq2P+BimD7m1Ea/ar2Gv7KoNb6Y+Gq+0Gwwv1cGP75UpfW/AzGCvolnEr7tZdW9y4S1vaNsI79jzf8+RrWMvvqLhT/uuiu+GdM4v41pnT7xxfa/WzEYv5oCuj+NuIG/ofQsv5mVtLsbqAc+x6mBv8+/Er9w4sM/QKOTPGFt4D97LnM/NHFBv6z8CcDczrk+bc59vwJdmT50hBa/eiKevmOuvLyNPYw+B9Ibv3fa7z6cCJk9E2sEv/cgO79NepY/sMIRvxHEzz6f+Me/luucP0/hgj/XTos+Wnq0PdkxWb5KBq6/7AK1PwIs3b5fQJ6+G+mRP90ZSr/JyTa/QW+vPpFuIT5p5AQ//dsqv9aDxz4ZzNe8J2JVPjoMvbylTAC+krICvroWDj7qdNi+JmuLPfvLGr9Y2Ue+3uhVP6gmkr/Epy+/lwq+PaBxhb1M45w+rQ3RvcVgNT38Z5U+cfGivQuz4L5BnVa+ZLSQvajrzD4cZTQ/XAuQvvYQuT6KqYQ+ssr5Pf/Bkj7M+TA/Za4RPpNcoz5kIIo97k1rvliewL1l2Cs7uxQWPQ88sL3clGu9V/ECPQrEGT5fN+2+zhMBP8O5JT6g6TE7JUh2vhUwiz7kN7a+", 
        "IQjBvpOEQL+1tIG8bk51PnvNyb4KiS6/Qv5IvojBjz3OGYq/uJ/BvZiFN77mEj0+ZNNlvivZGj+qUli/xk4mvrLU3r6LmtO+YvptP2Zhor5E9sy++lQnv7jOBzw7/hC/VLzlPA7bEr/Mbao+oSbbPs1aDb/Mj8k+pxiXv07xK7/5LeK+C8InP8lvY76Vtre9+oLOvit7Pb6a2TW/MN90v4VNnT5JhGzAyM0ewHVxzr6kSeG++bn+vs8S6D26ZkC+dVGfv+39bj9JX9w/fkzzPW6hUD8X4Ba+zP5nvwBIJD82DZo+9sg2PnJQGL+2q8u+3z3SvrMslz7K1wQ+veIeP8qnRD8HShc/KVSKv3GM2L1heD2+6GvvvYt0Ob/mlHY+3bH3PwhonL7rfyA/09WuvpsHzD4b3AK+WU0+vyAD5j6phbe+OLr8vfXBbL85+2q+dCW8vnb8yz5wKgw/GnpZv8u6k74RzY4/KM6wv9SUnL6Bm+a9gcg5Pxw/V79p5IA/S/irvzTk9z7/2pbATKlqPrnUZb5Gji0+tiXFP5oVaL2p2Wi/VAczPh2YfD+jsyrAXiM5PxJOwj+KPme96daWv0/SjD4qy90+ummivi1xFL98X1Y+/L8evjAmt76O5IO+9kYIv43Xjb/fqry+VmxmvsPFGj/M+t0+Vv+PPsKAAL/f2Ri/WuXePQfWGD6MMG2+iaOgvqtMQD3q67Y+36Ifv9E8pz3Jtxu/E9pev0Xuer+rNk0+nDDvvYau/L4WjS2/60+wPMiHCT8m/DM+wmryvL9Eqj6dKhw/mFwRv1blWL6y6Oq+KrI3vjZRGj+koNC+cl8Iv/BJA76OG32+tJO6Pu9MVr4sIIU/nM9Fv0U/Yb86P5s9mE6HvjflSjxQnlU/85x9vlXWzT5vtMy+fvUDPpEW5L6jrBs+j7amPsum+D6U9DG/TjqAutbhPb99pBo/t3f8Pr0OC7+iEcg9SyRNvg3AwTzeV347IpILvwAkmL7aL0Q/jycnP9sfVL9JKzC/", 
        "+wvaPevFYL1rS0s/cDiXP/JuOT40iie+nngfv4sESz45Khs+Bxc4PwI/VD82frg+Glj9PhZnYj9BBEY+YG8lPx81n71I+Di9KoHzPIV4eT7VCko/H8H0vUOQ271pUHo+WPVUP7fRUT76vIy+78vOvQ0WU72bVAo/M2IIP3DCMT5Z+di9r2dTvGeIfL7p+l4+d+9OvmrOUb/TvYC+AvgIPocny71urvG9wUkZP5ZiLz5Affi+K0OUPkv18D70t4w+9ONzPlauHT+LZzY/4t2Pvg9VCj4yDsW81+koP11prj4Zeg4/fJkLPxnEuT5zbBY/XvuYPda6Lj6+TsS/qDsOP0cKOT+NTXE/GHy4vm5dkz1kH54+BhG8PaM/VT4TugA/fcyWPQeTxD520gw/OqYgvxDCoL5kaUU/Y9AovLBeqr5MeGS/uexmvjcBjT+ehX49PUCDvQB0eT9QCYU+DZivvc9vDr8F7A0/aMBpP/EATj4Tvp09LKMfv22RCj+Xhew+U6P5vr+XCr/uZgO+4Z0QP8d7uT6/+Ce+Sr4Jvv1GnL7y5vK+rkqcPiIGEz+oJ78+jxEHv5erKr6Ntag+C9rFPb8vsD6v8pE+eYc0vimwuz4Hb4w+eQuyv0sSAz//E/A8mCg0vnkBpb43F9K+wzeXPmRPxb2jYI4+FDgCPyZXhT6NJ6W9A9zkPYyHLr7KZRC/HV0FvtY+ZL7KCTw/IqSpPkcDGj4tgj6+TzuxPehG7j3SvCa/VrX+PjDljj8HwTM+Qt/pvQAjhb7KOHa+k0fDPdNX+r7ZbDc+HSP4vU1noj3OHiK+UL2OPrzJQj8nHXe/z11SOzy+kj4yVQW+Qc5/Pc7ipz+dpTa9C+Ohuv8BbD8+rqI/YgpTv8OEQj4795K/PR5rvnyPtb/9wHQ++UlIvmILYL8CPtu+RMjqvTN5Yr+JPbs+zxgJP9E0Gr5a1e+9ovIHvt3TPr5UPqU/Gsw2PGndd79I4Fg/NMwhviHgFb8pggu+Hjb1vkTUAb+S7Gw/", 
        "OaDFPjh6e7/9bN6+fmndv5onBr+qpeY+ExRQv1kygr7W7Q7AHUWjO+AWbz8bK8k/vCprPgrXkb7afEs9NfEOwLnQI76A+9Y+u5ItPBLqDj8xSb2/CdJQPW25Cr8tJ449EYNrv6i9uDvz2ZE/3B20PaITGD/5eJU/allawJ4cmb+1qhy/f5r3v7ChKcDeSse+BnFHvz8sj783LKW/S05ovvdqCT7qeZS+Wh+YPgjyX8D1ADu/TrExv9NhqbyySyK/6NSkPZsd3T4QIjM+O9++Pc0o/D4Kmae/inYYvkYYFr8PUCi/hDLKPlk/IcBL5J29FxZNPUxlccDHdJ8/RetrvgM8Fb65t6+/i2WGvjvvVr3SduS86BkrPqoIW7/ajI8+qBVBPR2JFL4Tq+G8eXdWvgSxg73j/Qi/D4hJPbdlsb+/9I6/qwbiPaIAcr9Jf1s/BiRBPhCtLT8MXQE/84OcvsmCGT97NXm/YOGNPmaysz82u5a+78piP0YEFT/SeQ8/Gwc2vzQTjT9/llE/39p1v54rTD5gc6++qqFGvwJdt7/Q2Za+DccYwNQzcr5r05O+mI/gPll1yzy8UM68WTRAP7YOjT9rLKK+TFIVP5EAmT+7yNU+6kwTPj4M3z72lQu/0GFfvvoyIT9UHQA/RUKoPSzscD4aChq/+h4DP2pfZD+idxW8Dw38PuDXAj6+Bz++kq8ev1wsND1V5+U+w3e0PmKVLL5EyEu/xBDWvk7csD5VZpe+5SjrvdQd4D0Xt80+nxQsPKqZwL4krmS+dfEpvlBvS79bqcO9OR15P4OCSr67m/W96KGrPnUMqb1B/1s9p+7SvkzThT9vpag+q3aEv19Kmz7yQJ+8TR4OP7kaS764sNQ9CRVgPlbn1z04NNI+BHEPvk1xHz/JNgI7I4WEPWF+HLwTXW++mMcKvQYWkr3QJFq+KtRZP+N39r3EEeA+jfupPhv4Jz8uq6M+cH6SPrfuFD8X+Zi+aWI5vuthBj8tDMu+AqidPtWoHT7+/5Y+", 
        "GUKovfXhCT+vvdO+yHybPiDugD4PG5o/8YIsP5Ow0j6A760+18rAPuThjD7JdiG/Wt2YvvEfrL4nhRY/JQViPtiNXz9ihwe/XqctvvRhrL9c1ek+hDsyvyVTor0GSaA/r5thwCpS4r/bK5a/cJMtP9drC8BDLJE/3l19v6TT7zsU1iA/l3MKPTuvFT/hhMc/g+Vuv5/kbTxruixAKDavv73kLD/9ega+mYG/v8BjRT/4s0c9FLxLvnfKXj5c57u+0kzjvKiC6j/g00W/I9JOPzVs8r6qygQ/UCGXvjvCYb/MOGk/nxJ9vzMGHT9nqgbA905ov9VYiD7jvui++BgLQKn0mL8huyrAJb2wPZyXh71aWCK/mZYSPZMhC79U1pm/XKcSv9Bx0L+1VOW/zpLcvnwpOD+h7ZM+b8g0PqxPwz9wsZi/hrROv7fAhr+ktse+kXgRPrUEHzwgMK+/yNHevzEGJr7dGNW+KvcgP3d6BT85lmU/v3yNve4koj9AQwJAJpovvktFBb138Ya+6w8SvhTUsD4ra1U9ndJZvhd0Fz9s3gU/vfCLPtcKBb/tn8S+cRV+vn+O5T3ZNZK+Xo2YPgCyaL6IbBk/LNlmPxolfD4Z5ta+u5PbvKlM6z72ULY+g9ceP8fPRz6PjUc/M+UtPzKthT1irYQ+e1QTP4NJ6L5vKsE+phoUPwbtlb3QNww+r0cevv4UdT4Xe9U+vudVPxHNwT76sik+kqkevjGVyL6tMvU9A0vgPuNgw733SMq9AQARvhRrkT5Jmzs+qV4aPyqLzD5lmhE+kKiYvoL2eT6mm6Y+v71vPnC2Qz7W6xw/j5tQPWfwmj7LtnQ/9lWFPoqiFT/+qZK+IF/4Pm6VBj6DEkk99DpcvygKGT5T9GK++IW3Pn9mTb5w58W+veBTPmAbwz1dK5I9rVouP0hEZj4XQDS/EQerPU/iJj4/V4I96/Obvm+5Jr6tFHw+wVwKPmHprj4lf6i+R5zoOrIpuD6/8IE+teQEP7cMn76LKFs+", 
        "pOLQPGQRDj/2R5G/vA5/PtpGEz5SGUs9sr13PkAQBz+Tf5C+0wyxvE1s2b6LEwK+cHEUvV6B2L2mxyM+EMqEvhnlmL5/+qm+lIw9PROGCj+97gi9jnSJPvOzqj1FyJw9BDhbvoJVVb2UFpA9F8yrPrdjdT76pnO9soTnvqBMM78m4Wo9g582vzG4Oj7HkhY/qgpfPga9K70+Yji+Wt60PZEPIb/pLDW+b+J2vCrWIb5khdy7L7JGPr/82z4OIzA+Ugp+Psssxz4X9CC+Q2sGv8Dqx70tTps/CG4HvwZpgL5GqyS9jyH0PArWGD/LSQM/ibnqvhc7Jz2FENG+1zBSPqgzSr+U4Ri/PIVoP4E9sb0UHas9eEVuv50pPr8Sz6m/yTDZPqBR5b+ee96+9nkLwPkMDz+rowE/EoXSvhygRr/s614+BqU5Pvuqgr9tSHM+c3NpvmlcWr3LeM293meUP2Nk3T6/wJI+DHBav66EG74GT8s+boM5P6FOvz7Yx44/4JKSPupOhT3fHYU+fgHevZecNr1G28e+SkKJP1naJz5xk/I+jTBHPsPaUr7dBhk/7yQAviFM0j6gBTu+y25CvrGSnb6dWDI9DJ7JPtqcAz+7DKy/KnBivtioRT6Q3yI+qIq1u9mcAT5juIM+jW8pPu3c575Tc8w/O0YUP6P1Lb9MPgo8DJQ+P+CNbr2hNJw+xWOaP31Ry75/56a+QWzWP9r1GD+soZ++UzKnPj/aY79B+xQ/PQB1P7cH6D2oqIe/Yc2MPgwX377Uvo0+GVNEPkF7vz1VCVo+FmGmPhheFb6Twey9uXzivrXq0b46XDA+IE6nvl6gkjy1JAI/D59Pvro5Jj8lC9U9Dt4mP8yW2D4vOuY9Nl0rvgR50z108LY7NZU4P0gQej62b0K8necgP9QPn74YfQK/5EnTvjbwA7/8EpS+p09Av4DRiz/1VIs+qXYoP1rhGT8PcCo+zby7vsO8zz6WR1Q/eCkTv4a7R75VrNE+o3Bbvg9LST4td3c+", 
        "akMQPfV3qL7wA/i+RaoYP1C8hT/QZ+S7Z6mgvu2PYT6AtNm+kVf6PswNKr6sSkc+VqP8Pir5M70fGzI/g4YWvx/vWj7OjHm+qHOvPq9iyj6zaFy9ALtMv6ZotT2C1Ma+YsE5PXZL3z3BK3A/M4Unvt/h3Tw/FzY8Oe+RPZ6XZT0c2RE+o8YXvjzohT8f70E+jQQ3PmMLB76fRQY+8XU2vlgeoz4QtmE+VCYXP2dIZj72MGq+ZfdNvyr/bT4X0AG6h9OoPvJWFj9mw7k9ciy+Pq2hAj+Pgek8y1zkvclzbr7ZGhY/vbZPP41dlT6D4tc+4HWAvQLK+r0zcje9cKeXvo/CLL+lWa8+A2TPPg5hR75zEUg+O1P4PjE2ID52fqU9q25qP+Hq4D6U0f2+3NYiv1O+SzwBFj49cwYqPqTQsz7xoty9SqqOvh7U7ToPBA49wfUgP1RRhD7pDw2/oQi+PsUr4z5Skk0+huuFvjWOTz/hO9I+PwsFP9ABY7/01pC+hvVwvsOiGL78TRC/r5KFu/R3Aj8FRp6+2B4+PpUXlL5V3nW+oiYpP1tevb05MwG+YazdPaq7Tb9JaSC/h7yUvvaIjT6ql+0+6R/OvvOTHz4Ynnm+pcECP/vyAT/QsVC+cQU2vhnaFj/ubG0/SjWzvkafVb43p78+8WuaPokUo75KVfI+RdT9Pi91mj7LAsW9bth2vQHFi72XPTm/peEAPy1AG7x5npE+HZkavpyfAD8D3wM+MGnwPiNNCj5VLwW/IPjEPkpYkj6pflw/GU06PkzEuL55bHM+SsxmPINvl75u8B6+DEbAPhk+lT5KE2u+XLfjvhtNvT3djF89LUl9Pdj23L4uPN69uYfFPnJCNr5NhD8+PRlQPhMxNj/kC+a+0aVxvMPOjL4B32W/tuEUP4WXKj5iJvO91jjSPJoyDj7zerw9IDc9PjUhij7LEx8+WQ0fv1otZz9ex2i9qxg+PRV+3j5kp/U+FAtGPrGhKL0OPoA+l4xsPwy08L113nW+", 
        "jdBfPxYyDb8wJMy9IgeSPqM6Er6NsSs9QT8Zv3q8aD0XA/o+fDGAPnyR0T5W1h4/SNpuv5x71r7HpQM+aGeuP+imtz1+FBw+OpxHv68gzj/jgSe/fM7Jvf2TC0CN6Mu+wqL5vvYDmj5vPge/oUWSPN2zp77RKAo+++LUvUoDpj04bVY9sXsYPxJyGL/0vhU9RiixvNCrtj4+M+c+/gzuPpVnHr9KqQo/+nbIv5VrOr1xq+M+v+M0vxRDjL8+NSo+RHJ9vikLiT+R8g6/QLlLvmRBIb6aal4/dWq0PsCtWT/EZZ4/64PMP4LSJ79Srgk/V5cEv7h4br80SJU/V04ePlF5pr4/CfW+wVGpv52tJb7mF6+/fhxQP5gntb8JKB++b5kqPlR5bD6Ha7a6VM8zPX7GWL9NAYq/wt1Pv2bUKr8uXlM+4TfRPltwv71vT+c+hLfIPQYf5D6zYHs+SR4fP7j3BD+VUCQ/AIImP8t+8j0xbgM8JayZvreQ3T5F0/Q+vLwOPgqUt7wxyie/KFYsPdVfAD8dei6+tYYcPvEnDr8R0oC/0EP/vi9p5T0HB8A+TYWBPodjgr8DqfW+xue7PRtSU76qroS+MnrrPgH3hj7MgJq9lasdvqRcHD9/RZe+ki+UPhkCDb4tch0/ArRCPjr7ub6XzHE+YxY3PzIjJb90Uhw/atoGvjRJdTxgmlu+6sMdvpoRvj6C8LG+Vd/Hvs9wF76T3H4+8sjuvjiSGj2mpUS/+OqUvtsg4T7sMwQ/9Db6Pb2UKL+f9hQ+Vn8cPpLkHD/NS/m+2qFtvo1bhz/F90G+Uo4Kv1/tFT/5uQA+lqyDvgC+Tz9goDY/xbEOvdEpfr6Mi3o7gWB5PUA43r059h2+IkB0PqMbAD57m5a+tgqoPgXLOL/VTCG+PZ0uPzQ2kj5wu3g/zbO9PcMXJL/TeYe+7LxePUpKBj4Fceo+E0Yhv2aX271/mh6+b9+KvtQbnD79R58+kW/hPYNQZz89s689lqECP6ErBD86PrG+", 
        "m/5MvyNOZz7ASL++6gG0PqNXdD85saC+Im6GPJRQ8z7UDng8Rt3hvpnIPb6fN0O+3924vcXBXr2mBRk9d2WXPqhTRD7zEia+HdmIPqGzUj/1QUa+8zmEvXDiuTxmg0U/YSpEvjZsU775sBE/iVuaPqi1sr64U/O+4sZWPyXcwDwc15Y+nEIavqUpXj6syBy9Yja5PIhmH789KBO/8bzmPTG6977hgp89rXUAvi3nJb8esQM/5hGTvWaZ4j54WKI9DDZFvNaHFT9+RMY+XI4bvXzAMr8TIfA+txW6vp4Y574tLMg+pvZxvfqIVD9NT9K+PrucvlkVY78f3Na+Th0iPwGPdj5RDKU98JR8v++W5z0hFXW+zpAVPYxMZL0aLCg+TMrPPe8zZT5wS6Y+UT4mP+duFb/Wwzu+INOrPk+lTb7DFta9EWEov01Ijr1yN1I8umIzPhv++76hDAW+co0evNiE1j1oCHw+iekoPlNMrz6lIpS+b/b1vpIYpD46QgC/FJCWPh1FOzwVEBM/NkNxPrBLDj/rbQw/dXFBPzDZaL4sktU+A2iKPuZ7F74vZ8I+N5JLvhEvYD67IgY/mhLYPQmBJj6UITo80PCFv6Zt/DvDrwS/DpxXvtndrD6h/sW+KZINPqx0iL5heRA+HpTRPp+Txj6QIsq+rJdhP1VY47w//dq+apeMvdvuKr/zGSM/rcXLPr6pKb3yEFM+dzC2Pq0C676IBco+7y+3PaniZT7Djbw+owcNPzhyUT0xy2e+jOmOPtatmzzQbf++TFJQvp8iJT5tGUG+CdiCvkfqfD3aTu2+aWI5Punez74hCZu+h5wHvsVYgDxcmIy+htXJPmIx7r7RUR2/HTVtPjxvmb603za+vzFSvTQnbb4HTBm/fpaEvv1isr48QhA+LiK4PgGNfD6+dnu+VQSZPrhyN79VBDu9DGzFPmiHBT/Z1YS/QjyCvnRpH75iDjc/yiZMPh197bx20Py+DQuwPMsacL2UFP++UC0Xv0WRE79585M+", 
        "skeaPnospz4KP1I+YkraPH9yTD61KXe9QerpPo5mWL7v7FE/kemtvkjEl70Igr8+fTqdPjATlz8Er4s+cx4QPscKgT6qopM9fzEiPW8lRz5QrVC+h2+LPgsCgj/cXBg+1PJqvrXgzT76u3g/KC+zvB3xkz6yjJi+LVcQvgmetz5Asr4+EcFCvQAAEz9sR9Q8Y9UvPyQp5L2LcjG/YTJbPhrNqzzJP4I+SVDwvUBds77mOZ891ecgPvhoMb2daao+og5sPyEjMb0ErBk/ouRbPl2Y+r7PK9k++1MpvdMB2D4J66y+F+9TP2uyKj7QBw29JXnVPep4Fz4z6QI/QaoOv2u2Gj7YBoO9Y1pxvJ3jh75Qw++80sbPPlSHYj40Fou/XPelPjH0Qz5MCwg/FMW9Pp+MMD9ZScq+9fmEv49k573tB4E/ZI3EPnVtMr4SSCc/yBYkvmU6AD+yeYE+2lscPshyjD7nnUU/Mar4vIZo4j6RnZy+upmrPq+WNL8eTHw9oxL5vbHrVD5WtUk9lYhtP+i9LL8ZPt6+cmj2vXCzFD91bCq9bG8qPwrfZD+OTR4/XLKgvVwjPD7auBa9NR+yPsBnfj+siP8+eq/xPbSzOr6RdQI/Umikvf1t0b7lOhw+zIwKPsJxGD6eGhO/9DQyvt+O7r4UCWe+8C6JPxgPMj+cZNU+JCrcPSGnjb5C8ta+m9eFPnyVnb20HNQ+mmV5PrhXQD4WVV49NK5IPgYUxz4gRb69MeIjvpbMzj5qIA29PBQFPfLsnT6V5lA/97QpPjPmDz/rjGO+LYgfP6svpL0N6R4/rImjPvtZlD4Y9y4+wlH+PrUxm76nKT+/UmkrP+hk1b1ChK6+Oo1/PXRzL71vUJy+p2JSPV7QkL6Tgqs+MBHvvSs7T77dLva6sHWcPbkSHz6SC68+p2pBPqHVlD4GFo6+o0lDvyo4fr78FCG+iKsRP3qGC78/N8A9Xo0XP3X7Rz8HhR2/41TMvT3b/j1pJmE+A8LrvU7ugL9Q8HM/", 
