{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "linear", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 75, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "ZeroSumLayer", 
          "config": {
            "dtype": "float32", 
            "name": "zero_sum_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "zero_sum_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "zero_sum_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "8c416df22b710af53d0412b7887244cac216dd0bab8e810e62a6a8a651b176ce", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "dchWP2kVCj9IxCI/kU0JPm/gtz6R4ms/w0niPQLoyD71ch4+jADJPlkHtT5CSw0/9q4bP8/1fT/sefU+1CWfPmFhhj5h6jg/SOU4PoydVT+dXL4+ZlsdP5wBQT5UHyw/1OyqPn0Lyz6pNyg/mOyIPq4WVz/OWAg+MIs8P2lTPD+hCEE+w2gpPwVw2z6nKEk/udR9P9Ke1j63Jck+5YXYPnFYMT/KIsI+spoAP+eQbDxRBNg+OAxpP5pEMD+p6Dk/6dAzPzLwnDzPouc+2vi+PrVsvj31yBY/IoDBPijNbz8Peak+tE0nPzKbrT5MwWc/CK8/P/ox0D7apF4//QRaP3t4ez8="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "UALBv2DzEb9PCOu+/5jCvvgm5D4A4+w9sG8gvryK/T6qZp4/HBNtPniqAT08vwBAgJ3Mvphk0j8IRoQ9omAQwOzUgr/Qag0/1GDvPgDcTTwLgPO+eHkPv8biAECE1a2+tqW1P7jsa79qD/o+wGnuPb16GL/Ptf0/SlmHwKAqjD7lpZS+JOzGPXBEJb+2cD6+VQMPPxQB0r7wxuc9uxATvxfpzD+vgZ0/GEmwvgAaeT8rhAu+IhM+wCbQQz5YdMk+lEwhv5z/Cb3YUg2+RMMbv9gI0j8WCRe/zNN5P8ax5T5UTGw+sP+0P9JaEb9HXGW+coKSv+6XB8Do6JU9cw7CvzUMRD8E4As/VzQ6v1xXiz3Va/4/+9EDvtaFXr5gHQg98PVsv49/zj+EUeI+"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "VceiPVvBh7w1z2s9CKmaPR8x3T3H2cq8QnWpPffDJbxfqmA9tyoWPXCrjj3lbFI9PBXLPXjYKj15lLA9DiaGPM5sar2u48U9lkHdPfl8XbwPuug912T1upM9pDwrw2I94fvEvMw/v70cPBK9mI96PRdW3j3tt6491u7nPYFSqj0ZUpE9zNeLPUmcOz0Sug69KQMFPsJJuz1gHss90iPwvP/O5z1D8qY9TYepvX/dMb0lNx09kfSHPX15Bj4nr4M9hewYPTjOmj34heO8jX/wPWbmjz0SN+e7wmqLvF/tmz2Xpco9mWE/vckOdj1QgMo9gSlzPUiZqb3Rk7U9jbhiPbuDTz1BUJI9hXXaPW/4yD3t29I9x2qAvFGFTT0pNrU9vWQLPra1Gj1KGPa8A9oEPQuH9T0TW8U9zDiLvH80jb0="
      ], 
      "weights": [
        "X1chPrLmKT3eEwU++1XkPQHg7T0Avzo95NZjPfUbND1lNQY+f4YVPuSqEz7A2Cc+XuejPX0oLj6wRhY+r5r6u3jtZz1MGgs+/GaIPTpZdD3Pbds9RjPNPFYZFT5wlTc+cCWzPF1IB7+gIug8AuP7PSzjpzz8ahE+R50PPuBscT0xiPA9qqT5PX5qkb0b1HM9Wp2XPTB+kj1hZE491kZsPbjb0T2CRus9FpcQPnidoD1DuzI+B9fzPTRJgD1XAxk++CUoPuHW6j3R6xU90jwAPl8mAT7FDIE9QmkzPJRdqj2+itI9lih8PVx3+D3HJuU9ECYOPgMHED6WggA+bvkTPvDcLD7CKec99sehPcg+CT711Ik9o53VPKL7/z2ic/s9ioJtPa2RHD7avWU9/3wEPcBCrD1Iulg9m8LWPEZx5z0fRSE+bXgkPZL5BT7EHeI9FcjyPdh3QD3yN2I9WmQyPQyVBD6P+BY+AF0WPk4uKT6r1ac9kmIvPq81Fz6tbgq8HvJfPQRCCj6Zx4M93dxxPTXJ2z17l8c8iJwTPgseNz7XMLI8JiyhPZBI8Dy3gvw9LsOvPO98ET5+sA4+uK9sPWN18D0UDvU9V8KZvRKZdD2oWZk9xbqVPfK8Tj11+G49wK/UPVyY7j3LnRU+3tOgPZuUMj7F+vY9Hj2BPUeeGj6lkSk+XafsPXw0Fz0Bdf49BvkBPg+Bfj3sakQ8YkesPYlD1j2QD3497NX6PTdF4j2QmA4+A1cQPnWGAT7CxBI+JtQrPlad5z3dOaU9yjAKPucTiD20Vc08cU8APpHE+T3A6Hg9XYMdPkd0Zz1OxvQ8mnyqPeN4XD3h19I8f+nlPePJID4QkSU9lxMEPkM35D2THe89zjtHPVVHWz0eaDM9/X4GPmzpFT7xmBQ+26YnPsnDpz3iHy4+bW8VPscjCLz8HWY96qgIPsK4gz3jRng9UVrZPWkjzjwtlxQ+5pw3Pu2YrzzPy4e+7xPuPDcI+j1dTJI89YEOPgiTCj6BN2w9", 
        "HnfwPSHD9j3UDJS9gzp7PbhymT1BCZI906VWPWoYbD3mnM09lATtPQr2qr6qZaE92CwzPgrT9j3PWXo9LAAaPk+qKD40++k9HRAXPe02+T3/bgE+3qF7Pdv6RjyuEqg92WzWPWbAfD0wMPM9tQ3dPeytDD6zwQ8+7rEAPhFcFD4nCio+5uPmPVNCoj2OPQk+l3eJPRfr0zxJ6f49q875PRNhcj3ceR4+ZXJjPXkU9DyrEqk9R/JXPSkl0zxBEuU9hZ4iPsY5KD3XvgM+ylrlPQ/Y8j3enD091JhePVY3ND39VAc+Z1UVPgPSFD4CCyg+CtikPXtOLj74xRY+hPr4u+ntZT0UKQg+4fOCPZW9dD2cT9o9kXbNPD+GFT5kxzY+V6G1PBb2lb4AavQ8SU35PdzMlzwT6hA+neEMPp2vez2J+u89fp70PaPek70GVHg9nb2aPRoWjz1Xuk89XFpsPWst0j1vxes9l8sbv5pVoT16DjQ+Lur3PUS8fz1huxg+S+YpPtOU6j1N0Rk9en36PdWhAT5vAX093o85PA12qD3I7dQ9geV7PbFh+T2IAOI9M2oPPqI7Dz4BHv09QdwVPo10KT6t3eQ9nrGlPY/gCz5br4g9Pw3JPImf/z2QgPo9lEFsPUqYHz6aMWU9Nur9PHqHrj1cc1k9vCzQPCDe4z2DGSE+KvopPXk+Bj5XDeM9oBHzPcDPPz1p5l89IowwPc5uBT7C/hU+dGIVPmNpKT4QLag9AfMvPj0UFz4MSAu8CixkPT3BCT54iYM9FRNwPePD2z1Pbs88ZSwUPsCtNz6VLrw8yGoCPqAj9zw2hPg9cj2iPGOCET7b2A0+sHxxPYUt8T2JiPU9F8OWvSyxej08TJw9xZ+PPd4gUj2wB3E9DSjWPU157D0Z4Iy+YEyhPY4lMj4XxPY9I3+CPdUDGj6fHis++R3qPbFNFz0i5/09ikEBPr4egD1tyDw8rQ2nPfrQ0z01f3s9Ikz4PeXL3z1Bdg8+MDsQPlZBAD7OfxM+", 
        "eBAqPtLj5z2RGKc9AtEKPh6shj2jPtg8RJn/PegM/D0YSXY9NV0ePn0+aD0VpvQ8tqWsPc8dWT30h9A8aCrjPRFU4z0CD8q8reQDPnFJtj3I0iA8T0dCvKdRxD1F4uW8aQ+LvqZeh77ijmo9tk21Pov2sT5w6kw+126/PVLT67vLmQG8w3a1vVIUgr47Hti9RceVvtXi2bzOZ0k9doMqvkqnWjx89XW+c8/lO+111jzpWHG9o/gvvJNwlz3JwfQ+zGxGvjf8Dr5ujNo8O3m0vKhJhL6hi4E9otTFuyIi8byzdQi+wmxGvVxuhL0ykBW95GYcPsEiVz5SN4u+S6HdPUNwzj12YGK+DgoYvMoVer4c2ms+zm5pvcQp6z+htUa+LAeJvqS/cLxbMdI9eWQqvuF+L7451WW9q4MfviAJqTwTPfe95SX1PdzWrj4EEs68Yv37vTvdLjv1YTS+FKePPWY3hj6n69c+NRufvdzugL3gk52+mn83PGA7w7w1a0y9bDGMvRRU4ryDJMu9AY7iPBOfMr7i4Iy7M5i7PfQCgbyuUdY8GqqYPASjgr5BuAU+foUPvk/5KT75h5k+NAwSv0wMMLjdlbK6B5aGPEQ0Ob729RW9/S5HPQFpX76sZdq9PZDBP9TkOLys4Lq9aicUvleAW72efPa84yAAPiGRtzwmPiI+O0/rvU7a3jwOA+q8lz7EPSbNJr7OLNq9cv0BvZ5SCz5jazE+iEeTvfB3Br03WHy+VBgBvsWn0TxXK7e8gPkbvgkONr6pwwu8K0fevYb6Cz69iQM+jFA2u0SPFL67Jwc+9qEUvAUFDL6kE5q+Bx6Rvj/mb71GU0M+K+k3vvE/Jr3EKrg9vu4mvK+j7b0ytXC+YwcqO0KSGbxSW0s+0VzhPP5mO72nqem8TeUlPH8MFD6Q7k09IXgnvBJg4z31E/I+MyWFvGAdhr6McAW+OeCLvsjTxLz5q4k+pcD9vA4QpL4YHuw9AB0UPnZKU7x3ZlM+0y+Svvxn/j3G0rS7", 
        "DBOZOjVbPz7XrWq+/7/kvQzzFb57m4C8X4ZYvj/1Tzwa/w076m7JvqIAzbsstRU9APc7vikELD1KFoW9CRwPPqJ57DwF3wo+auOtPINsbLxRyIG985i+Poi0aL248Em/JVekvtBYVr1hvJm96ZUDvUQQVT6d1zw+IeAiPjb9mz01wJm+1JCEvieigbzuqnG+6Ms8PfehC71DQe48sbkdP/L7h75Mn0w65UgWPuB83D0i4g++QLhmvah6gblQjfU8PyOzPqLNlz7qPvs+EoQhvDZCs70XUPU9+fBbPigzJz43vZk+XLcFviWIx7yYRqA/WCwkPnWQJD79nQK8FgNHPiVP1r7BG7W8Evt3vh411D5RFEE+YzCxvP3BBT76GAS94lEcvgjnur3aBM09ktbBPfN1Oj+bbaq+IgQwPrJLDrzr0X08U3i5vrO7rz0T4bi91QwoPUbo4LyeLpg+u2opvsvJgDzxVK08/TMEPL7VDb5U9TK+KKZ0PmltED8ajCE+Y1RsPZ7ZQjw1RsE8N7qbvOpVhL5yvSk+uQJYvrj8xbyhKRY9xrPaPaLpjL1O1Si9dTKBPnwRJr4ggYy9PR+sPvRhET4+pz4+QAC9O/qgNr55i/Y+ev5qvc4Hrz/IGfE8Pu5lPgRBRrw4uGg+fguYPuI2h76Jh4S9Edc4PLu2aj2/6Ym+KYTvPnKXvT2evFA9zLBsvWlIp7tL7z2+SHa7Pr9Sfj1iAwy+XwPBPsSfhr2FxTM9qwgXPQzbAr2H5ii9JZI1PqQo0LwS8oU+X+VQvug0Sz6cKP28kmrzO8YYyr5DAMk+qNPYvCExC74ZuK8+8IX/vYZOhb7P5yw/VZHcvJFaQDznSwm+vbXOPvHoq73Efq0+0TWjvI6zVb4emH++jD5wPIaolrxdaGg8uPSsPr1NL77Puyc+drr/PFHECb6/Gyk+z3jHPmnZgrtbYri9ERdJPkpLh71kdtq95Xj7vIT0tr08RVA9OuO9vf5NEL37IpS+mJsQu8sDmT6I1yI/", 
        "lVt0vTq36DxlrMK8NnFTvvxpEj+Ok2i9nnsEPBYjKT4U6Om9wiZGvbcdJT6MBl2+aPv+PQW9iL0hsp++25FRvq8re74BcXG9OqmpPqC+nDwih2o9cB2Pu7W3Fr74nZo9uZi9Ph9Zlb5rCR+9r56FvcKDHD2lZp4+cLSGvBjN0byNjKe9QyTJvB2crL14RhE/PEOUPkkivbwEmAW8jNFBvfy7oD4FnPY+OZ8yvk7jdj7hRNU+ggs1vQkXBT83PQS8ky8KO1wd4z7DE/I9Dw5CvY4Eez4/r8m8iQ2GPnQOMz96Euk5j8dLvZGP1jsVyJ++b0XaveVVpb45aa++r4nkPLimTL2VRo8+IkvXPG62sLxz3J49Ve5lPlsARbtcBQm9bWjgPAufuD7doou9BEYavRU4f76eRAa+gryVvfr5l74neaA+cuoGvsZ7cb7nx5e+zuiivoFmYL2+L2Q+fDCdvLF3nr63v568jE8xPynAbL7G2Vg/Ks1xvcgkhj5VlYS8P/uavtpeij6FQ2U9yImhPuWK4D7uGoS8j4tFviFMq74QmFw+Ai6lPs3rtTxQ3X69vBJUvG/jST7ee9q7oJEuvRnndjzs4MC84P8GPqhqT75kl0o+ZtwCPGOseb5sRa689hLZvVoCsz1m/Cq+sD3DPpz7iLzbCmE+WFoCP9ItEL8f8k+5j7dqvnH40jz9Vqq/fM40vtJ5szwV1Ua+cgKovv8mij9wU1q9mtMWv7vyaL7aLyq+m2m7PcFMvDz6S12+h2hxPkz0R759qdI8Uq3ZvOPNBTz4XVO+iaAmvbcX7Lwkpqk9iAdRPu2Eb73dtQG96GN7vrEuI74cywM+FBmqvuPexj3yDEu+9kYMvDetkD4Pcyk+OFEpPSpPALqKelm+ra2+PqUGrryrhU48R6ErvrWpjb2wvmy9iz6ZPlOH3z0mBBG+baAzPpvdtj2SN7C+a3asPZPJqbtG45w+/taKPkFBID4GwyE+5BvdvEevMj2gDc8+q54QO3doB7xfiQ8+", 
        "PEymvj7T/bx/GoU9S8EzvgjXaD2VO9C8q75mvu+03r5AzN89oG2XPs7WRb6yraO+9/GXvuBY7j0ipho/eCoXuaE3VzoQYn6+f04DPwg4dr2geUA+OAfWvG8GDb5SsZu+pPAePSNPXr0F5ZI7GK+CPp1XrzxOpIs+9YIqvVRHXz6hzje+846HPuHM1jy7wnu9+6/bPmwONL44bgu+/0DovGtVnr6J2BW9hZd2vZQ2Cr3U0rm9GkqSPiC0zz4eHhM/cL9rvtC2wb1Zzme8F3s2vvkpYD5UQ2G9Qn3/O+5Vpj0WRwO+hK66vDS3fr6bzSq+UnwwPQ9Df70985C+zzARvakxjL7lJLe9rqcrvYHfSz6TGwQ/RwjJu3Zi2j4p63q9VcLcPmWbVz1SCBW9Hz6RvZKpBr7EYZw+AUQFvD4KU71zRO89YFe6vPuxgr5635U9eslXvIqqt7w6IQ0+RfBKvQiJCz7dVpA9X3uKPatJXLzigoY8GOW/vcNQlz4uG9C7WmLTOa04rT75bLM9fURrvYrQCL60CQe9VnUkvkXeiboZ25u8h0PwvDFzJruRUT49QIZZvhkuV76zmWA+g4+vPXFWWr5TIIy9QFvOPHex6bwao7g83V4dvRxXszynw+q8+5htPswlZr5MQWy9V0QIvVHhjr52SMc+cm+IPgmsGj7h/Va+egJEvkK8wLzOYsa9jVR+PJ9Dg72QVbM6REzUPjWfJb0KSEu/6UHoPoypyz7Awmk8Q/1lvXAm9brNGb+9kPHpPtQg2rwNLnk9G4hcvpqsEL0Os/I7zVzXvfn3kj4LG4y+gSshPiAr47w7MZq92d6QvhlGpbyqzgm8fanAP57bGD/eWvK8PYnWOynw5D3+oYa+QfidvAbDhL7sfAe9bgArvuVz6bsa8is8L+LMvqqt5z4/AKs9q8XJPmdrIrxbdOe6JHgAPXIkHb7XW+68dW1Evv4FE71kbvy9saFlu6wz3bsEwJq+2CC5PM46ST7fjpa9yR3iPkxcWD27GFe9", 
        "+z6lPrWChD7QGO08QD/avOCyAr6QDQE+UtXIPVgZEb8d1qC9yoCrPneckb1zcQ2931pUvq/sl74rAIy9tyuFPqgYKb5tsts7v5qCPJKNlT7WOKi+c4WYvWx4wz3Hwf0+lwyCvjyZv7zvw4Q+pXU7voF5YL5EVme9cWaQvmqSQr4wC4g+1caXvogmlbvycJq9CviLvqP4m7zyIkU+wD20PP49g709CN0+UXOCvK+V1j02lgW+GO50vuEJA7y+xQc+JSNiPoVS8LyDT4i+D7o7PYXdnD7FDtC8u9AGPktQY71FPOw9M8vAPnjykL5Zc+k98bH8PkVGlL790Ne+mx2/u17xszsq3R4/k3EwPoAmQL3pY2W+ULWzvHFanj2P6T0/cMPFugjayjz+JuA7D9CPvkUeBT4Xbd08x4yevgCwejycGEI/0Ve5Pc7S5TyrQte8QbdCPqqa1j0PNiQ+b6TovHKUN75s7Js+MD2dvQq7D72gr5W+AQ7kPaH4QT4Ehky+xOc5P+I0ar6OB1q+WteZviUItz1a2V+9fiRuPuAiHr5zRgC94oY9vWxVLL11cME9P0e1vfu+VL0G0C+9Pp5ivYucNL7Q+fu9fO2zPpxtxT2LHh0/bGSuu7N2NTwgDSg+cE7oPj2nwj5c7CY8Cg1/vfWlwL0gwYK9w19EvMl0DL1wDlm+BC62vNbKTb5BqNY+PxuqvhmLt7xTHtA+qEgSva45wT6Rhs89vGUwPjTfnT7ntFG9x9H3vf/FAT//ifG7+SzMun7uEj6X0ps+iJ9rvbhDwr7QvTS8j6VdvkzKVz3NlsA9wzMjvUFeKDzibXA9DUSnPnRrub6w9nc+WxZ/vom8Tb6NAvq9pH/jPK1m3LyYUOW67KiHvv0++b1V4t68MNpEvpETq75O/Ha9wGchvXqLNr2U+tw+4oJkPVP6aj6ALJI+SKSgvjG5Jbxwnng+mQ6FvmUhCr1hDpU7rbTdPhLomz7MIBa/1Z/kPvhbej6b9ri8npt4vUL4Az5wBNa9", 
        "zD0nP3GuZL5ZOY2++HRTvgeEKj7x6fC8XSDHPYra6D10bQ2+ZyTXvSNlv7yk9qU9/wGKvjkmYr6x+ga8lvV+Px8RoL4Vyd68iTpYPQyzAz6beQ6+sr3LvNb5ET78OR09dKijPWhYa73lks0+jHvMvQaMED6fytY+W6SnvvckxbvcCjO+3GflPmfeoj4hZkq9OovPvXAE8rx6koC+NCmtvjoCbTtNqFC+Zy+xOyfemr1Qwhy+J2o6vnMaYb7lKr09IoEqPsbWnz4N/Vu8PMc3vdVeyj7hs2q9ToqFPh7X47ztm2O+mgS4PoF5cr0HifK8xYv9PRCsIb5hJbu97ik+PbywOj7qfoC+dZckPRuRsT6K8Ss/IFFzvXmC9jv8jaE+dJpGPTZZQrz+ai0/ocSgvq2P/j65NoO/kHeZPR90Vz5qc6W+v/59voYxJz48EIY+DVZWvv8LU7vemVW96ooOP/ygAz6jkU0+dcaTvC7har0YFJk+2saKPa+6qz1VVzC9dsIJPl7D+jxu+8C9zBCLvkulML5zau+8N0j8PnAMsbzNzQ4+ouWIvmHzyrwTCKY9CUouviDUoD5sASQ+EoYSvHd8Azy7GTE+14yFvrggZL0auKW+C+OBvS/HEr7xBTa+UP9PO0nKCLxwvoS9zPCGvlDKMb569vy9uF9MP+lJab1NZIo+y5R8PVsPJ7+8EPu/TCRJOhWYrD5PtdO9XkP+vJkjxD7CIio+OndovZCTEb1VxCs9bcrwvZJelz4msOI9Nrj6PgjqNz5SkJq8kskaP6ObnT6kQpw9My9EPCNC4L0hdrw9oaSuPGAOgj7Uca49rHRyPsxMYL0R5sK+0m+tvjF71z46vTA+2YQ8vU9oVT0qDwc+3AuuOKx+o74sB32+JbkiP9Z2YL4WTcS8PxBKvbWwVT77e6Q+TEm7vLwCS72dLYQ89lzJPzk88DwQpLe7Wq6TvfPz1by7pII9BawnvfCKwz0GYNw7pISVPXyvBT0fQy++PDgavvqPgT69dUu8", 
        "0LvpvCmyRj6gZYu9t/IqvXokmL4ReMe88smePnpKkj4hrDc7xlUfO5+1ELwJAlE8hygkvg3+nD0kvga++kUBvdiw7LwqXjW+8ZKgPOSHs7yKSJi8ttvYPmlkVL5OeeK8IwPXPQaIhT7agWS9irgSvRp7+TyrkYE6A/TPvUQbiL4msZK9utpuvhv7JT2ZeM49hpC8Pg0jW71JE706S2QMP7pagz04gr68aqrKvclpp77m/le+BCulvRlyrb5FNPs+kYdxvYwmKT16ype+8S1KPt8/a73tyLy7JBD7O/buMj1SpJe8TquIvrua9ryoTX69tWcDvpBjgL5f8+i7BIgVvQDEpL3tz6K8WE8WP6Qwfz7XFoo+AdebvFOyVr0pg3A9ZaAkPXPhh74iS4g+uMSlvm4Pkz4fmb8+vbkVvq7oHbxhpIW/Zu7+PmPDRj7BfTK9pLJFvpz/orxwwS6+aDhxvt0gUTuv3KM8XSQIPKA6Zj5Tmxm+X+ezvnJQsT5CEBG+nH82PZ3xlj5b5O08QajYvfA95T5puhS+iIZvvjJoxbzQToW+FGIkP8/4mb0O5Pu8F7QCPkJqqTzgkl89qOxzvaqklT6Re1u+exp4vHOIpz6olQI/iolivZ8TkDti8Lo+BiJGPBdzsLx6wN8+8Gl4vQIxMT+FSwLAO4+MPnlAsb2b8XC9SP5mvqI0Y70UWx0/FbMivof5l7xCYws+mmEQP2gkzTtN04292WKwvMeWiL0zJYI+25kEP73CWLuQZBu90IOqvoyICr1DXji+dW1xvV+kOL5G46e8CL9wPYqLaj+yzk6+F/kOvsSSqz4kDFI90fypPQUUpT5fSIQ9l+sBvOm0w7sRGSu9q/ilvVxzGr35H5q7elvSvNGW/j3toqc+4XqiO6cnv71DXmk79ZDhPkSZB76LEB47wE4lPu0p6b0U/2U+XlB1vigs9Lvjnji+WNtLPoNpCTy+E6k+3+wBvf2lTj7Myd2917GGva6AFb14owE+hKI9PGC6qz6IsZi+", 
        "xgiMPvcJCDxfP5w7gOSGPvT9S77uVE69ESRAPEcdZL74iIa+4FOKOxkzEr6e/4K9ucCmvPf+7703lew9fi8Gvsrb7L1T55k+aWidviLbmj6DhLk+blPSu48wnj0JcpM+QEs0vgLfPz7kE9e80NZpvfjWJz530Tg+17J0vHdgm70CMRE+bt+yvNnAhruFDTq+3rqMPlBwj7wowv89nwMIvUKu+z6nc4Q+4123vriJob71iy6+Du3UvT9PTb7R9hK8xueiu/kjYj3el0G+2J0yva7bnL3tC8m8BFLBPumLiD4gfKy5YO/YvTedzjtlf6Y+oPzdvZWFrD7130o+8Fmgu4mUFT6xZHu+zxqsPI6WwbyXdFe+S7atvfNpHD1dpAu96uySvp6UlL7cqYW9XA4PvUlCqby7I+O9sVKZPYTGDb1PHMY+5RxIvlcB7z+Q6xs/0hGdPlTjWb2XhJi8jfyLPd6fc71kyEA7Bq8dPv7Zkj6ys8I9lqh+vd4AiLt54WK+g0RPvuVat7xcjAY+XqoNvWQOob1QNwQ6UlXRPYP1arzimeG9E7CAPn98tLztdIi9zSM2PmLsTj2X0hS85b1PvX7OwT0quMs79tmBvtzfP75fpgC9RVyivDMcIj//PyQ94g6LO7mjFz0/PJO+xtjavQA4b75EOJI+8MBOPoXUZLysuws8ARyxvfkxQD7A8um8Ia8cvmzkMz81kIG+fPZGvXC/Kru0r6e8RoIyvR/2r705YdK+qAutvmwcAj/eiAo+BfSqO4OCjz7iBwW+42AzPaN4Lj55hgg+mDKxvewZ07y6yJ09ts58PpECjz17BQ69URxMPhBch75H6009jIeIPO900j7XX4A+DLYCvKjEdz4ivg8+TSCzPseerzqtxHq+T5NkvfR3tryvc+u8D35QPsePsj3s8GO9Il1mvtI5CDzU4as+AHSGPX3N57x5sRu+ZIiCPcfqs7yCCwg+jTFHuzSpoz5Qyti9boO0vJSNir15YaK9ZhKovQKtMrw72Z86", 
        "wEBOvtr6m7xadJ2+VtkLvtyUbr5oJL68beCEvXPxBEBQn4e+RJeEvqzfGz5csvy8yYSgPYNFCT+ZN2A+0A5KvAjmibzbs5K84KmdvZcjTr1+v7a98dK3vGljEz4KZZg+nZMPO2MYV72bnUM81C9gPi87LL7nxq692iA/PiRT1722pt89NEqWvmw06Dy4fQy/JzjkPeG0Kr6WGpA+DtDfvDo99T3hwCC+acKMvTLiG72QOiQ+3lzXPTxS6D7uvL49JveoPoorGz5rh2+8GmcrPpbTVb6EAnO9jpgdPO+dTL4cbmu+QPxYPG3Sp73Q/1O+2HBMvZ5E57wXRjY9EhpDPF1IUL52v2w+ktIBvW7hmj7E0gA/pXU2vOBMqjwh+CU+DWw/vjqiYz0yDwG9dpd2venodT5oqoA+UhxFvAilVb3i6b2905uAvM7Rkj33hbA+0zubPt+kv7xP4pI9opzRvIB4dbztmjA+I5OivfE5TT4HDYU+4v5pPpXpOT4uzC28+KeDOwYnuj5F+0I+zxIUvdHf8bw33JO86bhHvlu8qjz9V9k7KxcSvRr3VbnkXAQ+JA4Lvuvo+z5x8yg+kChFPSPKD77/EFq9HOLEPDIAz7ypVY0+ltYYvhiaIj3Wb+m8XxkUPlYwdzuF7Ia9PogkvUXYmj3Vh5E9gS/2vGAjtb3SuJk8lzC5PIk6OLxF8Xs+SkEgPVA7Fr2fkBE8mlZqPlpJxr1QA8M/3eqCPSs8Cj9Gksa9Yu1lvZKFYz7jnig9SlAHP+h/kL7BuPK9uhCRvaTkkz4iTde8u7UWvr67PD5Mt5Q9ngRuvniTy7wO5om9//bJPeEkCT2sI4e8YLeFvpugKT4+Ocg/GmGcPE3+Fj6jyNe9NBs3vG5FBL7Of/m8VBRmPSWXIT2iiUM+rPQavTc3E76a1eW9QyqLPnM8D7vIeGq8Dzi+PvlVjj6wDkS9nrcCviPWurt0QMM+dAY7Ph5rn7s7sgq+Ntp9PJ4+Lj6Ni/+9rnaSPOd9fb7m04Q+", 
        "SCJAvTs9dr6Hzek8iGahvI5aNLsN2QQ/nu8zPbku+LzL7zk+clNOPoFutr3DqBa9k5bKPb9war5dlcW9wdPTPPdwzD576wi+DJ/BPOl+Fr3aftU+onI7vTz1iDyVkFA+TjZWPgy/Azz80UU9Dgw+vv4zWb6U/se9Y5W7PeHn5D3jR+A+5IggvXJjH73Y5Pc8MjUwOg7DK713oZU+p63oPAWXMz2TLl6+oW94vKHmgL1ILDe+laOpPlA/LrzODSa9djUePvHNm7ymt5A99DEmPghKYz1Pysm8O0XHvcQitrxYwos+HtrQPk8AOb6BeX69U9p3voQ7IT3DsiE+F5f+uzUjJbvZ0HO9M3FDvoiYOb3C09q8NmfMvOb8tD5jK18+Nr7tODyM6L2g/AA8AGTMPEmbCb60cjI+NB1wPjbGgT2vcOm9Y2WbvV7p9zxqG+W8Prnvu/Ec/b3bDTO+bYblvIkPh74O/4i+UtqOvQSSFr35nR67s6Aivsrgg77KCQA9eTiQPX2n7T2JlfA//azwPvUoMj5H22S9CPa7vOQvXD3l6Fa+hEcWunysBD98uWQ+F9CWPj7Ee72lqek868CFvvV/q749WoA+88ZwvqQ3mD2Ckz2+rfiKO+s7Dj6fPKW+zq+JvrI+KT6QU6G8Zy+Lve5kDD4ptoc+4C0XvHq4Q73uaci94lTDvJJqR7o95Qs+iBnDPl2dqbyiTF6+mAwRvbiGgr58nEc+pz4Cvq1VIL7tWyI8STjsPq2XsrzlAxG8AVqoO+Q2Iz+TV3m+3qhNvRHx1T2nW+W8mJUwvssSn74O7g68CHCvvomfqDsJAL4+BP4avhCTNj+A0lU+UHIBvnAXGL5RqE++NVS9PDRonrxpRIY+GWdcvrOImD57yNq8e6vGPm6E8z5nUY29gHoNvfRMhL6V2I2++PSUvbx2Cb63Z7q+Iz+TPs2bn7soR66+MISuPr4Nd71qF9c7nKaJPUPojb7L95M/ju7xvWG/ZD9SwoU9JP9fve4nnD4R2Jo+", 
        "n8fmPQ8VL74EDjk+3UzPve0dNT5Fj4S8tSKCvj7ptTxM2k+9lULbvbV927xTTYu9O33vPGKuLzxdEg+8AGE6vsNttr0VeM68OACcPgHkk74HBMk+BQOVP8AU9j4PWRe9laVxPYeVC75bGMm98Xrcva22lz4tUTY/g3VHPvY42LwsKxs8XxRgvqqLmz4CHk29NSllvs0HuL5KWWE+ZZcpP8vPbjvaOIe9Me0nPWeXJL7ucJs+P4ivPQEhkr52uUK+HwpXvLwb1b3aFNM8454CvdgZsj7JlZe+dsd3Pi1Mmb0aEIm9EviRvmcimb1o+38/TmOOPuzDhL58H4y+oitbPZlrj75rgAU+MTkqvKutq74gK9Y+veGcvUOA+juXj/M+imM6vCgFcrzjjxm+Sk4ivhyEm75duIK9tB4bvooPCL6KRj8/uQEqP4Rv2D3Lhd+9GQMiPe1exj6drCA+vNkSP0JPVz5MtSM/BRNivLgLib2xKr69Oh97PqgPWrxq3Ce9ZnYavjlse73hzmE+Hk1avbrRNT6xhQE9/GfevXXRGb3lFTq96qeOPuAAjj437Ys9ERrUvaLlQr2uCpi+5z42vCRUozojt5u+9U/EPnldM71wSHi8dAlRvJviCr6XfyE+Lwx2OfXOVb1BBfQ9+pHAPnqNnj6C1IA9M2PovRYjsT1I2uy97CubPkU5Jb9E+eU+N5f3vOcKWjub3aa8R38BvW1vOj4BEjS+WRz3vZ/sEr3p6bm9s5IrvUzxGb7QzPA8IcyfPH8ytzyRWea7GPC7vu+ynL71DXW+gjO3O6/MTj1ri4a+D45RvZ4zer70rCG8AVkHPpXHkb3jORc/P2OhPmxNn75Ruz291NI0PilYtL4KH1u+ZDikvBPHrD1THwo/uxiKvvW89DsRT9y8ByORvacfl77uoSk+o9PRuhONQ71hQ1u+DMZmv+ejLT4LIYq+VI5+vgF1vbw6I1u8stYWvZHzmD22xjC+uayWPtEZHr2m/Ac9EQJhvqdxWr5PpIO7", 
        "mN91vDm+ir5MFmA+RuNJvTSBL74NXgi9lMNcvrVoAT9FeWo7YE9qvR9SkTwiS/m94F+UPFE/jT7VEAU/HnPwPP2EQr7knfy9a9fhPFPw3rxn4ky9lxMIvrpgDL4hs/i9lHtIPTZ/WT2YOKG9doGAO3BK2714Rxk+hXMXvoWwmL62cI++m/XLvFi/SLvG9wg8N2ytPHaqdr0HvMc7GovePVTDhj08QhO9f48RPn82Kb5tNiw+nW19vc4hab73d4o+VbcjvnL5Ar4Pgak+bi57PdTTbz6dc04/D4aNvSD7PL4OvZ29syRdvnWgkbz2qby99/HHvcGLVr5+AvC7XKtXvdSTer60+Nq8SeWBPkWcxT1fCEY+EqzYPvFHHz53JwC9zgJOvmPlrL0Nchk+J0AVPgB2mL2a/Zo8y6EyPSZVrTscQA07jciBvkiZpTxbHD+9J0GevjQ4Zr0zMAe99mQSPygbwLplpDu8XN6rPiMEDr55V8k+PYxfPpFvvr3Sfye+EZwrPuNpqLxv3b08cI7KvJkjtj5VGgQ+2XctPkLHRr1SG1e8IWwRvtg0p71en14+V3+ePirVj75fl769VERQPgdtGT0OecI9Xhykul3/rT2Qypc+TZMwvxF0ODtUEI8+x6JkPsajQLy0yLi9aYnlPSKiYT4B+Gi9RL8EvpS70zxaOBI/Jb4BPrj2Dj6tT4o+je3hvHjqzj5Z8aK+FuqhPcAGMz57yv4+iFkJvdLo4b0EQoy9kK30Pk8w0b3LtzO9KkCPPu0b8rx0RJ+9adX+OuZp4j4SCak95hdCPgrQGL0O5N+8+ZMxvT8VED/7Fom+lTqOPgMSiL3SyAq+Cs80v7xA5DqSHpS+0BtSviMe7j05yY89Jpyjvh3pAb70iUW+k9lBv3KOuzzjdQw9/vfAvQojUz7iqQI+by2/vtecGb58k36+g+TnPb7VxzxW3B69tjesPthfbT3WwIw+jofcvGMJjLx8nS++F6iVvSvtKr0CJos+KT8KPvNJXr4oTeC9", 
        "uVLpPusQrz0Iplu8Udsevrc2O7uOFUq/CLmPO0hwqz2jegU9QRFivLQZWL5NJZo9+eC1Po/9eb1ahla+qfhtvlyJrb5QVSg+mSTNvLjSy72RM4k9JNfhvEcHPr27t/m9H/WGvSGYBb5SNMa8J+nyvbuleb6Zmza+l/7EO3eJEr75LFm+LOT2vFXc/D6plow+0nx8Ploq1rvXsAa+J8ASvV0k1z45Z4O+IYS/PQHJnbxYaKO9zI0iPry7s70tyIO7eVV2O/9dgL24w1E+rJ6LPYoZ0bzjNPy8DNGUPpAltb7YrQS8t8AivpMmpTwOnI6+OhvHPu3U9TyVJVu+YP5cvr57a76bDCW+pZD3PAA94ryrWgG99dAYPr03tz0Q3D6/CMPQPm+1wz6KjFm9gpseOzQIhjy4T6C+WSVkPng2ib19f1q9UPBCPsD14LpdMxA/vmkovkw9or0ha9A7Ir4XvkZT270qUsW8tLbcPVcHID5JJa2+zQlmvQsGrr7Mda0+WxaCvmJZkb6n8Gu8KGx7PNhKCL19Fgo/7SodPVYJVb6mfuq96fSiPgP/37xC/4u/cAZPvnx1Ij6cIfC7I0Nuvs5wO770mPy8IXu+PusXhD73b2Q+xWu9PefCWb1tMYK9bP2PvWL1pz3YmIU+CR5iPmxeFj0zWFC+uc9qvvIYcL2qxnG71SKxvcDs5j7mAVK9kE3VPYhwy7/fuwO+nUR7Po1jnjukRHq8Jk0rPv3xDD/z57U+QmbEPm2nnL6ab0++YyABvn3Idz64ssm+Y3iDvY4Lzr2mMxU+LvXGPaHC2Lyor0g9jRv/PJffeb1CmhG9N7izvlTAtD49gYC+1NABPisD8r32Lh+9lskcvLUbjL2LVau7sI5wv9hO7Dv4PwQ+SjohviOq+zphQvK9zn+uvQha071KeUi9i38wP4iPhjziABy+splGPtS/srwjMNg9K0Q+vrKiRrx2OEU+xoetPuWtdD122T8+MQbNvGAOer0k8hC+HWEuPuEgf7gOilS9", 
        "gcmEPi6inLxAyZG+mDriPo4Q3T1ibnw9WhLQPn1dBb0IOy8+gGVovoMhuj7MNIy+x7jDPZskHT7Y9YG+dvsSv7wJ+boxuyu9KWRlvkqtSz/Kchk+ZR25vfstR76OgAS8bhD4vpBQd748k6s/OL/UvXFh1D4sXt09XwedvbNKIz5CYUW+ltT4PKBEQDzwGuG8eGaaPvaQ+j1wjGM+Wgi4vOGXoD0X0k++rZNfvRfJE73oLQE+SDqPPRJUf767ff49kuDpPIZrTj5pkNe7LKiPvsFDuL1Ju02+crviO6BTGz7cr868Z5FcvFslXr4GbsO8rBxmPgRNXb2uF4u+tImTvsjpZr7H/NI75qOFPO7ZbT1TFp6+0tCfvMuGUb5LeWm9R4LOvBKokr51mOe8hhMVvo3shb44Je291oExvLdzHr7j262+9JNwvWg3zD58qFk9YCWPPlzpv7wc3DO++jYmvf3LIr72RJM+aRZcvpnTt70g9Ig+ILQuPbOSb75t3WO8+BxBOz6uib7CfF6+NnZYvaP/bD6KjLi8wv1Mvjxlhz5cksE8CyOmvEQkQDzq1SG83acRP6S7Hb4hpve92aGAPE+kFz4QGP4+r6sEPYh65bwbp3y+0A6TPitNuD44Ega9pJF4vqNyQj7RWZ+9lhAMvawwjz6XyUQ+3L4aPpCEpr268xO8wKGmPqMOY7yi9uM+mhHbPfDza7335NQ7eOaMvh3Fpr1el2S/n8cHveyFjb5PF5094oBzvarvYb7iINU85/VAPt+/6jpsCm8+YA2gvZ8p9T3YK5K8uGOQPolyxrxio3i+KRR4vmH41bxehSW9YfEEP6KCHT7yaSO8J82uv1dAjzz232W/m54HPkoKt706N6a+M+nEvHfzZb468xK9N7vmPULWL74CKOU+fc2hvavSfT1b/oi+Ud7cvSt7mryGzYO7jBSkvYZwCj+A9Em90p2vPMeK67yGXi+8C5H4Pknkozvu+aA8yBAfuyXYOjxxIq29eMifPu9uwj6gWqs+", 
        "GjNkvuUxdb7iJgQ9hNETvf+Jub0j006+/c3bPB/5u72lvxI+1tpgvTMZU72G5NK8mXlwvbKfC762uBu+/rE0vlbR8j3H+ne85TVhvCchpr1j6N892vlDvdT6hTpte2S+CZiAPu4CLr1lpn0+Lv0Cvuq1YT7dNYO9O/qGPZ6FjbnpkTI+b8qHvsJQET+Jeu48pDyJPgThTT8lmSI+nDpcvhUwAr0UxhW+qeYDvd89lr0Dx9e9nFiRPu5zmrvM8Fi9YyQmvG+kyrztpL89tdOivUGbm71ckA+9risrPMuHCb18ino+5MYGvju8Rr7dOo8+7WbxPW+kdT6onpG+o+j4uwxBTLqukki+zZs7PrR+ib3DcYI+IjacvGgF/T0nHFC+/OVcPABSmz9o3Rk5DeNOvhki4D60gtO+KcRnvm3oTr1gGBI9DM+CvpaUxTzrRva88SbavBX5nD7inW098IGrvjf5mT5JV7Q+1/4GvMNUCL2AV8k+naDZPeMHOT710ZY+IIeRvj2khr07jUC8JQYgP78WCj+pkjS9xy5tPFli6j0GEeW9LbN5vOqckb2BDxA/pA0bPvOMdb0QheA+tzNsPrPz772LqAU+FtUCPnobTL2ZDx0+TIb+Pgq2bT5xTKe+KEQYPk4zSL51eMW8ri8hvvcar74qWB0+ibg2vN7m5r3gGHW+Nu65vPdoHT8KHr29T3LXPs98qbxQt6y971DyvJi5f76jTOq9PvgbvsT5jb3tFS0+/DngvUZ4kr43oTe81K7vOVZ0ib7jukQ+PsO5PI7KwT4BM+C8w4ePvQcaCT81SRS+eKI/PVZLnTuDBT++fN5/vO8Olr6XxqG+rDdPP7adCD52FAU/i0nePBKg/bx7oZW+247HPhY5wD181LO8xkOLvug3SD2RQLa9vyMQvZu0rz3Kpr+8cbCbPoeMAb5BwS09UfacPpsIorvhXSc/3/G7vXwwgr0QP6A7tgRtPfZFZL7kUyO/KHhxvmbTpb49edi9IeBdvY0/hL7fkpa+", 
        "EwFFPnUeXz68lwQ9g7esPcE3rT3uTQM7oW/bveIoCTyw6DO+d7BbvjhS0LxtDxW+5xcMPy/tGD1SngO8l8Jov+IGgj7X8r68ikZFPTD/NT7jw7K+NQHrPrXaTz551gW9LyIkvnP6Vb4AOQo+dGbvPjvslL6nqDa+z16jvn4JoLz+yQI7xxSzPh6eob78rTC9euE5P7nIsj0qTIS89M0sPuzGxLrw3q2+swACvV908DwpP929a8I7PpxGEj/VO6s9j5Fwvp/ccD5RE7M8d1jMvGKYc75GmPo+My0KPYKTIbtALhg+ItO4PkIocr2h7vq/rkaOvjOFjD48w2k+0u6EPgMnEj41E9696G5zvLI6nT7USTm+sjkYvVKFGzsfGV49P/OcPsoWi7xfUNQ+sEepvffQ2b1QXFy91RLAPswsaz06h8u+AIihvqZEYr5R+xO+9d+cPsplU741PnE+MsqiPlU0Aj9p3nq+ql6xveJpS70sDq29gmouPmGvm76nu0C9mMrJPl6psrxR9We+TAc1vj3xWz4yfV0+DGBpvczXJr1LxWI+neV+PikJtL4gY8k+L96ePtrNpr4+J2y98X4vvIdpwjugSqW+FVibvvaFR70RGSM+Njx7vIB0Pz79WDU75fxmOschwT19LwE8c+L4Pubf3DykTJY9BV+/PgJKFz6PLnC+WhR6vVLwijwg7pG80nsnPfSj97wIr6o75cEAvYUEFT9zSk++tl+TvaGoC70NAqO+uwNUPedZRT7Mm4U+lpgCPu48Vj5jsE68VHUKPh8Cjr70FV29CSV6u+KU8zwY/8c9OO6LvLkoc77Rt4m+NF19vrX+zD4wXeW8Dp2hPgwbwD6evSg/Sv8jPo2lSD5Ec58+k6X9u2PaRb6A51e+0kunPrq5oD1lozy++I6HvZS2dL72nEQ8QOCVvwquG72MB6+905Q+v+qH7j54ULo+0NuLPojp6LyEOTa+Nef0vPd0q72TM3y+e46VvvZDiL6Xply+g+dJvi8CCTxwfBO8", 
        "N4LWPCD06D6ERzg++zk9va8TvT7SCHK8h0QdPh7qiL6c37w6VhsDPPMrPzoq+X0+O78QPZiPnr6LOeO9e1AfPdb+PD7GuTG9j3TyPN7X5LxeS+c+5CmRPtn+ez3xtlQ99lgVP0hGnb4yc2K9gIKlvZyQfz6EzoC8toxPvoW4xT70cjE/aiv0vcgfIL0CxmW+rqkovidcQ72J2fk7wpC3vbKeGL5nF+K7H130PdeYhz2YraW8INaGvCdVgD6qd3E9WLijPim90T0WG5g9irSWvn2thj0GYxK/YDvCPubZNr1vexg+FswkPspX2rxBsAK8my6wPp/ilTtLcT+88VcTvU97mD52X7e8RMIbPie3dL5nsai8mbxqPRh41z7WJv68LaQqPhT+QL5VfoE9gqxvPkRffbyrGyY+WxwVvryMebxt2Ss92njyPoA1bL1vsTG9GYZDPxf5ArxZEP88UGLpPR3A5ztqnIC+Wmz2vbASC76M7Ra+lkdAPtmv/j423H49z+FYvhhXmz4I4p087VvZvA/yO7562kk9dAdCPnm/jLxxBMg9PbQHPr8aYr1FFR+/hSbsvf1wRz7IKDa9QIlGPg455Dp47HG9rlCmvA8guj3koSi+oxssPmmjIjn4gMS9GDETPVs4kLyuIJA+Kw2AvuCSbr5uZm69sgjTPt5Vn7zZmRu+PPRMO7+vBb4lS1W+nrjDPruKlr5qI/o+2UYkP9Kfwj50Ygu+s5v6vdTjmzzjhyC+TZsPvbVXTL7sQC29BGkRPeaGorwj3pC+icOCvvQ69T6tfxo9X38IvhLpEL0Xb8o+USrBPYN5gz4behW+VmMZvM0Mqr7pP9490PwJvKArOj2AoeE+62OpPqNuvryCwi0+28+dvNKnJj/Bgbw9MNEguUCM4L44hgY8pTuLPp5/y70N2Xy+FyESvvoKTL4cu/A9pJ+2uYxE5jyT/sG8Nyu0PlL28r1/kAg+ZRKuvOzlf71bQgw/JKGJvdSO/rysM1U981/YPvS5QL7hpx8+", 
        "uJOevvvRUD5nV2m855oRP9dia76bnWW9FDKnv7+JAr5HVJc91V6GvHzZlL3XMzg+aA4CPwIoc70zziu+pi0wvQjlkD2+szI+vpuyPec2sL6RmYG+fU3wvEqEq710Z38+pGFSPqlCHr6QJqG93C2PvazLmj54jgU++GaYvS+xG72LYAA/TufZvNjYU75fM6C9Pxayvokp5bwP/2W+khcOvXRxzD5A2V2+8oeCviXbkrxWSMk9yroLPtQM9L2yDQe8fd6Hug9W77zk0Z0+q7TDvLlBnD5RQsq80V4evrkxzzxGj7q7/qacvs8YTzzF8yU9nI0Jvjw63L0Ic2s+uFKCPY9dwD7voOI+P/zGPC+Gzbwbup++XcdDve31QT6Xk7c/qqKCvIhFJz0t+n69NhtTvVWrSj5A0Eg+OhpEvj6Rdj6UrSw9y3txvv6QiryXDFK9RRqEPrvIeb1fuom833g/PoPn8D2GGJe8eDNlvhjckD4IFbw+axxrvSVenj5OG0o9ItILPh0Lgz4G45++GCJ4PNXobz2/9L2+244xviB3Sjzk0Ue+00LxPcnn2LxlAfQ+UPuCPlaXQ7zCOSy88Pecva/Cpj3DkAq9U86SvpGUg77QiA4+xtsSva+EJj5ygNu8a0D0PZQ5bD5MuiC+nq3EPt8NuT73aUS+Uo+Jvkjf3LtWDJM/qJshvmPViL0nL0G9dlaHvTpvA72vhgc+seEGvmAkNLnq2b2+vkYKPApqDT+QLXI+Lxx8Pm5Xvr1lWwA/3+5Wvhfhuj0C2oA8d/OqvK7Z+z4tJga9VG30PtfTHL1Jb4I+YNAQvteKq71jPJ2916bFveFMKL5hNQ4/Fb+MPgFlKb7A2cM9eW1CvH61Jz7N8im+G/1nvYYdw7o68lW+t2VxPrw2T7z1pGc+SeWQvgmsXL6hIBo/YMcHPv7SAT+2jss9/FwBP/XtuT2O2cY9fEdyPuauvbz46YS+ARiNvs2cpT6Okx4+AII+voCKf73feYe+kCl1vtJDujwr+E69", 
        "sk+vPk15+7zNctC9XWxDvq2yrT71mcO8e3KuvUgcAb1KrmY+J3TBvTo+jT68lko9K2aGvSDWXD0cWsG9al7Mu7UVcLudfPk+dKb6PbnMFb3KKSM+gJnAvHbFvT4htpA9H94JPBXQYzyx8Ok7XybCPm9suDxuX1y+u0Sbvmmntz0Obeo9VxKivYld0jwPwf281nCwPoyDQb1zePC92/IVvdXhtb6Xz/c+6i4/vSViHL0jAIy+FnkHPxlxlL56FDM+40devmrNUL4qaqW8Zk6/PoUVlr7DdGO9Ltxvv+PQdL64tQ2+yaqIvMn0tb1Sa6q9J1X2Pu+Pbb30H5i+bVFGPkU+wj6FjOQ9ApYhPsMJnL5WdZK9tPm6u7jEBr6kcAQ98WoLPgRrHD5v/cO/n+pSvQxSgj3IqQ0+S68Pvvu0Ib1NRRu+YsG/vF5AlD46Woi+5YooPibz/7wrBC0+T+78vLudsL2K7X2+9bgBP0+dn74ddEG++XMkPuhMO76w49K7jRkEPIcZeL6VhEe+4OpAvdaVOD5ygsC8fnn5PqN7ir6klmg7lZmGvxVP9TtZpEM/fzUFvnp7k7sRPVw9dnU4vtHOxT4BY8A+BvrtPMOT37zj7d+9H4ZYvrYnXz73jzS8oVhGPpL3hL6S+4W9zMwGvfdHXz7ZpqQ+JLGDPWRQKj7N7S48EiNyvrpdsb/rNiE/vI7APlpmY72QUO69N+bcvTtbDj+Tvoq8Fz+Bvu9tmz6B87i+QglKvdLriTxWr4I9crHKPu0+iL7zNLM+wnJwPhLjET2nPpK8IR1fPqEk8D2gZ028gAc4vstYXL2sVYe9ekDzPdVWIL5U81W8iLVHvUggjz3PTk+/G3BRPliRVj7BNA4+j6wbvRDCiT6HcBe9uAWgvukYoj6tpU++NCZZvZy/LT5tpIW+iFzRvC80MryOFAM8JbEDPiPaFr6e0jq9iuA8PqZe8Ly72VQ+TKeavpm8irqL2Jm+LteVuuiwXbwXTR++Z4acvq6WcL7/WYK+", 
        "DLwHPi20FrzxDLk8FtzfvLpdl766W4i+ZO+xvc9JRT2ROz49TaBdvvGyk71NM1q9C1vevfEjHb2Ck4o+mZILPJPWfr1WW669Rtj3vBmt5D2Qwe69ZcBvvRAPHDvkF+s9E/1OvoCMF7xGtVq+G/IRvpUziz5IP2q7n9q+vojdpz6p7jO+x9cyPg8jrr7licq7rzyRvrGNG795prU6gUkbPjWKaT5b9fS8yErHvE88ubwzTO09bVGBvrbEQbzgFh69fM/YPU/fobwfBjy9tgg9Pmn+CT4M16+8DhV8Pp/sF70RRQk/LtgJvpzJ1D4Ld7w+GQpqvttMhb1VC/m9EuLnuxwv7zt/w+8+LtULPj9eVr0KmFE82dyFvKiA1D2BKZW+1GCiO89Buj0T/3M62izIvXtqAb7dtKC95SOUPjy3xL3WTZW+OM4jP16A7DyiPtK8fts5vnSOlD1rT+89AXSAPx+3tL6Kf42+5EinvTke/LzMbKE+wvIXPtkOWT4OkKm+pe33PfsYCL6Cfsa8aN7dvu7mEr7CVj29WGRxvUlrtD032BU+TrRfvKD2W76vgf4+lP5svhWRfr0gjx6+Og0AP0PDnDuoR84+eFysPr5OvD4LkVI+8P18vniufb6CJRo+SoyEO6eU4T1gJgy9RQuAPt+jbj8fpeY+pbkxvAgqdb2nYFe+NseuvHOg2j4etRU+g9KcvH7nj7yCMUu9q6sYvf+hiL5PdY69apw6Pw6BMb2WAX2+6YOsPhiNpz76ThG8Uairuxwpur4pyVm+QE03vTnnlz687b68i4vvPqdLlr79/Xw78bKSv/C6+juOffk+/QYxvj6HdL59YKQ9QiLivdsl2jxThxo/qNjbPIyjxryW2rg9LOtIvowAEzznZr+85SyMPg6OPb6CX4C9HyQHvVHxZT6einY+M0+GvqRvVj7IL6y+F3mtPeWItL/xbPs+w7wsPgqUZr1o6dy9qeAEvrxxvz76b/C7hSp2Pgb3TD4Gc4Y8oqaIvb1aCT5Ib6w8", 
        "HxOEPmSIoT1iIT69lr/NPmk8kr2f8tW8H2NLPo84fr5j0DS+FNeBvo5MPr3siI29xSKJPaVR9D3dVfq7a0lSveXZn71X4r28z4ogPTl1nD3ZHv29AgB/v/9rxL0Z+gW9coMUPpYsQL395aY99w2avrsysr0uEq8+4Wd9up5cPDv/8nq8PCTnPqqttz7pxXC921wUvrnk5D5lkQS+F2yJvmCH1DudDK27ScfvO0AYMb7yzRM9XL+DvaJleD1j30q+c9gDP2KIFj1q/Lg8j9mLvDRZzr0n8WY+/nHgvezy77zdGXe+EKFqvmvNLr3cAIo/OWELPmJrbz58RSE+q1w0vp51Fr4ECSs/thEYvI7H8D16gc0+AGCpvSKAGTxKlCq+17PhvXkgXryC7Zq5D69BvgrTLjoFS0C9/40HPxB0t72f3hg/z7LZPv0fCj+MfGi84pBtvbb91Txtk3q+McPbvW4Zrz6iFQ++zo8uPX1odL3Es5O+WXPBPcoE3z4D0iq9bCtEvkJAo7xC6J69cNwuvmPyyD7IieG9nUNfPr7biL35hJA9eINKPOOBSj65HwU++o6BvXyo9T0sF809SAZMvPq9nT2mJfw9VXhePj9wOr04ZzQ+eZvgvAxAmz3H6GM++MYROtKBIL7B3QE8moU6vToxH72yOQA/swmUvko14Dz72OA+XE2TvbxEWD23bTS8jO5SvuPmTD5umVS+2w8KvXi9g72YHbM99098vSyo7LyQ0+4+J7u5PrZ2tz5Ya9o908f2vX4Vfz5bu468Vmm8vh2CM7p64Ee94ncEPOSXw73pNIE9ap+TvFMdXT6HLbY+rGrjvFj7wj57zzC9eB5hvqOBiT6xlj++pkEwva3vDr4n8GC+gU6CvF3aED9KLY++m9XpvWh8Xj7HfZo9fyFyvfX0gz4zH5W9xtyVP5rsQb3pmaI9POqcvOEQjL1opdE8jntiue3qHL1Yh6E8WkYUvWbnhr6UFwM8zu+GvoZEuj1L1re87V0hvrUlSz4Q0bW8", 
        "VPxyudbJVz6pXZc+ZnIpvTBtDT/naNy95G/5PJNV170LJJi6xNyTvb4lBL48uyA+ETZHPv0fRz7bFki+T5+RPXLYIb38ngw+eYWmP2copj8ufjY988CIPXfeNb5AeOO8aQ4VvpttJz7ZfFS9RvUXvYp0ZT3UQpA9QxCYvItBk75qGxe+EbjGPYDOWLzKkCs+lfyAOiiSFj4leSs7ys4RvSf6+z08cL68TLcsPmG/kT4Ppd08Hl1ivZ4aUz7HeQE+pV91PZxwGT45FDs+q0nfPrGoSr6HEWe8grMZPkIbsz4Z9De9HleXPXkr9LzzIYa9L57evfsgW753xDO8WhQTvbHVubxHlM+8phlKvuwPsj5FSKq+u6+GvqlYZr4/yyu9spz3PT/wKL3b+uq9yHiRvtjt3bvSlKk+9S5rvaldOrzTI869IvMKPlrsNz5nhqS8quYSvl8Fij0AINU9vqhpvms8XDrwUCG+iiY4vkNI6z2rCRu+/LifvvsLwr7POBm+KoEkPmsgCL6y2FM9dMACveB+Wb1A//M8H0xZvjszEr0GIoW+JZYZvXHfYL15llc+T5MnvcOwKj6FWl4+pkahvmQmmb7JAcM+wmXqu8lybL7vks8+dbyoPs300zygVQA+mqYuuvuyhbx3ClO9bCWMvmPMpb5iejy93D2LPRyowr1z4QA+Y7qzPtKahj45ctC+aL7nvcBvCj7xG4y9c9AQvuMYmz1Du129/JBvPVSXLb2WEq28AxsVvqgNqj7bmi29X8MEPpjczbwWG/g+8IGlPuGmh77Em0q9R9+lvMx9C70piKM9uK7EPg9Jgr2nEAE+dhdBvHV0ij6skIO+JoW0u2xHur3ebpq+5YGSvHLCoD0Dqz+9A5KjvH7jhr7HigW+jHOXvEMYK70wdxY84ZdmPe+uEr7/Nx49C1JwvR7Vpr3/R8285/hmvZl/zTxV36m8Zspqvuaozz6BybQ9IRfVvDlmBT7wJj2+2maIvf6aKr08iho+HM6AvmQVEj4yEik+", 
        "I1IRPpzWET7i6pS7lY+Mvjs7uj3m92q9l7XFvgS25T362aE+Kyp2vPSljz6GBEw8HiI5PYdAYL1S9N09v/NevRFtID3hqra9lJflPFCF5D43aiw/Z3wYPMBd0j1sUJA+B/9ZvRwFuzzooEy9kYVqvUWElD24yxK+St4UPiOLMb3h+g++OYievOs94L2bVSg/75CQvbCoJb1Joyy+e/sovQ8iuj4LIom+9TuevkdYUj4Rjzi+R090Pu4JP75dxZ8/l4j3OZqM/T3DNiq+qgXPPWF3mD3q8J4+Mw4GPsa6sr2tsWm/P9SAvcoZsr3LPFm+bIYDvrz6jz5rlue8i4jUPZVPzj5klYG+z4jIPIRmsbyerA29tkrcPFu0XT3xaue8cUabvekA5rz0P0+9SPb1vPAsNr78QQi+xX7GvRThur1UOZe+pRtaPo2v9buPXG0+o8p+vnELWT/wqg88BJ5MvjeMjz76qZK8PxERvWK8s7yotUw+lN9YvXkSwbwi89Q+p81fPUXhfL6sigw+bQl6PhjtoL0kqU+82HSYPpujCz7FHiA+ikhevmx9wrwR+Aq96G5qPvusaL3quTm8EnGAvap5n74nqNm8uKgWvvN3iL6GdCY+YnNevBi6ND5UEty9pbaPPS6UNj6eplg+s+yxPpvKHb7+7lm970wzPvjUBLzMhvG/UDX1PaHM7D0mSDi9qsbEPuMvU7z91J283f6kPmArijuB/OY7zQYfOwwLQL5wuyK+g5oMP9LCe75IFDC+OKMEPz3n7DuZxvg8gvGAPQPVuL7q10c+VVjuvbvPCL2nhyQ+VF4fvu8P17vEEu673jjGPn9JnT6Te8Y93JYvPslD+T0QbEc+6j4jvP+Pkr49/li9fzxlvY5fgDwcLzC+DP30PHJwSLzxXZu9Jq9uPhdZ371wq5Y/Vmkbvmv+hb5YPiM+tQm6vYSGUj3rRpm+2aRmvvbgMDypFNw+LmG2vuk+67ws7Ug+VR5dPahFhL2ljE8+l0UwvhUfOLzgPCK9", 
        "4tOjPlEfu7wIEg8/ZJNKPa4Mfr5LgO68fmtGvbRJHr0iRok9tP/qPhdUwrzVhxk+ak46vjdswj5whQC+RUpevHh4Pr0Z80S+G77IvTAvHz25FJO+M3ShvIXIg76GWv+9HRSXvEa38r3i3W652MPsPQyd8r1vwVq+FGKGvpc4T71rkV++BQDvvfFS6Dzn5ue8EkqAvrqiwz4hupU+TfLevKAGWz4YKaa+5UQlveNclLwgGYI+XGUavu082z3goFE9UK/gvXQmOT5XF1i81B9Cvi4yAr1xKUy9Vqhxvlp/grz+0yI+sLaFvIyIaz5F4ue8zKa6PV/LYb0ylnU9JS6dvgcaIb7AH5C+1SFIPt/bpz5eAgY/TIodvDWtrz2SDIc+D3/WPVdyUD4e5JE/b4uOvSnCDT2IEUy+hwFiPtnyQb1UbaS8yBDEvJVQFD10UAQ9By7KvTvPm7yvDDs9qD8PvzBcir7UHtq8RPpAvrKEJr70eMA+XbwvPgzJjr7vMqo8HzQqu7J4fT6086E8oLhkvMy/cL4axv28PaGIPrtmQj42Hr27/FF+vszuvTvXpIG+2RIbvVmYyrttPpq+BrqBvZPOn77GxPk9+ljXPVlOhT4y4f07UzEQvlBVVb6ZweK82stFPZVH/j1UZSC9KZQKvdbwDD5PpsA+ZFkJvpnhrT41mL0+QtynPk0sKbxgivU9GtZtvlfwer3Nceq7mHF6veeW1z4TSEU7rCJevHMjsjw47T09GGD2vL4o/j5Kd7s+XrsWPQLzarwT/qE+Q+kaPhqw2T0N43y8FxBwPoGpVL10+oq+0S8bPvaqhrw2cYm9Tt46Pk6XGr3zAjW8nfdlvYOn7rySY9C844sTvi3IgL6D2kq+vGSLvRs9mz0mdaG9xLkrvp/kBb622Ce+nYjnvcW3I77cxwK9CFhNPWYghT2gVeg7/wopPIwH4L2TgCO9rGgqPdxgnz+oGJg8x2NivoBRWjtD4yO9o+MkvlqbT76TjRI9ylnhvVCRtz0oK7u8", 
        "/+zPO+Ow8LsQ01s/IXbcvW1puz0NA8e6kB8BvrMZ+bzmI4C7T0qNPdJAcD9S3/68u2kIPkpqEr6lUpM9+sV6vlcmSD6I70O8FAAZvDQKIDz+QS08yl0xP6yZ9jv7GrO9t0eLPe1qabwmMDI9gsP1PXxtkT01Kou9bzlFvv5R3L2ubkY+rsE7Pd/7gj3tM4K7tVuvPRhe47nJ4tu9yt2avZPmdb3Dxjq+CT/HvBU6Yb3sthq9zQdUvcG/xLxLekG9BPxivjUl7bxoVau9AXLoPtLQP741SKK95ZcvvXetM70sE50+nl3GvYvhNb6BxYa7uGcrvohWB71ZRWi+pkCRP+6egjvPOxo+nEEfvqfrmD//BT0973WtPYvjTT1pt3S9tcYcv698CLzoPpy/PrY3vjb6NL74WdQ9pTfpvQYKyT2oulY+SV6avQMmBj04ZZC8EnSzPRVIlLwLyJ49D7/4vPjoxL066yU9UGQBvt1MJL0MZZS9my6QvVbrCL4WlA0+K4BWvlkx+zph+kS8N7+GvUOuS77F8Uw+SBWCOjhCSL6tfgC9SNBovOBChL7eOJ29LqgrPDbneL2UZd+9J3ByPeWvKz5Xhhq+If6kPEG3lz57jn29W2dqvKj68zwrno+84B7uvWvzV74Ewqy8Ocm1u+grlT3g8x29qLlEvC7LGL3So8k8JVumvAOkDT8L59K83aeJvt2ej7w76iQ/D1TFv4IIgT11+sm9+4MKPjlzyD4DkTs/HlWSvqychL4KpV+8Vi+PO1l+Fj7rBlS+BOwpuv2Cwr0P/Y+8IFUUP6+ihT7Vt2y8vVBPu//TLDuNO629XE3hvQvKFD4nnZ2+hxgbvhVD4b1aqkU+Sqf4PELTNj9bobk+dKNkPry34buK6gC9BG7MPqxjfz43H769PY8UvXHEn77Umr8+jJ/tvaJEQ77dDCE/5SnZPokq77rMLGc+WHVGPZalXb0Qsg4708GyO29ZrT6+Z6y8NMCzPfYfUT7S0pg+mk+EvQZQRD9+b2A+", 
        "RBCYPqdoez0E4/I9bGo/PSq2mL7pxDC8WCVsvc+zlT6/g2C+TluCPim4obwoK3O9cTmhPnFv7717Pia8NlkJvQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "mw4NvXaEXTv93po76hiDvGccvbwahdO8Dmm9PBqunzwtOpm7HvQmPWk5ebxwuWK8kybBuyj6AD2bDCW9zzaZPR22ILzkAjs9czuNvJFXBL1CheY7HEtEPCSlCL2TsvS8mmiwuzLhkbuPUAM9cnIWPV7iRL02YaS8f4GpPQzNs7wl12Y9uvZSPDFskT1kkLC8+XzcvLy2pzxNI8o8Gz2GvBTZQTzy/Dq8vBt5uqDg9Dy1dWA7BHYzu7o30LxGgwy9YKvpPMii6by2FAM8SUvQPEawRrtL+Jo8c0CZPNv6ZDrtz7q8FXMGPZH0YbxOy0k9Rm2dPDNEAD3lmG28C84CPsdgobyUC9Q8XPmpPBr3zbziH4+8b6JtvCVgwbyuvLY8Hok+Pba4crxeiAI94K1OPKIR3zzQsqc9rTW0PawHybw="
      ], 
      "weights": [
        "xMQhPW/gu7x5Ur+8IbzKPUCyAT7Ircw7FiPmPUySFD7q+FM+8GF6vai/RD215Mg91dsdPpuxSb6N5/K9xAQDPt2uJr56GJO+wtmRux01wj0BsDi+8eaYPVckg72qVsu9PjqePsWBxry0J0u+E5BJPuTQab624Xu9OQ2ivTI49j0GpfQ+kyTGvUUbhD32f4092ciBvbRZj70Qw9k9mr0lPiFQHr4M8Ma9Y/CnvVUd0D0fnyk+j8phvW5J/D0AwB2+cgkiPmxf170++sc+yZLjvvVyZL2H+c29LYA+vmBUwD0MkEy+UzRfvljFXb6noFE9aURyPfFbSr4CXQA+2s6oPWngNL6bj/U7ofZtvfa4cr0r9RC+8LEtPTDfebuViqi9Gt4BvnRhXb1KVP09/891vf5qIL0upYO+2hRDvUwkjD0KskQ/0/+wPmwiUD7F9nc+J37qu7wXOr5P2UE8baMWvbu1Pb7COaa65il8vcYL6zy4rFC+YH8/vDwwPDwwI1u/c9fTPeCJaTtoGo+8y3n3PjaREbw6+UU+AsOCOjLLEr0/inK9dES+OxLhCrx61ri6aDCivfrsIL4FRBU/b4sjvkOfALt9vPa76Jz7O97sfbtft7m+nQp5vPnZG75McOk+Oap8PVO/Pr7LfXy+kTUvvkJaArxvV6y8R1cHv4uUx77eMfi9kgIkO7mpHTw0D0W8xNvcu4YGAT/r8wY/Cya4vFTXmbw7CkM7f4W9PnnVjb9p/YQ+QORfPkXgJT/k1MC+5csmvHXunb3FrDw+abBAvNRiPzw58hy8iqCEvgVLJT99Ib27vGH6vOf6kj1Jx2S924x1PrRjFT2xAEI+gTa3PN7lEb5AGLu9TebOvNFcEz4+VU0+NjP5PQ817T3kSk++qUNWPvmNl77kxnS93W+yPYZk6r0hyJS8gJk0vVlJmz6xXD89rtWLvkMq/j2h4BA+pSekuxpWmjyJrDa9an53PjC+EL4fjI49XR8ZPUjQqT6ldlQ+5OIqvojFJj1oxKI9", 
        "xj94PnroZL6rj5C+/pQePfbiGDyaW7W+w70Qvq4TXD7deDQ+s0zQvuaUxj2oWai9zjeivRL3XD4mxts9PpOEPRn4Cj6GZaw+in15vgqgg70ldmc+5XSvu0nUDD4qx4E+50mKvfjjfr2srno+WSFoPAMI4zzg2Sa+m6fsPVYY4byvJy2+58CaPG7LVj0qV+687PDuPUKIgjwi7sG8EZARvBGkWD6hcDE+Fz8Ivrenrj1Wljq90tUiPptkwz0DRuE9ZmnZPWUdEj6YJwy+9xM0viF2kj4mnOq9mSLNvvxkpz08k+a90I5rPQQYjDt3xoC+/atqPcG/Ab6uzPm8oZeuPi6uXL2/wLM9jUN8Pq1G8T19Uke91QmTvuyqXb07dcW9X1WevVfl5Txj62y+ef4BPXfpwzyWsxm+yfSqvTxAjD2Gqz6+qqobPbMbm74Ogpu9U6VpPrEIQz4kvle+VCh/vqF6hz7vIFe9lEkyPplrNz58cEE+QLiUvSrupzvQz5895BDvPbMqJz7hI9g8aJDUPXUBXj4+m069KTWOvdXsvr0MH4o90/b7PWY7fD3J7na+XC4EPoSGXj1S+i8+xKrWPcfRQz4eJhG8eXf8vUxa7b168Zq+qIfPvHZBMT43mw8+GbuoPC4ihztlC7m96yw3Pi1p8rzGdi28762CPr/Os72SwhC+8pkGvt4rRD4n0CG9WH19Pj5zLb5JOWg9YmCdPRo+1r10xzK+80cEvgHSqj2E70m+ME5GvDNyWbzWYto8As8svvKODz5O1AS+MIebPvsBvz0Wy4e947uvPfGpJz2jAsY9GZPovbJVrr1dgQ++K36zvc2xKL4vHVY9w5MfvrxZkb0d4F6+Q7BLPeLa2b0e7NI96j81PvFhLD4F3W0+gu4JPQ6BEz70b+w9BLQFPhkBkr7hMRi9/OsLvU/o+T38t6699WMfvmO1kT524Mu+VMAQPucIrj2NsVk+KIwaPS2Pl70MUQE+RKAOPj8Skr6WTEk+7r3oPexQQb4Hkzo9", 
        "1C8ivlfSWT7/6QU+Ru+nO05QbT40zPo9B9ODu112gj5gV30+m7DJPP7JNT4ie4Q+z4LDvTmb7T0pghS+HYe3vdlH8zwKFBg+A+kvvhOorjylRU+9ltjXPeMcB78tVO46UtODvq+g3rsmdhM+FB0EPpR4xD0vfjY+Cf/Du7Tlkb0ngMA8PJ+hu2UZB7+S7uk9LAJUvGefLr6m9oa723MQPe5igbyHNpK8g1+pvOWCZ72dk0c9JRZoPRwiID1ecFs9jr4sPcUrarzXmLk7L1+ivCkFs73L6Yg7HUdSvqD4Sb1f61Q+i1ILvk1wYT7rNQW8HPuLvHOd6zsrBoq89d2avs8esz2mKQk9txg1vRkdOT7giQI9mv9uPkrlHz56RRE+O6DZPfa2sbyyN3i+CB2xPYjFRz7Ol2o+DASVPsiJiz2Ffjs8BA+Uva6DzD1jTga+YQxDPpzwYLygRrc9jiRfvXEW9T4NDxe82jOKPU78Jr24FT89hu0XvQnuor6Ghv68+EESvCn6Pj47KZI8m5hovn3OgD0Qjte95hmmPk0LJT/TeAI+oLYZPoed8b1yFBQ+pnyePlpEjT1o6CM9dyqHPnsKjL2pYci+wJrfvY3sNLxQ8ri+P+fePQWecz1B/jK+ZBNROAooF76B6fg9xAeAvcROBD7Jji++wdgUPpZmur3OH3I+/+P2PUaei77xB/k9Nqa2PWFDkr3KwIA8MZKIviDJhb0+0EC9BW3jPCQBvTzIN1m+CN1+Pu8JA70mfsE8MfviPZW8Ir7Px/492WaHPlft0T1dhf08lk2GPczTd71pPyK+SGuVPjtmAj528ty9SSlJPhYLaT1ALti945NTvpqDgz12RA2+IlohPvT6rD10MpM+5jUjvbBrYL1CGa28S9SWPCYolL1UoD+9Q0HmvSncKT7dwXy8/74kPl6gCL5nHSm8d9oRPjz9Yr5P6im8BDwcPVrJpD7kKoa7klejvf3i/j5nxvE9KvEzvgZD7TwqTmw+r0gfPm8iBDspkkE8", 
        "NR7NPLlhjr+MFyy82mFNvKOeTL8xgCA+AmuKvIU7AzxhLZi8ow+5vJr3Fr0iLAA8P2NzP2xL+T3AgKy7pH36PYqzUbzchtE7BLuovAg5mb9d2Am+7WjgvLYI0D7wXPE8omyUPnE4pb4FjDY+G1vhPKcGxzt0yCc978CGPr1Ppr48qAg9YpF0vB0HxLydfqu8IermuylaIj6cNQ8/VgJBvvriET5xtuE7WEeVPguJWLyb1sK9rBltvecrLD6LT3A8mOq/vH5YtT0FoQM/1Pq5vTUVYDu+zW+7BIcCvVuWgr3+Ax6+PTRFPJ8n4r28/hY+2j+OvrJykz5EMCU+hhkavflAMD2QOVC9mVQbPCgfnT2ePzk+aWI3vtclcj4whDq9ABzzPVtTab4o2m09qXkzPZqhsj3dw7o9m1zdvRuu575UfEE+3X/JPNr5sD7bFZM9ZljyPbbTqD3iXNG9+EqhvcaLTT0oE5S+URckvboHzz3MIsY+9y7+vSBBrz1/4zO+vt9gvaCZBD4LqAc+LBaPvq5VeDzJ6ws+rP42PoOv9D1rOlg+v/oXPbdAGz4706K9fO57vkUgUL6WihQ+XACsPdrdRT0CY3m9WEsNvg5tbb4Vt7A+lnIDvHeNaDy6eze+pJXmvZtuU77ETgE9/rJAPm8d9z0s/Iu+W8yhuTgv+bxBQ6A+3HQ9Pq+0XjxMhI09WONKvm81772Aflw9rrEivV3xDL4Hg04+pjIFPuR3xj1FDVk+J063PSmeFT5NJgi+M8CEPTSDQj7LVQM+DOs2vlR/mz0Bfpm+9EIqvgfSc711Pac+sktTvQCwuTySiQU+os0ePiChTz4mB667H1v/PPwZ5r1kzCc+IN4IPtxEoL2HBJ49azqwvRvChr7xozA+6l4cPkJqdr27XEc+d7mzPlaDgr6diT69p0eTPBrOGr5g4ec9YK9GPvAEGT2io8s99CLDvdHhpj3tHns+pn+IPmIMGD3OSoW+lCAnPSyMDD6KY7q8eibKvdM8IT1VD4Y9", 
        "/ic+vcEWFz6Ua2e+P+cmPRo+bL2MdCg+oiLcvD9Snb1Avk++W13HPIbixjz3RMC8d5kAPrSnFr5r9Vi8uhM/vfKtlb3uvRG9IJKiPujnCL69C7q9f1PEvKpyXb3oCIi6fRjQPC/1Mb47ODk+iOajPsm/I72XGtk7G0JTvqf82r0gaOM8R60YvhzRA73jsZg9S/OHvW6eND6xoAg+SRYlvsKFjr3M+7g+f2WNPSCJKD6zrdi9CC4APgH7LL4hWW2+Ip4JvKw4gj0++/M85QWYPkZnEr7YbTs+8jlzPfBNEL4rRbi+NnumPqZ+jT3qEsO9esQIPSJKDj67vAy+jaP3PMDIdj1NWhQ9v6GrPmwIL76ZDQA+xAzLvnuaOD4FymG95NqcPU/UIj7/csw9gbrfvRPkRj2iq40+STR1PXP3KD5eIyO+yRI8vvJwuT4/lXc+6KCaPSzFkT3lDHI+IGr0PXwqGb7dGqA9dqy2PQkgoD7uPR0+kES7va/Pub388KW+bnIoPvaMd77FSau96eqDPeiEa74+hvo+bX5Ju9BXD76xTQ6+LKxHPvF+jr1pPmM+Sy69PRZTtz0CYvS9tR8tPiyoZL2YkFO9EGZ4vVZ5gD7iRUe9Rq88PBNA7zy+UCu+pEdiPiVZ2z1ziQW9sg+pvCzOGz6F9s687riDPpC7V75t1he+UOTLvg3ozb6li+c94QuVvWehTj7Xuw++ckffvaoRYj4zo4g+D5N+Pj/rmbu7BN09pQCZvWEHlzweeEo8wI9SPqNDYz5mECq+XC9zvsTuXb46Uhk+gWG9PL1bzT1+HwQ9/aMLvgDGgD31GBU+r47bvq44w72Z+ji9ojtePrLp1b3Tc8g94s+EvpvhVr4jik0+d2HePcoOLD5Qryy+syW1vT2rYz6NahY9ffmzvQfFwjxjmrk+YLzSvfJntD3LAM49UEwTPtQTsT13z449M8XQPAiRpb74xWo+d5SdvTYudr2SCiI+JXS0PtuXOT5YmZI9g44QPuKbI75cr8i9", 
        "6tlGPusRQT7bbA0+9l0nPjJiy7y4BHs9B3usPAdPyL2liF4+sHbAPenSCj4oWoQ+c2abvrHQCz2Gg6o9G76NvRs757z0+FK+6VY0PtuHSL7uIIe+UXQQvk3OVT3rYXo+lCkiPcUqJLz+MWK98eyEvdduqT4H3jW+IquUvR/kNrsZMHi+i6oFvcYYwbxpTkk+Km/CPKA6rz4nBI6+UEPkvU83ED3fIAY+qJNnvrPX1D2lwWM+PoQpvu0dqz2/Yuu91VR1vQJjCD2rOyg+zFQZPfFjV7160R0+BamFPr3/AL4PLM09V8fSPT8D5T2cOAs+AQkfPhYTFz3ggK+92rQRPhjbFL6zmLi9ZrpwPO08H70u8gs+0kR+vi1mTb55Cqu9c1duvvtKA70LOWW9gGgPvurGbr6giCU9tbv2vKeWET4UaDo7kSwCvVHLI74n+Cm9VnBKPkaHGb5CS7a9140jPhF+Y7203Sg9hjMHvs86lj7bwvG9umbBu0NUtT2jw6O+X8OUPVeTzz1tkLQ+uT+nPYjBqj1RUQy9ZlERPf/bFT2Bt6e+uEIVPt4HFz53+UM+fc0cvr2HIDwTQ5w9T9WIutmI3T77nhO9VfaAvZLYJj7zGlW+r4sRvs1WAT1oRYG9Gmt/PTnKrj3mbiK+2dVQPs8yNb16CvQ9TsJAvuMiyz3i7/Y9lWzFPk7LBz5XjU8+QU/hPZKEOr6qcfC9aTtLPjgMV76cyRm+CFOkPeYqe7293oe80BFhPXW1Y758MyG9R2orvhiPDbwkJl2+SInEOi7EZj6NOYA+i85jPtctG77PqAE9brI9vlJdVj5cBv86Me66PVCT5z291ao+zaZSvtzt4L3XoOa9tkU7PhBjlj21yRm9o98UPjMWAL4VjbQ9kK2EPjHr0L0dLj2+p+sQvjRMVzzIyAK+HJ1Fvm2Firs6zB69ORG3Pa+fdT1Af7e+lzasPiovNb0SaQu+zd5gPK4OrL3AhRY+t+anPgeoML6YgIW8WqY7vfOWm73wZs89", 
        "C0AQvt2nhj7FaQ68E0dwvltwLz5zGIE9pdIavadbmr6wZcK9dKvSO9Y6pD2CK7Y9xjqrPhmSMD3dZ7A7aJ+BvRKwOD2jYiW+CTi5vCNFnL5yBhO+Y/7DvHoojL6h/zA+zE7uvY594T2SFru9Q06ivW0HQb7yews++fRJvqOnv716x6s+gewpPR6qIr1RUEG9OgmKPTotEj7rCkG9amotPnGWqL0CWE88HZmFPrf3db5TIB876mg1PbOXR7mQG/i8uCQOvIFL3j7lvSs+Iua8vsdFMz4Oogw/1gmlPf5HwTwoojc+cN7nvDZA1r0eeYe+Xc6VvTAonz1n0sc7xR5kvDBRgr0PG0q9DboePdTsnDuQHBq+T65pP5eR9Lv+D7w8+AqquSzFx7r+Mx86q8SNvRtmjj4g40O+6EC2uymTT762Rwo9Yz+PPJn+mL02zo29iV9gPbmserzHieW978piPsGNj7wYjhQ+l1/PvQsFbr2ZrYq7/k+lvFhdk76ccYU+k5y+vTiYB77TCHO/57SHuzBknLy3RJM8Ows8vvJk8j45dTA+dXSJPK5zkz4Ob5o8nxlAvokiTj1jvRs9ML2GvW6dID06y8A9sf2pPr+02z2Ca8q9CF+Xu1iPKr4FmX+7k8W6PuEPwrwmp3i+0QNkvMcxP74Zaqc+ORAevwgekLuRL429pYoyPuh7Sz5d+zE+bYDWPKoMcD5XYCI8l/PWPMoYm75kjMy84Y2TvDBgITx/wx6+IGEGvil7x7smeta8uYMmPnA1m7yummS+ekDNPjqiP7wpwoS+GjgdPYO7BrxHUuS+wBQfPb4jSb8+ZaS+FYI1PvkPoD0122u9/OLLvXCtqrsa1G475XxkvX3SaDwWfdY+i/UuPLKyTrwCYp09uoTXPg29dL5O9rs9j9b+vFmJrzyshzI7BsGZO//Q8r2DCzY/U2RJv2rKqjjosM893UwLu7muQD4w6aw8ZRlIP0wN9T20pYI8UT6fPnhZlbvRGdq9dzJBvW57oj4/Pqg+", 
        "uPz8upvGUz5gRjk+Bq0RviOFBT0YKJs9DyVevu8ROj7ow6k+GTxpu4o97b19BjU8d1qavlV6Cb5q1DQ+skLlOuwZv7zDO+W9Jbz3PFMOrT1sLJy+1xthPisTsD5Z10a+rjc/vvyr6L0FVTO+QW1+viVzoT4+PHG9IiWBvnOHPj5ncw++4ST6PSVnej3mgtK9Sut0vnc1J73ECTK+TdIJvn9Wz702Fka+81UBPjJ1T77R9xw9nusKPJaw8r1T9uE9rEpMPvZnTj1lRFI9fk4wPiQUxjwBFaE+3h/KPdPFVr5sa3G9hEfTu5L0jT1myzI+ZSoOvoZrb75X3YS99bAhPry/KD6/W4S+jNbbuo6fvj5iEdk81kktvsxTQL7PMAU+RzBnPaf1Pj5i4YE+4Ox6vgksSz7ZMPu90R01vaKowz4ObGc+kW3RPYBGLD7Mt9U9qo93vlFg/r5/nT89hSuCvXmZHz07GW++9YiIvEmRsL7o/RW8eISQvQWqFL2kLX28SdVZveyYZj0itVo9YifEvPE8RD1v9Jg9OQbIvhXYqz0+WRw9lNatPNWHP77l0M48lq4TvhmkOz7Bh4u7H3vFvVPc8b3hB1I996oJP3E/Jj4Swm8+07N7PCfLAj68Zl6+7EguvfXECj14PFs+ajn+O20vqL3fqKG9aW8MvnwObjshg+s87HJKPTPmAz7eZgy+lQCiPjGoAz5A6YS+VpltPgzIEr3712S+/DbfvBA3Hz7dwiq+D7UEvoRb5zyQG6C83q4YPi+Hwbxx+w29RtDmPhDXrj5VAD2+4LrDvcGMar3kRMO9w+ttvsRjFL4ov6Y+SnIBPs1Pgz6E7MA839QLPp8UyL08Xg28g5wbPl7Gtr27hrI+oBqNvtJnWz6RQsA9oxRgvUV6Sz7BOli8txs/PnCw5T2lEPm9kHstvt8ORb0esXO75Fv7vt+mrD79jQs/Jc2DPvvQBb15kz293LjIvE6Ebz5kWfW8+WYjPosuyD25tMC+MMN6vuKvFj2A6YI6", 
        "578PvjnRgLuX+7k8SYa6vWdiorxgPiu9SVQKvLOvjL2MA2o7jrSBvCJDIzsI7QI969QDvpdCDz6/TvA7m2XUPIi9G73HVcM9YNaFvXqcaD3Z5DW+Rey3OxOp5j1qPxI+ci1+Pvhsmr6Uy4S+KJQXPaduSr078gg9AcUxPtQKur1Tk5S+Ux74PdpVXD5fZeI7JviQvZDRrT2gAr0+cAZ7Pm6qL74S/li93jv8vpHh9Dw5LZ2+CRKMPhHDkL0JYQC+Ka84vYZ7Dj7hHYE9VVTnvLtfPTuMN/s81eL7PoYs4j1fNZQ+gxaAPDZEYT5Ah0i8h/qvvv6bU70HMYq9x1jPPcX1Lj5dNdM9DsqYvV3LAD11mQk+2+Z2PcYpBD/DzNW9pArUPCDtPz76jgy9TFKYOybD8zr9IoU9GpEXPm/Haj5zzhW+qbMfvcZxzr6XE0S+yPY1PhW7Nz7PQo499yd8Po1zT7681Ak+0LcyPu/gTb6u/8K9Ne4bvs2gG77pf8q6V6MzPldRTr6X+Ac+l2qLvlQm8j2WKIS+uY0FPidiYT79VZi8vfI1Pj07jjy0ErK9BlOQvgJq4j2N8Cu+BLmFvW0jCz4u3gq+XKGBPqzbQr3DkTw+if1aPebiAL3LyYa+j691vdmDRb5RZWI+QCRpvMLlPT3Sy7y8vrQePpHIr7tlRqi+PpFTPoRbQT7JJ6K++zucvn02Mz6EDyK9QiOQPhVH27xh1gi9CAWqPZ4sbb7ufje+dDk3vfWAhD7N5CK+lT/sPS+hPr6vpk++VLoFPD0Sp70StOC99sVpPkw+BbxOFig/rf1FPQnF2LwQeN6+dT2lvf/xjr3xbXC9xgsQvTKsLTxqQUq83kwmPilWrz5qOQa9eLuEPow5k71kp+K8O6dNvPbfN731tYy8DZiKuzSa3D6uv3C8uq20PWpnWb584ea8oj85O6/GWruGM8y7+/wlPFjxljt5Sbq+HStJvnRaGD5sEHY9c6FhPm2cq72ePzs94J0BO9d8aDzYopW9", 
        "GrsoPsIH171Ejs89lIKsvLzb4DsQqI++hq7jPkLIs77hQYM8s61YPAs+nTvJZeO9pejHPs9icD4iXpM9nEhUPhpxoruD8wm+DmAKvoesFL+f4Wi+CsYtPfW4Gz9kO0o+EuCiPhutCrxQ4Zi+a5d0PUIG/77N1PO+wOgtvq9G+TzW8ym+cOtqPk7qx73kYT89KVw0vkNGPb2/j6k78aWKvgHeZ75sliQ9bms7vbDfAD614h8+JKXbPctM37yIaFs9lkgjvtM8fr4IEVw7em4ePCI8wz1gpNA9jxT2PBFfLr7tpFE+6ukFvSawtz25CF++pIL3PJIPZLsiRfG9xVOyPWeTer49dQ0+7jyOPj0tID7WicQ9Cqb3PRDulT2Gd6099nIfPNBkPb1r1/m9a0A1vX4Q8j1TFuU9s4WRPeBq6juMVS0+W0HTvaSx/b2LaIm+w+FFPqTUeDzhzuE9x5egvVJvKD4NJYI94kw/vBbuSr6Q/IS+nxzYvYdii74IcgU83K9xvmmKib6wgeo7ox5mvkHSJj52VKc+kwrqPRUhZb3Q5oI+jakcvdGiUD6D2zY+tC85vZpVIj11zoQ+5UQWPuybbr6MTp8+JTH+vDRL7bwnccK9dyEOvgcIv72E/709F7qLPqG/STyO37m9cJYwPrScBb0whSg+mBQiPrJoeb5HRPm9cW+Hvae+hL5824S85YVcvuzIMTxHahW+CJtgPqg7pr0WJSO+iKqiPuvE1zsy6gS9raBKvs1rLjwXFUC+oMpUPOmAAb7w4Vs+hrcPPiydhz6Jqa0+CR/yPXmeqr2xe8m92P6jPe50fzwQRse8uL+vPFvenL5jJcI9u1LaPZNnKT2Noo+9t1E9vmTcAL/AsZC+Q8YTvnMGF72RSRo9bsJFvO7nRb6EnBQ+lnyoPoYPWDxaAJa9EuxQOzveSD4gCbq8lrUVPoRQH75mKr69QMhhPu8ICT1jmPW7pyRkPoUpAL1rNgg+E9Gsvk1csj1ZRQw+zaeCPQQ+2L12vRk+", 
        "8usaPPKjUD+tgsO9kp9HPo2Q37+H/hC+iA6GuSPInrx2mCa/4ysNvf0X8L3K7g49cBiWvG8Rmj6pL5i8sf02unAegjyQkMw8dM9QvaoHFT+Y5LO7SaQYPwtGNLwnIOY9fvGAu9/ROby6z7a8XtYVvepvoD4qK4g8rGTruo3pKr59zw892oQOvc+/az1kdee9AdcyPjdUizucHzG+Z9R0Pg1eib4jzKG9h8u1PpBDiT210SM8jtCNu41z4z5I8pU+8MI+vgH9Ar7aN1+/4sN+vDMMOD7m/X4+5UYQPkAoXT5VKd69J+uTOy19HT4ZNXi8CCSMPu/HjL5gfsA+hdCIPZmxWL1mLTM+paQ3Phkcjr0b0bm8wjvPvDJeob2KupC85dDJPiZyFTsH2ku+NHs8vAVjXL5Q8hA//UvqPEolQzzehJk5gN+SvTdSDD/Bckm+6fr4vSltzD3xQZo8RSRJPaBM/Dya/pq7utSkvedaaTyjRTE/YJxlvvvWc7+616A9pjgPPgQqFLtfs/27g2OvPi/LgDxxTdy+Tw7vutglfrytaoG5C8/0OrOMf7wOVOm8mBzNvvapEz7JeZ08vwl9PR5JALsn/RA+YCYdPYeeC7y77Bs9Tm9lO7g6qz76qh6/s3Vbve2I2r3pmjg/Kve8PSf2bj9EqZe6hMCWvh8Avz75kry+eDLhum2Wzj2ONgC8Q5SBv9/5fD4/htU+Oh+GvVxnijzNfKM907evPnVhirysJQi/g2t+PqwbUT6PCly+U51/vQ9bIj7mBQU/TwYJukj2Hb0LK/G6MLG6vhZQ2z6yV5c8mE4OvUkDEb8lwN66Xi3UvIQF1L1LDKO+ak89vEOr4bsEswK+Uy/iPnu9Wj0IOyS/qsmyPtw6eTwLTG08TD0GP/8Dsjzpr5682exmvXDDNLxoID8+IDGbuwnVrjxZOUc6GluYvIMkk7+bVGa+ieKyO0T2dz7X5m87XcolPIGc1TtHoLi7i4DKPDTsC7v5f588yYjaPd66bLrleAi+", 
        "HemCO0FHO7x+A4s9Pb1iPT1qhb0wGGA9a85MPn6T5z0FkIo+KlIqPYwl/7dKicY9HUARvh0+ljw1my68a918PbGDzb2Ep+Y9B6tUPRwGzbyBWE48PXNMPpcPEj47UxU/qP8NPOspur2uUla81AlgvbqVurxXIII+kW4rPjJjmr3KpRO+vBEFO1wKVz7Jnqg+N3npvR1cjDwY0Ic9E5YgPiCUbj7ZFYq905EqPvvBn73YLgG+KWOHPZIdYL4+MLu8+yX6PUkEW70zYf+9t2BQvgTy3b1SlZw8aOiCvtc+mDtouro8AyNzPloDr71B30k+q34fPbnLlT3BLO69SWhjuzgitb2pj8E8RmQrPr/mBj7uNBi9HqEJPmTyIz4AWei8yKytPp8A6L035ha+Q6xgveNKO71i57s8ruUhvKTe+TywPXc+CIxzPrzFlj2aJ9q+sgAXPV4Ht76mjYe+uE7QPUMsUb7H01i9qLxXPodkNL2ArlI+dCOvPuaJ6Dx5Q18+zhYxPQIgWr6bZw+8VsvfvRcDyb7av809j3dqPcY8mb30Vy49WDOKPVHY2D3oZCq9OXyxvMYvDj7yJwc+ILCJveXbCTzncgo+unQTvOhD9z34FR+++bUOPtua+T3kd8q8pFGPPZJPMr4ugAY9NZ8tPimawL3/3Vq+LsFxPQRy5r3jVCu84akyPt3POTxEF+g9o0uSu6nn2D3fdlg80jQxv5XbMz7md529xH9tvTgCGz5gdJA9h6p+vbP9Bj2dNt49pHLivUw+Pj6M1ra6+SGLPBLj+T0B+Zo9yFpvO3p7pz5x6k0+zmEMvtMg/b2sotC90A9FPlkwD77rM169pz2rvJie7Dy3UKQ+mBzWPA5pLL5yT/E91+iePpDFbrw1jLQ+zeXAPQe/LT4NJkG+X+JHv64EkrzlZIa+SQ6hPSq4rz1PnYe7dLI+viQ9rD5M0D6+N2hfPnl70Dzu3Gs95dHtvUe02D1zviK9kNwJPlM38bzGYfi958xyPhDsVr5bZyE+", 
        "mrENPvc9Az4ucTm9EWaQPTcAmj56FxK+OAI8vSE5AD7HnYy8MAdZPs+uvr2O/so9twiUPocy8z20zzG+udw3PqlGAbwfwfM9791FvvGUDTzNSVE+tKtvvixFij3DQtC+XWMWPt4RaL51Bg0+Ff+mvRbaCL3ncOY9Rqh2vkxSmb753AK9rrWSPcbKSz38Na097LMUPmmNSj7LyJK7NC+9vXlEPD5Eski+kkfCPoxuzr3DjKi94JQJvT57Mz4XgAY+UT1AvSZm8r0rPk++4/qEPbT+0Dq2YBO+JkAzPaJr872j2zg950ctPv8nHD136J0+uifxPiUukr0OpI892XIqvh63W74DxgU+At9OPt/DBr5/dlm+FrHWPDLdtT2qzTG+anfbvedlyb1mqr+7FkVJPnTzwz1PYWQ8pVBqvqxleLzGZoy+9BhHva4Zgj2s0VO6PI7Ju0AFh75AgFE+S+4vvkyoDj7LbqG+l+C7vabkEj6kyHQ9phbXPe4lmD2S5Ru+mignvlk8lj3MjK896bsSvUA6A754zo0+Ex48PqXtmz4krM68ObubPqgcCL6sCXa+Ms1APg8LST224TO+sdXVvVt/z7wcwoE9ovphvkaYUj3CDPs9p8dqPdTTHT10gGW9Bdq5PfwbcL1vMEm+t04YvuPkhr4Wit+9mF0rPkuWoj0kA4e+YrSSPgWTEL4zITC+Lw9cPOgYqr0bd/g8BJ20PcHYhT5cdSs+bW08vpO6Lj1zdCg+bevmPKT/lD2VM3c9l6MfPhBPjL0UP0m+/roivok5YLxqwRQ+uhjXPRcMgD2e88g9YVwaPlkSqT1/3bg+TuGcvX2zMr2e5QQ+5x2KvYJNpj2Fgoo9QGy5PbUsLz4W8i6+jwuCvWDgZb7pk7Q91RFZvWiVF74jexw+4nuUvbWgwj31zko9gvVyPsK1g726JjU+pKI+Pa2izDqp41S9RvXVvQOaEj7+Ayw+WSgmvaKDoD2CdLi9tlgQvr5CZTw+rz8+AyHVu5yohT1t+yy+", 
        "1IcVPi+8mD781wy+oFPKvV2EDD73Y629KIswvitauT45fmY+MWe4vGHl+73MCkW+f9TgvfTfS70arM29PddlvVMkQr3RQAi/w8EmvkX8B72arl2+PQBmPcHRGL5LE8a8hof2PRznCj7Kxji95flXvnkwDr7C/yI9hKDmPc5ZjL0NwPi9QKLWvcS1573AbrQ9u7OAviiixD0qa1c9DT8xvrvrA77j2QQ+/QJQPuJyHj74bxU9/3hRPUgJSb6vWQU+XMtrvnm9ID4d2gE+4XjKvXCWbL7TZwI9Qp3JvQu/Nr4u0LU9QdvuPg+8vj1nGJ49Ni2gPkn64D0dgjY9mowgvmVBK72SpfW8iGoEPmxUtLwhmMM9TgCkvaQgO77Jf9e8EkXavUA1uT7aU5S9qb2DvrlRVj7SUS0+EJQUPrFaiD5c0Se+v4rdvaLZqT7RwxK+mYqrPE8aOb6xqd88AhQ8vfpWAr6VpYK98E4bPoszDL4foJW8a38DPpgoOT47nfK9hG1punDqljxHmWw9Ecfrvliw8L2heZc+xeEZvmf6Mj6QkYk9WtY+PpkYmr5rQRG+pByoPjM5Az4EVxk8GmUYvolvo70JjaY9TTnMvttSID6QUg6+DndGPXvD67srbFM+CbfUPZpWNr5n5YS+HBIlvkUrrDy8dCK+UhOjvWVZWj6mH9W8McUwu/X3bj6cbKo9kmf4Pa2NND4m9oO+nftPPSLqxz2RMOw9CHmXPa0VCT57BGI+HQgOPXRUlTwpz2W9oILCPRtTlD3buwg9eJ6avLCTcr5s6Ii8Ln8VuxTVgjsK4P+96+klv0UqwrqK11Q+DV2mPf/X1b3ANtW+vTw7vtd7MLz43EM+OpimvYl2hz5UyS8+ADZQPfzuJL0kJj8+xH3jPcOzXz7li3G98tR8vY3xmz6iRxk+CWJVPmzEs7xRNV2+fnSBvta3b760ipA8vbq3vUjzPj7Fi+098qeVPWJ0Jz784rQ953xiPIbNH76eoJc+dmIlPskLSr2Op129", 
