{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "linear", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 75, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "ZeroSumLayer", 
          "config": {
            "dtype": "float32", 
            "name": "zero_sum_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "zero_sum_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "zero_sum_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "25b76e634ae4727ea66612a19d7a3f77e8faa0b20844bf22016a9bc89d37710b", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "VOFwPgkNIj8FBp8+yn9HP3TgQT9sUXk/HeAhPwhqVj8DxVk+TqM8P83JuD6A/mU+EptlPyi/mT4gMCc+iOgyPthmDz//uLw+WrL0PVcKTD9WoPI+Zd0jP8oLYj6QF78+h79dPYK2ez9Pyx0+wGHwPtFgaz8nn0c9HZEKPwBwDT9251A7HJIFP08Yrz7fPzc/1UZMP9rGCz4zUP8+XVb2Pq/A7D0rV3s/Z2xuP34WCj9eFCI+CDLaPtUlLD6VVxo/8FckP7mYLT/Ss10++S9qPoakPT6XrCA/X+cUPzGTbj9/pcM+jifvPPW7Bj/ubJc+rboTP8y0wT5Gc7s+r/Z4P/67tT0="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "FjPnv0kXM8DgeLE+SpOZPU0PLT4MrT2/6jeBvuLErj8JaWc/1B6evr3JtT9x3Qc/796fPvENZj9s08o/b5t6wLI4kr3so2E+zq72vzJli74bjwq+e2fLv7PgCD8Q/A9AckPePtFDEb9H56w/9KQCv5yXR78/mjG+LSN2wBx9T78+1kw/WBAOv+55or5G0qK9XmnVvnjMmz46yPy+PZwtP5SoKz7p22E/jvIQQGVKFz/nt/0/wO3TwJBwAz/PbK2/iBf2PnxUZD+kcfg+6BYJv223aD/YKEi/u4oXP51OLEBQEqK+XiLiPvYmLj9ZvCk/j6MpwGQtdL+KFCc/rGa2v1UAPj8uqiY+E49Dv8wvyj/jEzS+82T/P1HOJz9WmrY/Yy8Qv/3mLT5Nfi1A"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "LxGXPRELyD1/F+G8DShCu6MIsD0vg5M9OdSCvAUDDD7Pr6k9ReoqPlTd3bqw7Yw7vJDgPQpPODzi2SO78Tr3PcZTCT7K24M9wqm+PMlgr7yT/mO8DGOTvPQECb3FRjy7qXssPJXD2D2ZstM9rSzXvKFd0z3tU9E9cGpRvBu/Az7Zik49bx2OvMHjfLz9ggY+bhkPvZBM7bzEyYM8b2UKPommFj3A8iM+bsMaPs9kkjyqQKw9ry0EPuPgFT0R0tI8fwfpPdX1QD2RaJA9nbQju4f7Pb2DdLm8y/fXPYNp7T1pvkS8RsDzvPxVrLml9vc7aV7IPYWgPzukBpc9Fz0aPlHg4D35XZI92e2wPbZwCT4YZ+K8qwLmPaooxz2iqUY9jnFBvcjzyj2Dzzk9ZWoWPQ/4fT1Twho9356BOzzNnz0="
      ], 
      "weights": [
        "EbIxPsAyHz6by1s9OcypPLxn7D096xQ+3G5+PIwPSD4NQM895xH6PVwtArxkbdy87hLFPWaonz0uHrg7wRSePTp02j3jPhU+GcMJvJG50j0tk5+8yGlDPCnkyjyyeUm8n08avF5vkz1bVu09fbcMPSax2z0W7UE+Q+aKPcAmgT3bwyI+lpTYPCftxDyf1+09xrYTPY7QlrtoAfU90A1FPaezFz7DgpY9oyHTPciST714QVk+oG8mPvsyED7ogdW8vCupPSpysD3ZHDc+gqs6PD4+gD3kk3c9zIQZPjRAPj7A+VQ8qp+yu6Oxlju88ns86FmcPRSdxDp06wE+iF6tPaF/CD4BkQs+m6kNPk6goj092Z48vV3mPbJKDz50GYO9YzB8PRMs5T2wQ4e8UG4vPkksIj7DMVq9DRpXO/ooLj6z7S8+4dYdPkY/Xj10vK08HQfsPXPZFD5WAoM8UJFIPhEvzz1wPvo92aQOvHpy4Ly8i8U9m7iePdSGrjtNI549wujbPZBjFT61mw286gjUPZUHorxN50U8l6PIPPYGJrwBWg+8mgmVPVJG7D1N9Q49nI7bPa4PQj5RfoY9DPuBPe9BIj4xAdU8gWDLPOI57T25TxM9ouSlu6gQ9D2Dfkg9JO4YPunllT2cxdE9b5tSvaUFWj7yxCU+7m8OPhkB0rzhDKo9Ygu1PfFdNz7Qujc8M0qCPQx0dT1M2Bg+E4s9Ph5dUDx9mLy7pOWrO+pLgTwDjZo94r3eOqMiAz7IqKo9KjoIPktvDD69CAw+BBCjPSXwnDwmeOc9acAPPnctgr36NXs94xjlPfAGi7w/eS8+lCsiPl8QWr0WPkE7Kg8uPuEIMT5cHSA+iupdPRc+pzzEgO49LOYVPk2bfDz9ukk+iDDRPdOY/D1+afK7bATdvMNaxT0i2qA99nCwO8EtoD0VeNw9jkwWPi9jELwaKNM90d+evFC7PTxia848BMgqvAEUHbzc7ZQ92W3tPdDCDD1A/N49pJ5BPk3dij3LNYM9", 
        "DI4jPnkF3Dww+cA8gs7vPfudFD2n0Zi7VcX0PS+5SD1KIRo+qaiWPTjh0z1vP1G9ah9aPjsFJz4Guw0+ZafQvDuAqz1fGrQ97+44Pge+PDxfsoU9m6t2PWV/GT4++z4+QnVaPP0Gtrs/iZs7GsB4PCAbnj1fA6k6CfwCPiQbrD11yQg+h+oKPvsFDj7TaqY910OdPFHA6D3UXxA+DSeBvY19fD1OLuI9c7iHvFbCLz6kRyM+xeVbvZlRSzs5Jy4+lHQwPrRAHz4Rilo9u4KrPCfE7T3nMBU+7Fx1PIJsSD7KJdE9hfb5PeeAB7ywDtu88VzHPU1znz2A5as7os6fPTzO2j2r2xU+HgQTvOXw0D1nZZy8XlFGPLC4yTzRuDi8At0ZvIDYlD1c0+09HIENPTjJ3T0L8UA+eyuHPawqgz2C2CI+bVXWPM7Cxjz4v/A9R4MVPXQ/n7vaEPQ95h1EPdxqGD5p+5Q9KMvTPZZ6UL2pzVk+8FYnPhIyDz69us68XTSpPaiTsT0IPTc+OOU3PN1Mgj0QH3c9HR8aPqbvPj7IgVo8Fvm0u/owkzvOD3s8lx6fPdyerDpwywE+gRKtPftnCT5lQws+XuwPPgCHpD1goqA8U8LnPYaeDz6XXoK9pzF9PUu14j2A6IW8MiEvPvP+Ij4yyF29MfImOxCiLD4fgDE+6REhPkI/Xj1Zp6w8y6juPaIuFT4oxIE8rJRHPtJ51j0N7fo9yyIFvPiv3bwGC8c93DmgPeTqszsxnp89FcraPReZFj7DJxC8p0jPPUzxnLw6NDw888rIPIM0Qry3HAW8KOSQPSxc7D2/IRA9JF3ePZmIQD50zIk9hC6CPQWXIz4Umto8icXGPCv57j2elxM9XpqXu13M8D1ilkQ9xKUWPu2tlT34sdQ957JQvRbnWD5mRyc+J2sRPmw1zry19ag9rpGxPZivNz5H+j88YhSBPdMbdj1y6Bk+KXc+PlluVTw1Nbu7YFWXO8gCfDw91p49KpuoOkU4AT5+K649", 
        "o2YIPk7UCT5c0w8+wEejPQ9roDzVQuc9bLoPPj/Kgr1jk3s9auXiPZhiiLx0ui4+AxIjPlSqWr2ShE473JgsPmhUYj5VRyY+Sb0MvdGcK715s009dlTHPoJAlrq8Plu5IATWva+iaT7WxcO9jfStPE9cdz6rAh+9PqLnu2Y8ZL4iqs89DxalvHTWRrwe6Rc/ZCzlPHOx3TtoKkQ84Dy2PpSUEDgbcwQ+sm7BvdDDhby42wW985m2Psqgs71/QwY/RAlFvrrauLuswfM4r/HRPmhWsruRT9E/G3JfPXJ6ij6PQlO+gzp+vci+PT4Idio9PcPJPp+bT70MVz++taYWvcVSor2+ivC9JcpivuQQ0byztAi+M34OvXy8n74QKQO+QnIuvE39CT0o/MK7uSKwvEz+sT6TGho/pgCgPTruyz3MavM9oCxnvlN96j7wens+9123PB6MHD8m72e+yjKbPPK7arxAdHA+lB4ZvdOikz428UU+FB9HPG0YKrwnw3O+sszKPaA9qT4NVsW8m2Ihv+1IRr4cW2W+Mn8kPCsSzz5hQkC+hlhfvRPpIDyN+uo80OA7ProhUb03CDm8mebMPevTqr0Yh6a9ixaRvK6zw721Paw83f42PmmC+byaOa0+eibNOnrWtj3Wv1m81hFOuw5bQT4KUic+7nQDP3N2bL2lk1W+06E1v72Vmzw2zQu+3o0QPsgcAz0ZdyG+IZjAvWUzSr4NGAQ+pKZdvn4k/Twsmp27TKG5PkeUE74dahi6CCJPPkrEOb1QW7I+2KKWvEHpqb9ImxK9+tWEvugbm76zi9C6gKMNPaC+MLw5ugA9/VRDvhEo3zsv0uW9vYVrPYXVCT5EjZc+TJ8kvrqLhT4o4ls7DN8ZPetDpj479ZY9v2OpPqkfpD5bCKG9x92wvTmdoD09BCo8fjAivHXSsL2AFgw+dUYlvirX4LwNRI281G+jvRWkyj3sFn8/p0hMvqxDRr48JMm9FKUAPEX4mTzsFVm+J5Opvbfw4Lsx4ZA+", 
        "afBBPlEz1L199JS8x4oQP0DqyzxozgA+7/ilvjuZbDsJFn67ya5fPvElZL4vsJ+7LeNOPkjAOz+Grw4/GIZRvhwNmz5uXnC+FpNhvLEffr52KYc8KxVQPbEoWz7D6Uw+1hUxvBiKqT6bCku+LnbJPN8mr713S+k+AbU9vgfJkb5yXVO+522PPThI5Topxsy+0Fu9vmTwFb1dp4G+YtSKPjCsNT2WZw09G9WWu6pG1z9MUZ0+buV2O+Ewvb1gKIu+ldHePshKpr2TxJS91S/4vbLr/jtU32E+cA8TPYbSgDwzlZG8pZW/Pm6vir2B05I+EiCEvXEjeDxcHQG8/zs3Prz6hT5Wu4M+Q6cPvYg7Jb0h8h0+L5OzPmino7vl4NI9BLhMvsLNfbu1j+e9+RDNPC8WUT7TojS9H0kGvDGpC765CsM9bIOMPrL7fbx3FBc/Ebz7PNpGwrqhU4U8bxmxPlGDITskbzo+1oOpvc4wibzkIKm9QynfPuKgxL0cZAk/bQI6vpUpPbvgPJA4jIiXPreTT7uI5QQ/3QKMPe+m0zw+4Vq+efD0PbxB3j3OHSE9VYEkPkOiAz1VuBm+CmyzvPLEZb2BMmq9NzWRvveXO7zvgwy+u1MdvXDMnr3TTVq984dovMOsCj1EHWq5W3PbuiKhpj5QdLo/uSiaPlY5BD7iJSk9UAA8viPh2z6hEiA+8yKtPEC7cz6xjJi+Vg5aPOxFabyNePk+/7PRvdqI/D3LvAg+YO+fPBgf67vajQe+YVBnvk9tQz++DBG+/Wu7vAoLkT6j1sg9KMrrO9glQz5JlBY96gM2PFIkJDz/z+M8TNIrPah0tL0PTya+agurPeIZHL77wKy98DIkvLwyxb1/rck8+d+PPOJuDTwts78+nEpiu7ejQr2s4bY+5eAcP37F1r21MxM/nnKJPsR0Tr5K8jw8lJOqvIytrz1A5J0+In8+O1X4Bj1Krh++uPsyPj7VJL1AUSU9g9iGvmUhJT1dGeI9AE1TPLxA272eaD69", 
        "hps3vvr0Ij60jQC+/xasvQ0KVLwV7wc+QoZtPr7KPL6GUJM9R4MRPXmsu7pdgb280PChvYAGwLsTy7c+ia3YPkmUzr2FjlS+SAOoPjDyrb1zH3Y82Ys4PpZuDj8Uf3o8+dVlO8rwo72jhai8C3rCvUlteL4D3YA8CpUDvLS9Db5QFU8+NGFwvae5x7xRzYK8U9WNPr9r7TtiBhU8kvfFPmQXJ75ehSk9vULPO1JBnzzeMBu+uSO5vVrG2TpJjJ4+hCTjPiSZcL7Ylrq8v37EPsQmXz2x3tI7jxtluzJLAbvrL0s7NsH1Pts7hD5uoJG8dds3vtQ0Rr3Ge0Y+aTFWvhcOx7yF1mS8wawCvbXGPT6F4IK7sUZCPRwZLL4GUJ07L3Q0vhKKB77nJao+DkJQvZo4UT788uu9aM4svoevy7/j66O95ch/Pm9WHL7cHFe+QcXmvEDp3bxv9sO9/aWqPva4yD6mtxI9ORaju2S3zLxqGZK9DfIeO5mojT6naji+UaGJPrnG0ztZrom8gMSaPhJ3JDwqWIm+xC+zPnXiejxaRRW813CRPqhkQ72COxE+fE72vUuZlDx3JL67BpHyPr53ET0RxqM+zTUavTJjFL9cvQC++4Vlvln4VTyeyLQ+90gmvjKopL19mUI8172GPBOHaT4Ze5C9AOaAPOP/Bb319BC9/77LvbyjA7wzqRe9gr4JPaHUfT+K/8W8bgaUPiqJyruVfP09k/25vLCufDx7URE+s+GMPZ1gFT+KUOO98CFmvm4rIL8aK9+8LpkuvvY87j3S3/M8mwAZvmt2J751/wW+OCq7PZ4Ufb7lI9I8U2jRvXMMwj4LQAq9TBXBOyriBj5yLSq+dJddPnrQaLs+YqS/HDEmvYOFj74p5Zq+HpoWOyVqDD19nze8+ILoPO8KNb5RiWq7JJf8vTzYZT2t9Ns9ypRLPmNDUr5/l0k+TRBUPLuYkb3rIZc+nXKxPRAarbyQkZw+vsehvYh29r22Bnc95spSPKG7JLtStMS9", 
        "7P3ePJ5wDD/A7mO9trFZvQGvmz31luU9v1fPOh+7Oz44vow+kYE2vA//NDzBH7c8gYWVPfCrAL1cFVy+dGT8vbT02711s0++z6KDvM63p71izB89i+I7PCt0RzwoYA4+EBpDu87KAr4khKk+dNj2P0X2wr3WaaM+soGLPlPqNb7IvzC+hNlBvJh5MTy2CCs+KDXoO08K/jwhHBm+Tva9PawIIr4i6Sg+AgxsvvVfzjxfPgu+5rIcu4l9Jj6LAbA7rVNCvqqYHT3/xk69ZJYcOftNL70EgI88YrI/PolaSb0tku06SRIaPYf1GbzQGsK8RGkWvpK8lrtaCaI+BOmGPmX73rwYxGi+EEgIP+/1TL5r/OQ78WDFvSwKmT7B8YE8KJJCvBRWSztgPQG9gVtWvX/vnj36JHk8XI/4u7YGgL1wPzs+jgB/Pufr7b6ZNqy8P/M4vlh4bb5DMSQ/hn1VvSxuE760wtS913ZTPJB7vTxNJ1E7aqauve3WmrrrBXa+B8+RvtqvsL2v23+8IyCTvYfyAz37RKU88nhaPKIHiry6so07fNk7vin8NT4jVOs7KJ0mPo+C6T2e7ri9qXhevmFUA72oKHG9gIpku4GZ7r0B09s/YAALPYHJFT+GCYa9RyNOvoNCNr4vRr4+fRcSPSycjT1cFUU+9Q4pvm2jRbyQ+X8+Nz2XvbcBmr66oXa9MzJzuks/BT9HOiO++aCcPoCUq7v1cwQ9HWkIO5DEgz/lwDu+pQLPu5ZEXr5u9yQ+go4vvtGhX76d9YC+GJR4vvJnNzwNHey9jjMcvVb4fTz3t6E/Dq1QvCmpLr2f7Km8JzNxvmKgcDxWfH2703hhvliaPT0Le4y+XbQDveWznbyqjXW9axBoPsuWiz4lozM+LUdFvsifhT2bHGU8hsO5POi+Kr4Ety+9yTiNu7gxbL6JqjA824KtPcY8n7zExFA8FAUxPW9L7Tx7z36/qFWPPLFN1Dsm8KU+pb9qvlXqhLwmyKU+t+QmP9ZZOz4Rn8K9", 
        "OmN2PFMnwry2coe8lh2AvlJctT2k9kU+13NvPdsJhT49pNO9U698PpGX1bxWOEk9eRs8vv7sCj6NfgC+QbQtPGjb5D3cupU9rdsDvr+rgzuWI/y9D+YdvbLzoTxh/5w+U1vjuyn5ED2DTJu7bV6xPxC+bz1sZGi7ScAIPuF/WL58Qss9CItrvYu0wTxT3Ew+EvTuOxe33T3vXGU+6bhoPGMIOT7azaA9WizFv0sykD6ul7k9+Bp/PK8wBbw83+K9dtqPPVpHorwkVWG98jG8vAqgMj/lfN+9Z9kDO66RxD4Cz0W+dy2GPRzC1zuJyNY8KEYDPqzoK73mZmq9DmnZPq/Pnz7Bl1a+1qyTvN9JYz5QBRE/DdIhPIwptjvxIkg8pEjBvF2XbD7vUAc+tdKxPAKHb756pDa+p7R3Pg7jIj4zIwQ91/ExvL37nj2Ugjc9OidAu0h9RD3HoSW+dZKEPlWvlb5ibqQ9L/9lPqho/joRCYs+JRoiPZaKHr4K7Cy/BeiDPXnPwD5meY6+neR1vzc+cLyuDQ494zG+PheJpz7xqTw+6Bc/PSJy8Toj6tu8cp1GvrfpAD0TvVe+Wdd2vuSPOb6uXLg9zkbqvTiXMz6tFIm7egdXPbO19D4gZLk8Kvp6vEQPfz457WS92Igavp0WKz57TDA8A+JZvFusUD43YW8+oActPiJukr9Nd5286TTOvfZlT74+98Q8sLFcvYKdlzytsI6+WgkNPE3TBz0xLim+ANG1Pc01v7rdVRS9JZcLvldbEb36xpC8juyQvRrwAj1yK6I9kgbku60gvzw8Aw+8AcnWvRk12z3E4BE9VeSdPYmAKD6AJ5a9OWELvXpikb2vMDi+j5lqPIrdy73uqcA/FLcePeoRrjq7Qyk+1H47vrTnijywFHQ+XeYqPUbJAj5l11s9/1pIvnd5ETuxH4s+rgbUvKxcsD0/BQS9kDIgveIxjLxaciK9eKuZPtGNt7m+nQU9T539u/A1ED/8EMS9dpULOx0C+r2h04I8", 
        "2wMOvbl+Pb5BT/u9b2EzvXJU0jtBAEA+YPkEvCV5Qjx+jd27B5Ftvl9ZDr3VfEW9YhxNvV9/kDwvyXW7XpldvrXHgr6s35m+pKREvNTQ9ryicWs9DclyvtWpDbwSvjS+Z9BBvkqBKbuE1a47gPxEPRnTRL4nGxG+mIOoPjDaHT7Nb+0+JE1evqm3mrzSU4I+tCLbPRsGhDtxoTo8SFXUPIlk1DthAbq9ERA8vnN1R7z+SbM+BKjrPQgql73ZJBs+CYUivA9zHLwwcCa/dNYUPt2JFLz5Qwk9PXMYvjrTs72KcW69/aFUvtoq+zyNx6Y/nckqPluWnL4NvAE9N1GZOlGcWz10VhC+ZNFbvbjlL7w3F7o6Zzg3vXKFej7dsOe9F7DEvZZ0kj3AERm8YbzevO9MbD54WL+7RysCvWRXgb3H5qo+eivnPXA3oj58/Di+g6tIvz1waj6RmYW+B15kPBrasbyrVoM98GCwvFum3b16CNq9Gf2ePCrMJLwA6pi+g6nZPvXJhL7R/787256RvKKUkj4TTIM93GMCPCw3gr6+J7Y+jPe8PuiyKTyL4Oo/lJJVvtN81L25awg9PLFNvvXdfD1BL+M9fsB1u84ArL18hQk9au0APAFeyzvMIjA8NIafPX0J5r1vhME+P5yIvNWMjD05Yso9/DSJvaExBT+/KRq9yXD/u+GMYL0OpyW905K/PNebFT3ashi+PLiUPOemCLw/Bj27AkqfPo9m5Twxobo+rOzcPo6fIr5So127w1kBPpu2Db5t+9E9kIcjvKtIhrxQ/2a9LugZvmMwVb6iRrK7/x0RPWrA1L5NKhq8ezd2PvIPu7up6A8/PV+gvZI/Wz6tScQ9cWJ9vsgF5b0jt/Y72ABrvaBeID+23py8dkiCvOw4jz40FOu8HHY0vge/0D2e/IU8pg7Wu1qCg74t8Aw+THn5PG3YKzqEeZS8rM2kvL+d8L0ujcA6I8y7PT8K0j54+aA+jegbPDLzsDwQw649BzEjv6lgCzwaSik+", 
        "OENHPl88qj4dy4e+gayrvQ4S/Dzwo4A7Ldp+PAAHaTx3jns+7QsGPpHRWL1r1R+8iU9JPrMTUT4IJX29xXR/Pu99db5gcNG7EPluvKN5wz0AlfA8fIgDPTDj2ztdTBg+LgoyvuxYyT2TnDG8KDOMPTeLXr0PMHs9TVYTvuwpzDopyk6+cmkkvkG54j7EbSy8MN6QvJSOFL2fOQG8GVr6PSJcmryG42M/l6k3u8v/Hbw8XM07liYmO0tRI74qtKi9mbu5vWiZWr62cVC+bisLPgghkjzXI8g97/tJPswWBT0pV6q7lJrIPfyi6bz9kgG9X7k0vnxygDyEije8alj4PREoLD181Gq+MLMjvZ1WDr0btqA9uvILvk/MZbpfMUW+3jCtvWbwEz4hXiA8+LviPPMXUj5cXg++vDzgPmqD1j6hXgc/Z4LPPcsSSrxZ3F0+KXvnPch7EzxQ2MM7fNzZu3q3nDxb2g2+WimYvcIzFzuH3xU9uT+9PrK8uL1GU4c9VGnvPRYFjrwFKFe/KpCnPnKjJbmp8Ao92CkTvmoZnr1Jgro8VG5SvjaoWj73rqQ/s3MFPYqiPL2RQzw9WjiPuXJOab1O7Ae+Prr/PH6ETrznZsW8VcH+vHenRT2+8Gu+cF3avW68ij3jU4O77XrJvPldVb2BWqW7roOovAje8b3qJ2Q+0G7XPsiIZj6QiZ+8NCpBv4+2gL3yhX2+z2eGPINt07toH9M9Lp8Fvf/6W753dhC+N6yMPE1gC7yMomq+uyHxPrwJ5j6s2es93J0EvIV9Nbz+FYs+o9qrupO9hT4ezxM+IX/ePfSJMjzBJdw8VQGAPq8d1b385Rw/ci/DvU0gvz1S5Gm+nV2KvHJwgr0E+BU9aiAavBozDTzn24E/P0O+u9QluL2dWG8+cw+qvlQe+7z8AJ8+IEMKPqMirT7/AL+9jXYjPAg9Pr8z/Yi+3xE1O6MwAD0kBTK+hR0EvahfU76yU5I9mKa3Pm8x1Dzn1am+BcqbvsJBez7o0xc9", 
        "GbaQPq4NRr5e1PQ+gl5pPXqDoLz4iDi+mLJtvjik5r1r6By9YWHlPCJFrLwcX928KhOhO5LclbsV+Cw+JDvPvfxTHT6bR1w9rbf6PhM3f76N8BG8RelovqNndL7MyIc8JRdqvB+vQr5QdK68RpYBviBPDD8EeWY85Anmu43wED99GXS+w3h8vj5u9rzSE668R1huvgnimr0HMJM59qIOPeDoUL4Nk0Y96wT5O3cQ+TzKih28e4m+vXsOVbwSsfQ8xl1YvYUkYbyZUmW8MR2cPmavfT3Plb470tQ5PEEueTwzqxO8k8U2vj9Cvr3+nTm75wa9Pb5Bkj6ulUs+KZ80PH0MfT5j57e7ngj3Owk37LzK8oS7zGz5PB/sHL6HXpw9wAhaPb8j1T4OxIq+QYGhPlB/Cj4w8py8Gl0fvpqRaD/YxTE+0KjlvX8lB771GAQ/GPdVvGC6Gr2C5rU90LWLvlX9nr8Da+U8n10sOvDCw7x3NlY+IPYDvDmQzjyeCaw+uPt7Pna6ZT1bKkW+bJovPdQTlDvVrRC+5Qd/vlnFmTw+M2C8ImsHvS+5UbyZtwO+N3NmPgi2WTz2ym67WjGBPtXTwD6wO4e+I6uIPCr9zLzkdMQ+mKSBvovjzDvONo2+0JJNPlFG+D40bWU8sv5bPtwWQr6nt7G9yLWHPaTyUL4cTP28A3DWPGbTzrwOirO93S4XPRc6CzwyxAU8QSWeO/MQUz4/EzG+eQyaPhFmibvgtz+96syAPhoGiL0ODho/GkBAvp7jebwoZhi88QKpuzjgIT0ULgI97psavuDKtL2NLpc9iunkPV0Foz3ToNk8vei7PtdtAj+WiEW+/4u9u5f1XD4P+w++otYvPui4mbyOl026j/GlvVShJb5sgbK+/jFmu8zpgj1vRKy+vMwLvH8s4z36KrW7kxQeP3iffr6e3pA+IN7VPTJ0RL4dLgS9YGCmO1s+X76YD6g+hGTnvYAxJbyS/Lw7Nj8LvVeGCj0Wzha77MC5PC9MRbzytN29", 
        "L+6HPmn4ED+Z3KK83zpnPAEZ+z2wjHo+W7cROzzNpj5N17y6YCCNPpbSMDxPIp08ogdyPqwFqL25pKs/lAahu30DVD7etDe+ijVwvBBqkr1rJhg9uKFFPLAmDDxGGf89HtoLujSdDz7Efo4+wpuZvywV5L0glf0+6NwmPcUezT78MJq9imCQvINt5L3l+32+WyhvOzoyCz25rCS+/ZOTvZVAKD5Eq+s9CKS0PpPoFj2/kou9B0Eyvpc0iD46N2Q7WJu0PqXPjr1btso+oR8gvLWLnjxF/YW9gC02vnRgHb3ldJm7t38IPbHev7sjWtK8KxTivCcIqLuZ+kk+XhwgvSSNij5p4gk+L5VqPs9iaL4X0z08V8KCvsVjIb4m8Yc8UQMovAIVtb1E3tC8i2NRvo1fsz6EmYQ8VPHouyQMGD9GYr49dDuDvpTxcj+kGke8nxIHPzGsCT8HeoC9UHaqvkpyv712HZi+YHSqO6JaXz39zWs8tcHkvZXpeLu8v2s+j6haPjBymz67OFC8rqTUvc1PBj0UpIM8LwQuPCoLgjxduDw94Nc5vlQ0C75CNZO8xNI5vVtK7D1PUp29pz/KPWFzTL7EGna8ryfbvIKMkb5EZ+i953gHPcgLWjqxtp67r6FhProMdj3IPBU8OHG0PGxqwT5e418+i4ezvJXfzzy+qPm9xevnvSdBGT/rGvQ8moYkvVzbo7+ERB09JaFsvlcyYToBFCE9oNIIPLhEyL1/zku+U5ruu8fE7722qvk+D9vXPavDij39Fzg+/7qQPjVzFLpn5HI+07ENPgL9eDy3CxC+QshWvq/I+bwdx1G+7UhTPl/FcjzSWgC8AsAMPptsbj4iApO+DK7FvMy+p7x0F1++IclavmH/V7sshpQ9TeWCPoiGI76qxAE8HduvPBKY3b1o8W69FBl4uy7jGr70atI9AwQkPWoyR71Oooe9tJshPaBlMjxdvIs8RSkAPBm9rT864Uo9X3DnPV72F7z016G9XKAfvjTUk70rraQ+", 
        "uz2bPkCJerxlCpS8h8UkvrI7WrswHwM907kYvkQRqL2kBGE93Z0SPlmFW74YzeE8lvNTvV0vmb6Tlhg9Hdm1OlhhoL21MeG9mTkYuS0WA7peBtG7zE5Rvd0pk725tRG+pMuwva/vuz9oPeS7IMpqvJVWEL6FmPW7mK32vTjMZj1iw728yLGNvVK7dj2X5PC9/4Rbu3XkVj1hhS8+ePiEPBhaLbxuyVG+q0TqvKsgqD6f1iu+wronPLWSlLvvqfO9OTOPvvkNbb5+jRA9Qgs0vNfEi7uOVLS9EToEPH7XiT52TES+cZ1aPHUYzDu16HA8E7PnParXxL0POPw8DoBtvQqrxTvdOs29pMfSvBtflz1NnZE/tCyHO+/5ALxi4iE8lyUmPLuIHr6ZHM+78ccYvWr1ZL5VZtU+8lCkPUyHCb2TVW4+O+OJvGosp72moFQ+ndCxuyUZCz1R3QC+OERWPgfB3D7Oo1E/cC0+voLE4T4DDqM96jtAO0wDXb4/08g+Q1YJPxmKyr74Lji+RLltP0CsnbxDiNe92p97PkMDwL35hUC9vAAdPQDAWrzB6wC93i+cPr/EFruw5687HKgIP2Vfnz634Z8+xLpzvl/ZHD0gqq07QqV6vqFCQLxpXwI8/nJ2vJ1aiT2l5iG9aQBjvvk7oz78Aqg8JC9OvI56Kj/3nNI95PE1vlQx/z+q0Zu8pO6OPjWymz4/JoE8orurvq6tVr4Zg4W+7eA5PPKiOD3X78681WcGvndR2LsgBPa8hj8CvYIT7j2E2Di8AwW1vVG5Cj3Epyo8JM4IPMXzljrHAJo9FB9Mvvda1LzvVMC8y05APdVEpbsEoZi9mqIVvolEYL4Pnti6QiacvFJ/hr68hw2+9MkUPT9k+z7hqrG9XyyhPSdjur0DzOU9uwDVPAjbQz4LH28+duMuvkbcILs/KpS7Y9sgvjY/Gz77xdw778VzvJ8Lsb6o5QG+ojEZvm8OSrtGmR89KoMMuDZDdL0CqFG+IXGcO9EvU74bJN8+", 
        "K9l3vQTUur3Y54g7XZmiPFW+HDweZ4Y9woaOPJPRoDw9OpE8Jidbvo1l77zOESW+j+XavNewUzwZdQe89pUduxrPgr4c9IC+/Km/vP0y6LwlBws9uTvXPMMcOr0qqjE+56AOP6i+kT5qsGC/mGC4PN3Qwr08hB4/7yqGO8tMMz67ml0+0F8dvgSjxr1J4Jo9PDgOPYPZBDzBvhc+hXcsPGVWOry8LZE+wC0avRvPQbzSmpe8waKdvgzbcz13Cyo+LdXhvOFMN7z9OJ283aIyvqZfgbvUCgs97+YtvgVSlj7+nQw/9EYGvlk+gj3fxQo9PjicvlU2Dj89XzW+R1p3Oif3bjycEgm8dKZrPbUZXrwU8pK80FwvvRUCKL6i94A+YUB1OxFFET2pLFK9y/IcvWGQUj0Pbiq8dAT0vJOchD5NPGS90t5hvlmE2D3LwUQ9rto9PEMAcr7z6nA99yQ0vf5EtrxEbDm8ie76vOmzTr4UaNu90wMJv/GSnD/RroO+PUfyPvYEg7wFY4e9Gz2XvI05+jt1/tI+K+QXO7wXF76Hxz++nTwlPoWROzy41Iy/VKHHPtj8ED/Jwiu7CNCOPlk0xTp8tmG+M3nPvIoUg71vHh09RBGIO7VwGjsdlhU8EtA/vaprQT824Aw9cFSfO1haxj28Yhg9mWuZvSHVRb4amyK+DVcIvOrRRbyKE0s+EdC8vMqeED0WLQ++pPG2PdZnvD7yEUg+s4MsvrII0zzt+J2+CEImvgquNT8zMQ47TRSKPvUBhr2u1Ks91G0XvK1T5rwmuNo8ujijPsGh8T6SBLc73MIWPdG0ir/NhxC9KmzQPgU7nLu2+i29va0hPz6Nfb40oKo9/HnlulmMFj+/6Dg8I9VLvBAmWb4KkhU87Ji1vFuXEj925fe8cIL7PYv8c76dp3k8q6ouvFYAJr3nT30+/ByyPdXAE704gYe8K/7wvbrDA72Pma46SLBVvcWD5L0+AgO+D3MHPArcxDz8SOG6PTxXP6aQ+btyfAO+", 
        "LkG4PixVnTlZ6pG/nrMrvVj6BD082847Q1G0O3L9JzzlY9e+4WU2vVsSGL6i9DC8wTERvDhFFT5s1Z+9zwe4PX6Uoz7k5iG89ZxSvMcM/T3JRfW774AGPW6vVD0yuTm+TXMVvXWVTj2U3Qy91JsrPSbOTz66F0C+6r8Hvqi+2bv1kd+8RP1OPkefdD7RmH683UxmvPnoJr3oul8+X3qivpIBfruDZLa+7q3hu+E59Ly0oze8h4QUvHddTL5/MXw+rhZMvlZ3lj70vMs9t+9Xvi+fxTv2TM29YsKePhPXBTzVJ6W8ciiBvHC39rzpvyg//FSCPtZggzwghx+8vWG3vZQwIb539Ce9z7x0vGthp7xC4O+9VCA0PlmjP72DW6w+5p3NPhvf3bvhpl+/OCOaPKvgwD0NmrU+a4yKO1SSpj4nCC4+s9RaviI6pr3t2yM9330WPecGq7zqdAY+sCoVPP6aErwSXYm9Oe9kvreXILzBo40+RmFrvtBvdD2tuSQ+ah0DvNqsbDx87jW8myVbPoOINbzeFQc90okbvjm7zj2dkvk+IECUPjGNVD490+I84DLxvNlzgD1S7D2+EBMHPH0iPb2CmBw+FZvHPrs/e7uOll68t5tBvdstZ77itsQ9xqR9Ow5uDD0IC1e9lubwvJ6gTT6x+4e7G3clPsmh3L2HI/69xn5Svpo5iT0D74k+oonbO3nTKr4668k9GYgxvaonuLxvl1K+PbHhvOWoV75lez2+MXwOv56Fmz+Gany+3gsYvj12Ir5Uozi93U4av+ztsz6YNqA+wy1EvHtxjb53AUa+h35YPhV9QjxjUYc8tzJ0vdRcy70PvGk5Eaxevi2uiz7JSsg9181mvExFwL1M8yA9Ey/IvpcdMz2pzhg+zilLvNFtmj4EZcO86PaSvILRZb2wug6+q2XVPiGwGL1jrpq9+rilP6S4ObxosTo+I/fqvfRGBz2jHh6+7f2HO7A4OT9jjLS9N98jPPw8BT0X2k++BbCdvv13gTlSIoY7", 
        "kfxRvu3u/b3OTUa+nJtnPMMbNz+3t/+8k/tuPit3kL0jmDq7M44PPa+shbynZoK9jyoBPhcSRrxwvaw+tUwqvp555jyDOWu+RYF/vlN5F76BD4A8tu9yvlcpQ748Qh29oFgbv1VMcL4/8Qc9aaLVORqdkzwcibc8MO+JPCG46z4FN2g+8dnLPkZv2bwwcnW8XmZIPTXpab7klby/P12yvrdgVL5DiJQ+bhNaPHqazjzZNqM9iF3sPrvdnLtlRII+9pGHvltaij6JB4e9Do3yPrFNIj0dXRq+0hwgP2caEzwuvGk7OHysvKG4bTxMx/46850OPWqqlr5Zj4o9p8uwPkSjqT4o1JU+qsRmvJ5kvT7DA0+92qqUPGmECz6rcH68breWvaNdgT1Stj++cQQLPUqiDT3STye+TsVlPRHWIz4qQQu+S3oavl1lAj8egDk+l0KAPjOyHr1yah++zUkxPlkIz7rKyRQ9H37Lu4pUlr8CODu+ZyMlvGrf5DweFyi+SgS+Piw3mj6pPuK9GMbGPBmBCDy/GLg+bk5LPZAdazzsgQ29w2/qu/ZJbD183my+rkiPvfekcTys09W7N0P2PhT93z5jJQO+wmxYvUOUgLxR0R6+wHxNP3PMyTurGRA+7iuCvFxKRbyBBwM8EUR6vYKJlD7CZ98+8AQUPH3mnT5kco8+BJlNvCO/K7x2ODW984cbPfTZB72ZNw47TgFhO0nVz72gDjo/p4K6Peh0erw06oM+zsXtvQ8IhL0nn0u+oSrIPTk2OT3yMU+8giAsPmfrF71LMgU9IZkXvsKHmD7FJUg+w4ZGPb/NPj7X2do8ktRIvsoHpr7fBAk/2ldUOylyYj1sVDc+x4oaPdquKLyj/uC8v1WnPACqmD6vERA/+HWUO7HVczy53LS+MvUQvWEKtT7mk5W7rLJgPckULz8t3Ia+XX7/PUmegb6HDZM+6f8gOpsV3z49QF8+fA6Ev0TSM71+qnA/+BzEvLA8Xr6qRM27b5eNPLrn4rv0vFW+", 
        "SVqEviaOHL7ApgW9n4g4v5rdDj6nuuA+9ShNvFFytb4wIEG+ZM7pPuRvLDtn3rY88fgbPj3hyL0tPD28s5ROvsTYgz62YAQ+p0XBvIIjjb2XnQI91hvBv2tjij3u0k8+CdYJvKCbND5Xjn+9B5/pvP5phL2pxKm8hr1YPo6AMz5bexk+LCF3P5D74Tohd4o+PIywveSrCz1KIh6++NdFvlmZPT9UCoS+xj4mPpAe6zwB0sQ9yZZpvmd7FD5fyjY79dk8vlX25b2IwXC+TLA5vD9hPD+RrSi9ufzWPtS2HD5cHnq7YDQUPea8w7w3N1W970RFvr7WQDsTdvM+9YlHvjco3b2Oe1m+b+UkvpnMb74h8Ic77vNRviBSar5+Kyi9F947uyDmOr5CR/o8ER7APcGlBL6Kvbc8I682uwZhSj9FcIs97U2Bvt9VFL/dqNS8HDo3vbLJcj4L0y+/fCdovUK1t701ZNo9Q7UWPOCbMzs8jha+RCS+Pe1EoLkV6CQ8FCORPO+BeL23epy8gVWxvWesET3J/by8BIyHO/JYvjxyWAO9xqo9vn9xMj4i+Je7VXZHPqxVTr6vTau9OxUyvvLaZ74GLb88PzMNvNrS/z2u052/oUEDPfWf6D62ED68GpAOviDaRbx8tAw+964BPSqNkr4sfWs9FcU3vhB0VDzXO2Y+vZCAPhpbg76Vb509FCZivN+Crj+RXme+yrdWvkZiiLvXywg94fCPvHCSZb+vcZQ+2mYVuw08LL5nvR48WLCMvvLQsT5dENo9Qo1tvsuHZjwRA4I+n4ugvDHkdzys/6i/q4WfvCo1xTz3vgU+dQZ3vsHQgjwLqi68Jd8PPk1U9b233+8+DFEbvZN1yLy541O+ht65Pmpdjbx0PLS+PARIvlmudL3SjAk85XPyPBZwIL5brXM+EjXqOQrAzr0vLAo/ucRZvivkh76MUWO7YCCCPbgixzttROU8NyybPH2W4r+d8nQ+c6hnvjhCI7xSwYU9y+1LvbaSsL3FBVi+", 
        "GJmbPtMQubsm7De8T6iqPrdpC7z0Tvo8p6uHPs6PRL4M1vW9tKW4PXECvzxA8QQ93KxXPqf9YT7Ppha+Rq7Fu2dQEb3xbJw99tXlPuvkiLzdQ468ylUbvH+/wD6B8ES+T7mqPOmNOL9Amhy8R3Q7vb5bkz6Evmu7BxBvvkruxD3zJR++ErgMPxAdMD46cWm+ayF4vA7OfL4nEqY+mYlvPO3xrbxsjv29K8nsvCDUJD8C0ds+ZsVGPMbykDxXk4S+2zpCPlDO2D4yPgu9sGeivKBmurwAF2a+rr4yvxntpb7dWEy+qcTHParCfzyw1rM8C2VVvVSkBD9K7aS7T54nP/pyo7xA4dK74lPMvOK7OD5okjg9npgQO7QD8z8XDg09rCZ6O/mYRr57Csw9tlZRu44FaL6OFpi+qc1kPE0Ydz6ljsE+CyKSO+olEDu/nqc+uWYxvuQdx7zWsIE+BzHQPLtCHD5gvaU9pZWJvr653jwBG0A+Slr5vAtvML1JV5G7hos1vkAp673B5w4/xEBVvBPUMj44aBG9iS+Jvg3Zlrt0Iw676Q8SPV68WLtufHe/zS+8vU5c2rt7v4W9bF9xvnkgBD929D8+nKFVvkvT8b003A48LavMPjKUD7730WI8b4qjviZI0T05cdY+yzRLvsm0nr084Ho8Fg8/PMnwBD9F63q+1H2GvrpAlr8CaBC8zKnrOy/gxz4S1NK9RWYcPrkUGb7pcto+aP8KPNPYBL3G3bE8CScMvQK35DsNlJK8r3tnvKedZD3xCpy8CgegvU1lFj1Jobm90IwoPQ534jxjrM69mOozvgtcKD7J4Es7u05qPnyXA74EdJG90Pr8vbJcA76MBh4+/WPCvLKGZrzfqIW/YlDkPA9qCT9e30e+QlwCvlPE2LwtShQ+QEMDPYuJmr4/OYA+VtOnvOj9OTpYpSS9Z8urPiYseL4J3bU8hQuruw5VBj9IZje+u+1Vvo2rB7uL2wo9AokrvG6Azr5QkCc+COaTvOlKF77Guh+9", 
        "4NRSvhbCCz8Ff689SCB2vW/c2TtbrNo9sUmRvSRiIzxXkhS+mM1zPluGw7zXsFQ+j01evgl3ajx3JE+8gtSAPlaDfL4v/Yy+Me76vH6FerwWyKq9GiMJvSvVCT1Lnto+MwWVPLTHOD64Qze/JSrKPHD2kj0OlFQ+cfmCvFj2zT34uK09sQKDPi6u3T38/2e+TmrfPCHj/DoaSae9s6VIPOqxLLrbt00+9jqJPbIDD7x5Z22+XXjlvWN7rb2EekI9lFMhvba66LuoqMk74TNNvomDpjvJje886bAavtEfyj5QItI+yH0NvjiUVD5bpBo91vYQPZ7F8j4GfCW+I82YOhDohz5FJMY+IzG+PnREJbyPUK281BIOvY1hnLy1CPY+v7qNu9GyGD1x+b+7Bpwmu/Kq5zzU+iq7UQ6PPlHq+j0htPE7ZzJxvTGegj6EYi6+JJOwPW2/cr6QYPG7nFO/PP1aCrxy9CC9sYkJvbW/t72xlKe9fUm0P4HfKL8OCrG9RuA0viSTzD0PFca8darkvCOJcr5/zfY9di93PKxqRr7Z4x0+b/z9vD1K8ruoRZ07CXY2vkCKwj79UKE9A/tkvpXT/7228xW+6sFuvKjTwb5L2AS+dce5unQMcDzWHsg8UEgUvPpUxD4dmkA+/EuuPCStxj4a05i++AelvV9bQzxAL2W+de77uyGeWr5QX009Z3klOswEBz2Hcuc8tjY+vig8CL65Dga+PYeIvnPvHL9GbV0+hNPsvR8/kz4YHts7nw4PPn6iEr7CXr68nntdu3d9DjzYci299FS9PjM1WD7KHCM+MEuWPIMKwru97pO8aUr4PfcJr7uvJFi+VZVRvsoW+D4TVqy81rVlPlVGX70U2MM/7CPhPW5GFb02R3c8D8WEvEyqer4lSw+99r8PvnsSV74Zi2I8oWcNvAjA473qJOw+0Z4ZvpUJzbw+gou8pdnoPXD97D1c1O27KHLYPjnNcD6cSau+OupRO3Os+juJTD2+4eUqPjPrq7ufbVq+", 
        "Lic4vpQthL5lxrk/hxfAvQtlDT3Gw787Nw8EPIkGSDyJpIk9UowePdMTFr6GCFC8BAp8vk9Ug77iFJ693xWqO3LE2z4QdiW8k+V5vI0Dvr1ofPQ6SkAEPXFoO71ehDC8YaXTPtt9IjwJAZW+sDQ7PBfyvr2fG8g996U9P/W/izoayp8+FFfCPo8KnL7Qcsu7wiSWvIafH72C6EA+ZOlXvuta0DxZeL2+WcHNu4ADAbx3AfS9Ohn9u3FcCz6VgvG830+HPnuVXT7tKGg84aemPWKQMzzK2mQ+0D1UvmXjlDwFs4+8ouowvidf9bwAs1M8CvZCvlm2Yjwq20u7g3/vPbLt+b2BZH69atUDvTsfprzyQ3O+mtoAPsEO9DyXmBk/5QQ/vm6LGr4J0Si/AinhPJRwgz4skbm9lC55u9tijj6v4kg9cs1dPlmC3T219lO+nezQPI09kDxpUZW9F1owPHFzOLuGRTe+u4jKvZbtWLzM1TU9+4X2O0cYeb0cpiY95fnhvJiZdbyiewq7MndIPicawjwwT+Q8BTwkvg93SD4rAqQ+XOOUPr/yvz6g/pI8IAe7PsquEb3jiBa+kOYcvN7lYT4SChc/hTM6P8/jqryuM+S8bhkTvTyvqb3m56k+9r2Uu/G1Fz3cnsU7bohAu6LiQT4YGjO7Lj/wPogxcL7/q4q9km0EvB6jYD5/YeE8oaatPc+1F77fsgY9VmOOPN5NVLxEQly+02YHvcHWu72n/Ru+6LO5PyTBLb92oLC94TccP6Tzuz66a5S8Me4hvfu6Wj5wDRA+KFx2OoneRD4dswI/eLy1PiO5Bb7QG7U8R5UxP7YXz70HWpK7vr4cPnysqT69XTk+OmpjvHqddL9HRfs8XcGlPKALuDn6r4I+7kNNO5wLsD5328S9vE6NPE9jBT969Rq+oh3DvRkpFr6/gaE8jJ3BvA89hLzeoYa+sOgAO+rLir94yr08q7DKvSuHpT0ozg29IuWEvgPjjzxngLU+02oLPupgEL6kcFg9", 
        "ONBqvrfPGb5357Y9ojLYPNWEYj0pCx29p6kDPyb2gz5nxeG6BcUPPWMW7bpaO7y8hyuHPpcM0r5W5hI/VrzLPsk4mT6A/CM/eyvLvQ/2Sr6255I9TOVjPUZF4z3fZWk8Nq4RvMXIqT36hFu8pgyEPrI5a74D5cY8jVADvANLjz2xZYG+CYkgvrdaqrwxVpy8s5Qpvahh3z6q6Rk/OT9cP04eVb4KMU+++EcXO0/HoDyrv4q9GmLivfwy7zpcuDE+fUNSPhavXb5KYiU92XVAv8x5xDwnr5c9KqPVvrYhjDzg76y8Fv1IvsUhyj7dbpK8C3EYvrNELz3QBJu9aFNIvt6IZr71yQS+jkWFvDIkR74S30w9F5qUPAhjpz1UV009EVPoPp0AKb2QXVM+nvIRPWzOaD4YGTo9moY8vlKTtj51aQY/iYASvuGkE77l6f0+Umc6Pr61Gr2ACyU/qxOpviPRD7sFcQ09kMBKu2VNbb0CXI46h0HUu8AkRD68j+G9jFAHvsMGdb4MrVe+GsJDPtueCTx3dSy8Uq4svj6MYzwJ8cg8qisJvR4FED7h0MI+OwjWPoLygzwMywW8+N0QvtQyIz73tyk++/3IvFtambzKAUq+z9RUPgkBxTsgZ1i+kF+FPhh53j3KvSA7411APIfFXz525Ls+3mIGPso7+T02Twa8LV5bPn9igrzNwba+4lXrvevgAzzwhaQ7siR/u5TzRby+O64+DSCLPul9tzwbEQ0+8rXHvD2dub3yJ2+9DeZ4vZXTR7zZ8Jq+9MOYPkiWUTu2f+I8JmhcPRKYQr7XQyk8Bk0PvnoCIb1ppyy/JePbPT2aID4bd54+F1acOsyBlT1sGP29/0ZdPdWcHLynqlm8rr8hvUbeZD7Dr5Y9zikOPhu8jDxcqWi7RQO5vBrBl70PzwK8wABZvtl5br5UpdE+Zf+pPqmPMj44rvY9EZ3APxP49r1eLM085cV1PGh6ebyGOU++2nrDvBIIUb6PnHi+8dh5PJlE/bvvkh69", 
        "rEsXPxxhej67p1y8KpZBvbpzeTzaxkw+CuH6O78ocT1jpxQ/s7wiP9uoC74X2qQ8mcE5P4bPxb0XDMm74gK/PCHlkD7HaES+NQeQvHOvdb98Wx49r8sxOh/37jr2U4A+ILlZOjzlKz7D6e+96mPTPNN3ED+YaIK+41u9vcsOVL6fgqs8iSr9u9GsmToBBsC9Oeu6OpEtib7ILwo9DtmFPtKoXz1x1Xi+Zi0BvjruiTy1Vx0/75FjvDjNe76kAAs9uGU/vjSnFb7/HpA+oz1KO5Ubiz3efCK9QYQ3PpVAFj6VnJm3tiQTPRJw5bu2oeK8Xz+DPliLfr+/7HU+yCyXPrXrwz5lJws/eJ5+vVXFAb3CVnc9fWQMP4SJjj7fcZI8uDcNvJulgb7YmdE9LMX+PgP4qb1Hbrs8YmgAvMaEPbyJWJO+4DALvbH0Fb18HKa8PtIkP3az5T0LF0W7ziX4vSiEeb6VQ7u+4LRWPLHyqDwvuBw/RQ/AvYTvajzqaDC9tmyYvrKFVz52BRC8rQYMv0z4Vr3/4XI7PrShPBywpjxEZ2S86OsSvgBZI742iCq81Y9pvqbbxD5QPao8sJoAP5Ko973GQQ27WhGvvJL6hz7Smos7zQrPPAkjFL7JfIg+7S/EPrVCzT6MhQk+Ea0Hvuy+tb5skiE9nfpDvoF/cz9c2NU+AuURvhHB1T5LfeO87oGJvLA7Jb0pxPg+a4hbPn57vz/NBiw9yaQevCTutrzrEju+jwd8u1vWoL1OKgi+vemPvkYHWD+aIpe+ChxHvjT/ITuwpB4/7jjmPsDOQDxOQsq8fFPyPi0byrz+uLk+omZiPn19LTwIJeS704MuvlX8/j7J3ve9ZyLFvAArjbz/knc+abwRPO/xbjzYvQM/JyChPuCVs71MEA08+zZEPIiQs72oxRi8bgBbvBUOeD0OW4K+6aIhvTlnBT9vaiK+vNKSOu5qgzsONSa8TvcGPDkOkL5EX+q9Sn5mvkLl6bsgQp69SIkWvMoVl71K74g9", 
        "mRIgPsbLP7wT9F48z77Fu/b8jzwoUBY9fc7CveojQT4zrYY+4n+SvRGQUr4+XBE9LkG0vSfB6T38cRA/hzxIOxVcnD5+D9g+q9QnvlGvDbyixJq8Vn4bvQ6/ID5g+gi+1lsEPvq3Lb+PdK07Vr52PPQCOr5LTj67lccGPkhe8b3xrG0+QspaPUi9Ab5YYmY+d69SPXFkvT7a3Hm+3TqKPPwgeby6FA47ve/rvH0QaL7YfnG+KRq+PMHA4rwmxYk+FrXTvUyHVL1P+i+83LiJvD2eJL74A24+IeqwPnJS2j4gSl2+dYHMvRxzgzqx6q88WNZUvcLtZD0PSTK7JPu3PjIoTjwf5BO+HnyBPGe4Ur5L7hM93bdDO0lcnr9BT2U8HDhYvJPu7L0rqLs+41fLO8VYZ72dgrq92WlXuyEaTr5ezpY9l9rFu9fXSLycg4G++M4DPlJsmr0FTp4+J3whvJfgRT6gOE28/RVRPS70qDxoYoQ+kSULPlGBQL6Gzns6r43PPaUblr3YKfY9PjyHPOs0Mb34nSC9/km6PmMxQr4EX2s6S4YNPT78wLvTvLO9A36xvU5Q1bthE14+Nwt3vkNLrz1875y9ZAiFvmEiMT1TsQE867g3Prdom75LCoU8++xPPptizj2jhds/qwCLPnVA9D3nLXg8Xs1ivGUjUz0W84O9Pjmvva1mQL0tozi8P92OvlzqjT7piwG8X7GnvhbPXr6hq4i+ittHPDW1qDwf+Bw97fjNvdgJfLwWUWO92VxzvmmZmj7aRzO8uYKKvsh1yr//JwE8IdKAPOCPMTxg5+q4JU40PgSKHT3OIpO8Vo+BPvnVvD6YXAo9t0z5PPEVb77MoDe81E8+PBKmVj79CzO7MsS/PFz9Db4gjoG+aJ2pPWIDmL6ew18+vk9/vh2EmL6I54C+/nQ8virCaD4tO7S9nHJ4PfkBIj+ouuE+QeeHvLqwgbsPV5q+LnwTPh6o+LzGZtQ8090ou43mpLzosju+Of35vNBuCz9lhHm+", 
        "O2rFPpII/D7x1AS+snGdPUWP/DzS6Ec+vKxmPQPSizzH1XO8Cue8PiW/Cz1LMk4/ydaGvuGcszx/AyG7GigIvgHXb75ajgC+HS7hvBywfLxKxpo+Qn7PvaIpg7tpy6w9baE2Pw8XbT7dx7s/BXioPMYQRr6CK1I+TQFBuwX+Jz6lNx4997MrPZmWrrxyBU07w7cDPYdxuDtm97M8pzdPPE5td7ueDRE+KeuOPfPsTrrsoXQ71HOgvfGCYr04Guy99BChPjXvMLzKPRa7r4d1vp18jLoQpho9xpgsvi8xjDweujE9tHd1vnRiiL5BKPk8hQ4pvlm5rT4UgE69aaC5u9++5z0jGzI+zyKOvc96Y7zKVEe8XlwevQSpK77ItNI+niXCu6R78jxkY489HgSLvDSolL1oIoq5UtxTvsg4Fj5w9C28NZEnvkp5vTwgDz2+sewQvVE5hz3vcuw9dlnFPaFUebzk6+m7IOHLvLSkkjt9xs0+kwVnv7nQPL9Yy1m+hOSAvqpGg73HFRG9cNXDOSgTab1+pFu+uN0qPPzFoz67n02+qOmgvqJ+KD1CT/E7KexYvjAzPL1D2Nm+GfC2Pu2KPrt/V/29dN0svMEKJT41E8s9e+CRPCXot7ue2rK7S8ohulmzh71j41u+y9fOvCFsjD4pZt49imifvSIJ0D5hdvK9kv6JvMokaj+p34G+zv0wPLSVCT1TLno+srQ9vgcYab5YiYS+bVayvR0eLL96GyU+IjYzPSF46z7k6/i6KidqvnmQ2L2lYKK+sCEcvDoEHL2/Itm8DoIsPq0apT68HDI6AhkYPV033TsJc9O8bokQP5+HrbvT2p0+YK69Pk4xjb04BVq+nJtRvrtP9b04ol2/PrauPpUXuz3LAo08nxFku0gx8r3r6fq8q8qZPiSQ7j1fxUY8TgaPu9QrIzskdgW+Mh3/PQt7Lbz7zZG8Knz3vdrgOz6ShuY7MDlQuyghSD4EH5i+NWyuOzKxbb8hyCs8xthNPiFmAL2TkFy9", 
        "Dy1ZPskBPj7NSjS6tHu1vRJ3/Dw8jE472w9GPAFZhjwNjUg6zR6bvXGRBz4C0sy8/la+u9vQqb1XZoy9dQvUvQwmtzxmLxu8tdeePO4PZ76HJpg8jYj+PCtNG77yRa4+dw++PeYBdr6XoQe8DqMYPYjenj5sBJC+beP8PS0XWjrElNy98ADmvHyarb0wDh28ZwvIuwcnbr31dc69BLvpPQHn27tFkQo97dvJP+dcVLz3UVu9En6nu2TUjT35v3W+FAF1vv0jkj6kv1s8ycEzPrLnCzwAw786nnI4PmdewT2DZDi8C7dlPtM7+Lyi2IO+Rgihu1T8bjyGTZq7YUqaPndHC744gcw96NT8vF91ibxAezQ+onsBPRAFbbvVVok+HuQRP4KZX73gZrs/PGKsPJ9xJjylLte9syAFvFcroT629ts7GXeivFcITLztCpi7h7zsPAelxDzPSZk8memFPHuBJbsyQEG+CQ3LvTmF+bp+d5s+nJbWPKmUdL3LKwC+ts2uPl1ns7wy/Qu87McSPkf81LriXCA9LwIrvqLsSL7HX7G8K8wuPggYFr7zoR493EgWPpiUD75p/q28AzB1Oz5VrTx6oqQ+FptmPqUDGLxDRem7ZdIRvVkEcr7U4ok+22bFu9XMCD2rQIs9/X3XvN7WbD20tM+7thCbvHSwUr6cIWy9DXDmvWuLN70XNsS6WGX7vECn9D1UZxw+AX7MPSpXMry3/DW+0VTkvNX9jDz2Nas+iUJqv4CwKb84v12+FRSSvhepCr38jea7ukoXPYWa8z46pK09a/vkO+3rWz4jgW2+R5+ZvpcvkD51ucQ8gsBWvstklr1jqQS8IdUPPmlFzr09kPg+e/s+vGroFD+sWkc9+XRDOqEIujsadgK/9Eiiu6Ia3j6JJ6A+BvIUvKLCCT90mqa83Zyovaz8lD759Bs/6TEmvIr7mrq+UD4/105Fu0gUr74nXZK9G6C5PKgoCb652b0++8oyPLT0Mj0kbyW9TH3CPqRnCz+0Ebo8", 
        "H8ifPUNGlb0cJn28V8YovP/0GT4kIky9qxkUPaVNCj3xs4I7pHcMPdAOfbtZk8u8Xk66ve02+707X/M9ImMRviaSeLyXogm+ovYHPudIeL4uzDC91QN+vrsFgb6l6VQ8Y4NzvJBi6T7H3I68enK0PsLRoT59+1M8pTB7ux+wIT5XVQ6+c0a3PifW97uy3pw/9NcqP7rPFr4XKfo8lM23OyeyPr52aAY+RoaUO5TMqTwIYFS+QQ28vc33Vruyx4q9fHtFvmo/AD8WcF+8ool8vSfO8zzY5FE+dbhTPARqeL5o4SA8ScnIvZiuvj6SUYq8G6tWPetnV75t2mc8A0cFvpg0FD6WLiq/RdCMvBhdfr33BIM9a1QHPZ+0IL6hCAI+vTgxvgI66D2R1rU+WIv6PFsqM76u0Iu+y1sSPlnxqbo2BkW+Nbl1PAM5Vb3YEEy7XWkjP5xdKb0dG2e9rRd7Pl3SBbstzhA9rTqBPGe5kjy3la4+JvphusMPU754eQ68hDC9PqTqoD1MpF+++3I+PtHNkztVaC2+bVF3vkn6lz0bG40+c3t1OgvWPjzWgAY9GCTKPRqevTu7BLC8rryFvubOAT10koE9DtSgvA1LVzzuwL69SpQTvqR9B7uJfzg+6sEHvvkpQr4KW8Y8KauxPDc/8T3UFme96MoLv78BSj/BIpw8eHerPr+9hLyFLNQ9PlvVPT7Xu7v8hIk8FpPEPEOkK7s9y1u+X8clvq3mEb2aNjc90mijPtZrjL2KeKc+BwiDPUaZ/ziHe4s/57dtPQeG5Lv3Dyg96R0sPuMTJL56hhW+TJt0vr/dTj6UnR6/te3/PbtMYT7yIMo+uVsru1HsRL4Vy6S97nJgvtbXHbxvSCe8Wv08vXVOsD2dJpk9+do8u8PPDj3o77i7I7nGvEpXsT5yg4g7WadFPqtjlD4Fi/q9Nw2hPerRIL689b09flhRv1YlOD6IujM+DZ9mPAtFkbwL/hO+ngDuvJ1NfD72At49y1ZBPHtOqbuhF5Y9", 
        "tpuEvtmKR76GWYW8wiyXPP0XXz6jyyg+n5STO9ahzT3djza+3Bodvf94kD6ClqA8xwlKvkzc8LxhmBW8e3XevFluN759i6o9uDFevDLuGD9brBA9TZNaPNWPAzwGnOq+gULfur2WfT4ztYo+daIIvLKuBT8ZlKe97AiovfpoeT6Wpf8+GDIXvMyy67xWs1k/Jqctu+fIOr3sIzK9V4LDPrVhYL57URk++BIWPlzKFz1zrCs+VSQ/Pt+VxT4o3AA82moAPoJzTL14/zE+GkASvODnAz4Ogx695f+QvuXcYr1jSsI70YYNPYzkvbvX0Ru9mJKTvazFl74h8UW+sJSDvhIBRz2gQnW+gN4uPkPmtTuLKTK95MSKPhKBr72zBoA8+aidvK+gyT0esUs8dPsLP92/5z6HlR88P/kDvKIImjzrBgA+azmdvnsxB776aKe7oiVxvnooS744x8G7qJALvlvUmT6XuTs+jwzNutLhmjyzhhM+tY6JvFr9qL6ELs89W2ctPshSlT7/jIO8kuy0vZ9YBz1zrwI8xpknPLx5sr95JQq7QVYyvl4TZ76vYrC+KPwFPhHyp74xnce8VpoqvTkYgr6qXA68QZZNP0lWbjv+cCG7jXAHPdhdIL7HHC2+b9EMvYhSsz73Ce09P0gDPTsfQj5gS8U+D2YnP5UZWj1eaP+94IT/PZQpP74bD6I964ejvKdO9zyFuaU+i0UOPzeZkTvoiys9FdfbO9JXg7wulzu+SB9yu2vTm71rk8i8/ZyUPhjm9D366h+9OXgcvZNnZjxzH1C+tr2/vX6JQDxMC+e8QSIdP5M3F70k/tA+TvW9PgZ9gDwi6Oy7tGKavU5w/b0xu7Q+jE8zvVNMnryRZZW9WeUaPvbQArtgI729X6aTPoTVk75YMGw73Ub4vNxmhz26n3s+ZpVOvU1BZb1c9sA9nHJqPt03Tbz0k8a94nHbPAppwjwgSlE8a/WoPBNLcb2KkwG+sBMtPoJFIrwsTVO8+wo2vTezhb3uBBW+", 
        "A2MUPTk4AL3q91G82fV3vt2wkDyxgQk9QZUhvuIqlT6r1bA920Fxvh0d/7vI0w89eM6TPgDaib6xyIU+wtaoO+eFxby37BG+lSeuvbmeNLsOGsu8UweDvO0oJb3/8UY+Wtzdu22M7Dz9sTU/9GxPvMCrmjyMUpC7Moq1vZd9Pr4j0Xe+8LBVPr6WVz5qELM+QCRHPJvnC74idSU+yPmyP754Ubvs5/49em8DvayjPr4n+H68wGALOg2pk7tKhL4+UXJDvuUAyD6GU2K8fZagP2kbIT/Idhm+8Z8EPOZuqr1JSEy+/5NaPujOszsJvrU8Ic7MvQIrsr3bOI28qhAWvpmhJ74oeAY/BWiZvLCYxL3uBwg9quBdPxi4Ojzr3IK++X3SO8OPw70bMJs+/mQPvb70lj2d2KW+uw17PZku4L33Q2w+ZNITvyRH1TvhhFO8VN7KvBLWBj1uIhm+qcOMPNPA1L0xYMs7PKO/PoUTGT2vNkK+dgykvq2vcT6TXq+7GNxRviFA2L0aLdq9ae0UvAViMj/QGjq9Xqu1u+loaj6/IAC76aIMPQLvjTyF4b280Q6JPhdVH7xpCSO+Fsl9veswqT7iVDC8QtlsvrLCIz5nlY474WZ4vp+Jf74K1aM9ub3ZvF3sA7uFXio9PJzUPOsigz17eAI8BtRrvPrlT761JMg6/6c5PisU8rxeB8S7O95TvjfUUL6YRoq7GvGMvbz4bz7AcQU+pfVdO0+iwDx4mBA9CWvKvUGyh7+k0rw+mQg2vkf62j6JaW2832fTvW1JyzyTOK66dpsSPCiwkr7tc1+6GXaCvp51RL6JRHS/2DfWPOtKJL5gUUW9ZHIPvqgGI764BZq7kRpCPjT3XDz+kkS8wx0IPZWMK77OcYE5mhKRvKOLzD4qCgA+S2cpPaqziT7G4Go+CsuqPibF9LukNIq9IXuWPi2QiL4UpMC8X8EwO4CAR7zxOII+bNwePhhObbvJRw09VjkWOTg4j7ypUVS+C1Cou2EG5D2RWSg+", 
        "ru1tPdasgb3SlZy98fGhOyZV5zvtI0y77WmaPiwiYTyB42y8+Py1PiQ7+7yhX/0+id2sPoVmZzwl1fO73lrcPQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "s13/vFgrvrwGKEA79CtFvXSSMzzFr389IDGXvGif7bzxQJG8xTjRvV/ZOL12CXI8D0gCPLtyzjpxNre9jBA1vX1p5Toyy5Q9L/a3vI0uTDwkLJM8D6FLvRo1pLwtGKG8IG21vLzKjbws20i8mfC/vCMM8T3V8cQ89ufKOrvdFz3OUg+90h+ePKB1jT1ZJ2U8OkD9PCnZ6TzswK09pu4vvPL6AT0Wgha9HM+wvWrsFbyzVj890DslvZvk471EJXe7dn0FPanmtbwebxo99b35u1o3Ej0p9e27tmr6u/4b8bzULRg8DMOKvUcOiD3Vb8w9nnGtPOSglLy9m4e9EeWuPYsRMr2vdP48+6jVPathcbxroc88/DiZvA2rujw/F+k9BLZ9vWVtOjyky7G9RcGIPX/naLzrCoK9DlQUvRfmID0="
      ], 
      "weights": [
        "3mFhvhHfXD3giua9/g3gvW74AT16k4K9mKSWvk/ChDzhuKC+NjpnvopWF7ykopQ9h2AzPtkErD27u6e95C6ePNKrID5gzj49CovjPdtc2b36ucY9t5bpukoaGz4KqZO+nq4xPcyeuT1FCqq9rxOJvdexIb5Uhtq5ViJ9vDjXQ7uK+gy+ninwPTmmJz4r9D2+porWPT4uML7gAse9Iv4TPQbiST5rmDc+F5t7PowGcb0hHhE+ut8TvKJhYL32U7A+Lc21vtruc719QIA+USdyPYfSLD4cDIG9GZ/MPRfgjD77rKs9ucFdPQef+r2X2as9FpoHPsf5YDzB5CS+IUWCvaPcmD7alKe+9YXDvU8/dL5PrB87D45dvUzoAL7b8gS+BvyFPhqVTD7jBsY9mfFfPr/0Mj5P5CA+5+BmPKbiFb3JYgC+4qAtvleSOL62CQI9O8ahvsI08D1PiV++CLgVu1D/pz4mG4u+SNGGPd21ST7Nd/w9MgB5PuEQp77ZQy++9z6SvZG+gb0bH2W+74cDvjtGFL4FwDq+JuslPeaikr7rIhK+9AOEPkB/hz6orJm6Pw7pveT5LT7DwRi9gh87PolH6byDpCK95p1NPrdlBryG+Jm90jgFvs7cBD7Pdhw+rCwmPTIxrz28PBC8GQDhvYCl4T1rUm08jFwuvdFzt7wko+I9yzoGPTWtFT6WLf4958cnPasgjD1u/oa+F3GkPNSR7Tywn8U8AEOlPbDbyTzczmy+E+CUvL8Q/T2WLh++iJWUvXp1Bb7X2c29y2ENvsIweTwtGD495UmWvtPoi77v7aM9fZnUvdtAzD1Lq8a+UzCAvkFGSL4T7+C9UwGOPRZZBj6o1GO9uWICvI22DLx10jM9xFFvPDGCD7w1d4c8PO32vPTPyjrQsjQ9BxqTPTjdGz7vr60+MxqDP8ZfA70LqlM8x4KtuxohCrx6TBU+3LI0PHCdJj881469KHOCvwTQIrxKaai9Mp6VvFUwGj7i9I07DEQxPXmYLr5ibAI9", 
        "sq7RPKELJ75D3QY8e1OLPgvsAz0SQum9RWNYvocJsTz4UKE+3OOOvmcfGbwvo+e9PPApvHyDxL0bQQm9lgl7PDud7z4LWjO+EqOaPgwMkTzLW2y82sUtOwCtkLtnEBQ+A+glPkTxv7yhuq28n+lVvJZ3rD3vUaU+OcqGPGh97TxtApI8GgIKPmhU7jwNoim9KeTHPAJPSrw+8508jMvWPEKlorzZH8s+0xyAuiOkTT4CXkY+/dB4vC9KAT63CwS9+8dLPmaTuj15/rW70WFxPncMFryilgK8zPtIvGNoKbz/Iwk+wBaSOw6r37yv2YQ+fRmEvSM9nj6VWzS84oXsPqS2Zb0vO8E8PfAfPH0Skz6WkV88XfaPu04DzT2Z8d87HrYJPNBueT6chE6/trRjvnZY2Ls6sWk+SmiJvfOiVbyLVXA9LOozPnRcOD14e4g+oJUcvhyFWT1OW868J/+ZPTSViT4IfVu+lvSrPael7bwBH4U8KxLEPOHuwLtd82w8l5JcvjyWHb6VT9W7R4JoOx4YED58J1U8SKiMvRR6Uz7KkX09sM0HvYc2eDzUWTC/FZAiPRdvGT5WPqm7yVSlPs4TlzsvGbg8PnC8vVewgb2pzLq8L9gnPrpfDz4wTte91jOYPt4e4718GUm8AKORPl48sD6QUls+9KeLPmYyXz8h1e+8XWzVPdZWF7zUjlE9dtscPtfJyj1fFay+ADanvtmRBj4OhwE+XxJlvYVucL1+nCA+gMIOvMDeZjxvkEG+lrE8vpEHML70KII+Hv6wPE4hqjsNJqw+TjCXPQy+yD0LdEu84IEIPT3/8L2GO6k9W2FEPTsKYL6G99g9zv1YPEcuDb7wFPW9INmvPQxi4b3/nlG8BOIVvqomND4UrtM9FSx1vW13mj63G9I9+NKsPj7apT312qA9+yZUPkx+UD4SeQK+1urOvePnID0IQfS9vzwQPryixr59vqO936TpvT041r0oMiS+AzVlPqc8Tz7Z59g9b9vPvHSouT2AV0S+", 
        "e6PyPrHOkj4uXLQ9OHmfPRo2FT7R3YY9m/yfvYrr1j3Dg3i91BciPs7CCr3dyQs+Ox4Kvmwdfr40KVi+1ryYPg2WLb7kwWS9dXO1PhEe/L1WUug6aCbDvATb1rzk8Zm++kVBPY21gbwaG5a9Q9QQPoXAUr2wfau9BteJPgtOYT57bQY+zJALvkVLw72nXBQ+17M0vjXhMT73pDQ+TdWdPrAtUD5SBgc+N2zcvjPJC774P5Y84twAPtIZjLzfZOm6eIegPOALhD1gZJq+9B2SvoeIJj5keyY+//BlPg1Paz4E+A09R+vwvUeuhj02oIY+LJz/Pb3MyD1Ivk89b8mXPVF5BL1DS/G9cPOHux6jgz2w8zQ+0bC8PmKUEr7WZ2Q+7ILAvetbWD64/+89IDCMPjrRcL27VAs+Ix20PSJ0Bz5KvbC9zD2que8Q2755NNK9PzzyPEUqqz2T6bg9shVyPDdqFz2gQN69uXLAvRSS+L34KJI9hdICPoBvgTtDYII880RCvglHaD2To/W+SoUWvVZbAr3pD2+/iB3Iu/M9HLzEJsg8GxXVPP+y5T0TBWI9Z6iPPkUDYD4csSA95lCdvrgjWTwGFug7W8HuOx6MkLwn1Ua9X/SKvDS1Hj3yedY8LQxpva5/IT3eiCM+lHSxPnt+PL1Y+YK+wXcuvD12kz2z9US9KhXNPg7AXT7SFZo+HHMLvk/847xoeAa95hwRuyeVXT00SkY+ysj1PPheaD53lRa9LqSOPOj5g71uZYQ8NL0GvcMv9DucyYA+c+fsPXjr8b0yfIO7nsrGuze1oL2GWsA+GBgju2Vvar11hBy9zSlxPrhX2L1GXlE9oFeWPlAbUTtVG16+diyJvdq2jj3aXTu/ux+rO2tmeb6wtje/R5upveUrSj2ugaA83V7APeCqp70m12u81iJRvQgJVD42+2A+MQ8ivvHCpT5Lseg9blhPvvZ7Yb6zw/s86gaYvnnAwzy8+IA9PkryPDN3FL4CJFE+kS6EPp0SyD2XHyC9", 
        "huUBvuF0ST5ZBES+rj8cPhL4uT3EGyq+jKCPPDtUQT4yl48+ulrHPRp0tT7TdLk9Z3W0vS6hB7xWbpI9he1ZOu+1Zj4VT9S9D5CtvuMAvz2Pags7UPlAvbdam76f3mE9rTHSPjAg8r1Yow8+enuZPU9nu710aw8+K3+xvIEFPz7ciN+9YCzJPb1b5D2YCm++juJAPDDSfD5fZra92vQtvu6y7D23QI69l19KvIEdI774kBE+ECqQvWYiKj2T9u692vt8Pi1x9Lzp3ue9k5fkvWhMUz2TZaO9+YFUPpy6PD3Wjxs+2wzvvfqMP77atiu9D7xjPscPA74d22E+64ocvgoRVT6Kw5Q9lfQYPqfH3Dy+uMU82U2DPaqUhj3eDpw9t070ve6vTL64/Q4+rAacvdTEwzyVtBo+aF+1vRlSTz0IMGi+BpBdvmIqAD7azSw+cJ5WvYtygL1StDk+H2mNvPAnCj2Q4es6/zfPvgbmzjsyxLe9yMcmPvTeJj7QLAm+EAZHvuLzDz6r33O+3AbHPRHS9D2IDqo9fYwAPTiCsz2Z5Vu+IeIGvgHZ2T3DjKm9Y2wGvfVQhrwpCnC+BCUwPtmw9b1rxhw+edK8Pu5tNDx0aj48yR3jurC9pby+6Sq+ba99vawC9L1UEAc/Qv0qvRwEqj48lCA+W+ZBPiMDN7vKvcK+faqvPnetqb1Ynq09alt4vozqij3NMIq9aFMJvqDbmz0iIus95uOMPBoqFz6eV5E9OXqpPV7pOT6cWqu4nhF3Pbhp4LzA8L693aF5vcMAu71rTUU9em8/PmA3V715D3M9U2xFvpnykz3oqxE+JnV9PtWpy72YUQI92T6PPbKMlD430Dq+TPoqPu69pL6e8Sa9uUaivkZCz7v5Sfo+54yOvTOe+T0NRsA9tFfmvVs0nr1UnX69TYkSPk+vEj5mla09p0CvPSsNFT57dxe94VqAvUaUn7wEd+O9ygqVvEUTbD1Z0W8+tZf6PcPZPbwCk+S9/tlEPld8Mr6jpYK+", 
        "Q5eBPgLJET5OAvi9KBB6vlzz+DyLHqq+ZYnmvStUCD4JLF69AF8KPEbL7b3iYmw+062aPNG6KL5Vt1u+gfbuvTPVDT6/5na9gM8aPtQLdD5TpCS+vrbJva8FLD50YR48UkaFvrlQ5DzpPzk+xlJXvtw20j7Yfpg9/Z4bPhUrYz4x5E09IkcAPgW03z2N0Lg99wKVvsgIBrx5o7W7cd/TuxOomDyucz691TklPDU+ST/oQfk+fpavvpF4D7zkR0M/iK64vCGeirzvVX08L0y/vuIiab0nHmA7PxMRPPttujsspxM9mxOsPXg7fDsk2Mi8A2MSvWpiED82d4K+Yncsvdk7mbz6HE895j/gPbmnIDu/jM++7vN7vP4bw71MS8U8agTCPtlB1j5FnXbAUusQP4M08z6VeB8/dj5aOwL2kjrsYeq92dXLOyIh2TwVDUg/liqOP4jY6rxq2rS8bz0iPbg+jT79HwC97/x9vfnHmzz+sgA+C7/ePhq0irydWbo+FN+nvP3V5b45uxy9XF7gvHmzUz4G/509qRNJPphKPT5iA7w9NgcXP2cL9T4t7rc+jRisvAORpD1Iqcm9tiqivZ/HgDx8d5k9BSKEPBiMTryDBMe+8NdxvN6Cjjs7laM8tiRpPFNycDzCu2I9u9kdvlPzsb55F9i9d8+8PBC2Bb24qea+h0o2vQ89PL/36KY+dCxePJQ837xTLpw9MG+9vEj+5Lyrj5Y8vi46vHC9xjw/puY8gsHbvhbmZr4x2Om8Zbi1PKCUjj7tZoq8XYinumhfmL2CeN095CVQP4kGvLziAt8+69qTvtvd9zua6z496jgfPbeKlT63KAM9YT+XPGYQCT8Thh49rBf6PTy8F77hJxI920KLPisZ9bw7obe+S2+yvee5Jb+P+K69MzxcPIMBMb5xXYo9SV2Ku2t0Fr6LA4o8wUzLvg82K71wVpa+bfKjulK00bot6CQ/eZ+CvNti6bucOra98SrgvPhQRb5d+nO8CvCyOxH6U74bjWK9", 
        "+boKPSFtwT2ilR09GnYlviQze726SxK9NiyZPixvIz1tH8w9AN6VvhVYQb6eXXI+b9REvjWhPb7FBka9No8NvLOVFj4+kky9NzLivSdiGT7eOLs8b4r3vHdea70IpKy89hU9vWfg2z6NjhQ+aQykPlBbqr4EQBW9jiynviamrL4VnY684dqQPrvcM76Jr/y9KO1aPfaKvr1+45Y81kyjPjc9Er7NExG+tx7fPihl1L3e0849tcm1PZmDqT7rMgq+BSvJPe6d5L16hNg7K6ffPUWxAb73Xuw9JUL6vRsvg76kqsK9WBXkPa6EI73k4EK+VAn3PajP2j16dNG8jTXNPW778j1sunQ9c1STPVk9Ab0Rjie+q+h6vkHNQD0jjoS+BO+PPcg6qj2NMK2+Id+aPT3LBT3cF1Y+5KsKvARPvrxj6n09dWWOPcwjsbzX37S9M9QqPu+v4T2VAqo5dDFwOna55TtyQiA9yDQwvhODEr2jj4+8JSGnPaZTVDxo63w+QV1IPCWatb3Ahdw8u4+1uwqbyT6NaC6+MIG2PXlnsj0vOAG+huPkvA4/A71FtVg9dWQDPOvQqbxZ46i8kmItP7HnlD2SbLY8mXpHPaDPFD4Yokk+SDgMPBmBxD3947a8G+4VPaOFTTy94iW9Z0pdPYXDjL0Y6mY+BO1WP24O5r7NlaI9wQ+1PaL1Cbtz0y69tuzVvTLz4z0J2li8RtYsPVDaj7yHbxc+TWqBPYE747ypIhy9pEcUPIKh97w6L389ZrNQvEUTDT7SeHm9aD8DPvtX7b2EVpS9qm0TvaK4Fb0VgMa9iLe6PebKlL31ARU+/jWTPGeJt70pOSs+oOb5O6OVBD2MYYO9AFW5PLnbCT0YwlA9txoEPVmsuzqBNHe/AdAGvqpWOT3mIno9K+9vPQgpcT14efo8Fy0LPrP8fL0vA7i8pozyvtU7Ar7YF5G8ABwsPT5jJD1G+pY+55tkPB09oT1sB9889uGFvCqVHT09XA89W78+PcJlvb1twLe8", 
        "3BsmPBxrtDzjjpQ8qHuNPm/6IL1QeqM+xkddPrkFUr6NIN09ZZXzPTn9MD1ez1w9X8OovXRevb0Y2r28uwNkvDiKED5JLyu+7fZuvo1dmb1RqUk9dtqkPQw8hT89zyY9Wo/MPdtzlzyUIT894AcxvSLHHrygLq0+DuvFPJ6vLT7J0Ty853JHPvMNYT5oLAu+2MAnvLrZZD2lbrY9SinGPe7N07y9y0A+I6SIvcdzAL3yDoW9Zk8PPb+Z9Lp+hF094lkZvi6x2TyatjI++1p3vmkh9jvp1yk+Y2eTvlyuiz2f4wi96cxmPVI17z1oDdu9Mq4svhG73z1QstA8T8+JPUjEnD5bW3E+c3uVvsLaCb5Clwq+YUm+veoUqj59uIs9i1mEvt/xVr2B6sS9tq/UPYXeFb2ITzC+CLOevFGKhL5NK1I+wgqaPhNekr24Lpg9AyahPKxyoT68Sn8+KgUNPqQnZj7Ckey8e8AIPoqQFL6A9By9D1kGvjKVrb1vqJq8MoQiPgqqAL4+BJq9CYSwvrCcALzhMfW8v3lXPqMw1D13+Su+MkJcPntxMD458CG9TMJuvuB9Ab4RVY+98qdDvcfJkD4CD3E9cLkMPoFtDD5aSFK8n39EvvyQWz2IlhU+lLsOPsb1Br6Pi1S9hpH8Pe1WRL5/v4e9yqhNvBGBf70R04G92DNavW+fDT4pJz6+LfoqPj81yT1oe0W9DARWPicGgrxF6uO9iLEHvLsAIr7IJRW+nlx3vmmu0r2ZQ28+BIw6PZ9Qvr3rj8W7Qo2oPH1OtD1O4Ca+ol69vQ8r8z0hcj08ZcGAPsrlMz7piRS+9YfSvYzkHT21vuA7L75wPoJXFz5o53k9gje0vTFgFLpbMzM+xma+PRnPALwTviW9wAu2vbQfUT3HFjW+IKq+PZRclz07r6U9owz2vRiRDb+r58+8UQTQPD/Pgrr7KIW9sQQyPGLLQj3PCZy+9IhsvXq/Oz5r7yS+ga6VvZ5ZZb0U0Ou9KEWOPmO/0r7HCM2+", 
        "qA6PPnh5ir6hoKI+zJDhPZOqqD5Xrja9vnu0PVozSz6/pOG9zhX/vdZSGj6061k9mCY8vS1vtL1+3y0+8RlEvYyh6ryDF8S8+rdaPewklb5r/e28oJ7Pvc4p7D2kfaA+F9XVvf4Ixz2PUjO+ANppvuwX7bz/8Uq+fmspPjCB9L1zPeW9Edz3vQNQKL1tehI+InxJPVMePb2Bohk+8nBMPpjTHT4Fgbq9dGYEPrtsFT7rq+Q9iBJivNRfTTx90jG9e1OyPIVJdr1ufbC9cfBgPUIytD6zmKs9Y6EnPTLTyr6WsUO9sTqePhaGir2+4Jw9D8tmvn/eW71Pvey9kvVevg69iL7jh+U9f40PPUndCz6FUwY9i1E2PqLggT7Q5o68wOARvoHCUr1eCFy+CAoOPnRqUb1uk9S8O1P9PXDW9jzyx7K+2cCLPaR4Zr0ZzV69YsH2vehWE76lRn6+IHBzvfA15T3vGdA+WdX6PZlUqTtICyG+W4X7vYmG9T3rGU8+rHovPtq1aD4Ci668FaRAvfuk/j3/PrE9yZCJvNXKHrtNxis7PXO6u3LgT74d5ls+4WtSPf67FDwtnjq6aXJvPvtFCL3roq07PBPgvILSHT2CWXw/dtSEvZWRwj1Rdgc8krhTPAcJUj2npyw9mqBIPXSNZzwQwYm8ZO3yPHbcg79/Uns9WncHPvKSvz2povs9dykSPp5RTz1QRWS9328kvIOuEj3Nj3g+9KEwPTM+0T3xGgU8WcoKPp1YFj+JCx2/zgjePROIzr1Lg589ACO4vU+LtrwXhYo8AqexOjpGyzthI1K8dvrxuzoalj2Wopg8amqnvZKQZDw1b4A8O5kKPdb2TDuU3GU+c9R8O1reDT3ciBA9lDoHvSk9Mj2p7o86CsVDvUsc1D1fyI+7nzBDPXkhBD7p1zS9eB/nPTtuNj2ES58+gYsoPuMzCb6vg/E+rJl7vYdLmb0sgDA7IF+dPGCcqrtDKqi9VrX0PYRf3T712nU+6uErPp3XET37fBK9", 
        "QbnlOzCIxr0PjkA7q0u/vRyOVT1p2ug84cnyPZvlibzlndo9acUgPqkSVL0vsiY84A8ePW5riL7BdSo9GDhGvVuDrD0EjQM+VIRJPaOBAD/gIQE8NpgmvL/iHL4Ruuu7o/tjPuOtlro+iXe+j2OqPvIsNz3RDy8+wg6gPW3EnbxeW1094p27vQDAmT6FX5a8/FArPmvjO7uYGCO9PM+TPsJcqT4/Aou8ea4IPSnhPz2xD1Q++CiQPvBp4r1Lhq8+Orx5PVb5er40i109oL6kvGEt1T0ELu8+ZB/MvVjE2D1+vvY+dh53vZfmIzx7sHy9A/KXPSwG+D4w2jE8TXmBPf1Xxj3IjaY91fK9PWCqK757eyc8JhEWPTSNNr+9lWI8P626O0hZzDxOXD6+AY4NP85bCz4iYKo9KmhQvW0KmL6JUHY8YxhvPl1IXzwoPDS+li4TPm3j9jvLIaa9O0/XOfC7Pr2nq2E7nemmPJJJGL4z7TM9jUFiPlkgOD0SUqc8W77SvNhwhD6I+FE8r92TPkQmCT+Ift0+/7bPPt1gvDyR+hE+8Ge4PS7ZRTxAzgg+3IY2umZFWrzu5Qo+S5qWvYAY0jyxCYw9vmXJPqE//T26XRs944sJvXxaizyRuQE/JtB+Ph6uArwo5lm9BQcovGYZqL6Y+iq8+A0fv//qwz0+hD+/f2zVPG6jgL49lU++loqOPWyeKb4mAzi8OhOwPrufL74YmjI+4iDIu3vw8D0Jcoo+99YyvjRtvD5agwS9E0WKvsY90T76h+c9rwuyvsDsoT3DFHe93FgaPFdD3rwXUYq8K8NJvTPVLb7Ci4Y+gwQmvhCqdL2d6BU+gSbcPjwncT3uDfG6j5ZlPF33+j21eGy8TeS5vMzedzxToTA9pVbVPfUHFr5ECbK9LeAYPZ2Qorzj1Qu9wzt/PmHgNT3rsuc6deZ7PsZ88L2AQ8Q+lzhAPl33Gb3B9aA+DZZTvWCkTb59sCE+yw+uOruNBT58cgW8zYhUPsaUBL1Llhk9", 
        "nAsZPoH4/b1UAoA+vEyqPWYYKL1hsVe9oiibO6CT6z5bhKq7PZPqvXKRcD60cGK/j2qrPsKcvj3oJKg7tO01PcNAgLypCrs+24CrvZjOdT58Pyg+fAv3PrvvHT5oOPk9bMjXvgeXKr16dh68Qb3CPa4/2z5+CQc/tCBoPl/ue74EsaM9cPmdPnBwXr4lTd+8YVsbvkNXVT7a5YK3mmzQOmCym7vXaL88s0hOvQGsnj7FQtM+diGuPRXaZz2Ya1W9HPONu0KNRjz5KOm7a/C4PquKRbuX/4Q9OKZQPi+MRru80GA+IOmfPbuYqL0Rr4s9kmCEPDEIjr1s0xA+YReGvdNXrD5nC7e+yfEYP8FmtD52pdK9ecinPcgfEr7Gh0w8A/dvPY0Fy70SlaQ9n4FoPgFTHDwYMew9a6SsO88VG71LbLS9Rp2VvMB7kz3d+Kw+Cew4Pbmspjq5PBg9kmO2PnpUlD1QKq48lpslPPkGKz2yEBa+10vDu5kxrby7dSI+xiNOvTiUIL6Jgg27FvrUPWbogj+trgy9PGdFuvfakT8lj1W8/rgSP8MXHTz+Yzs+OR5qPiSlUb3g9v09KW6kvdRUez4m9IE+k8f2POS1NT/cduI+mJNtPAbH5bqWR7m9QokRv2uXjTwwp1k93zo3Pg3+eT7GKbK916G8vQm5BD7AFSE9KVBRvf/Vnrto0YE+WyGmu+81Wb2ZZ7G9YGrJuuSyfDo02Jg820YRO+RDX76AaWI8hnRDvsA6T76h8yY7guMWPTuzTz6X+FK8kyXcPbov7T5af3g8/c+iPB6Xer5L9hU+mQxLPT5LN76iDcs++xyzvO3I0j6KZTA8BB+svO2beT7OHPq8SMRjPLs2ir15Zzo9oqyMvN8hHj866VY+wS2nPvoNkT0rxow8Sb5UPQs4XD4a3ag+/MJCvATrPz5oKVK8lMs+PFZ8hD3cRvu9mVuTvcCyOj97o3o+i1naPUbIJj8i5YA+EsUAvcgZrD773T09iMolP1byZj55KVa+", 
        "iHFFupO5uj0v6OI6ynUUuxtL7z7WPR49pyctPJBY4zxfZJy7oUP0uyi3Gb41AII+NmXcvXlWOD4WFFE9ZmafPQlgD8DeTv68YiHpvI+qfz5ArVE+igFCvY42SL1ZHF++FHiqPQ2Y17wapL88tpM9vsjk5rvxGcg+jnd9PnruQ754t989qJ0TPVYraT37FPQ9n242Punimb0dwZQ+ZGm/OnBp9TxIuI89ly/5ugMi6LuZhaW9OuTwPccKBz/UYRm/P2jXPoPWFL7bDA++h5i8Pb27Cb1vGNk8ZfU2Oz4a9T76cBI+RsiYPeh5BD7t7je77H5wvsHCoD7S8Ew8neNSu/d/BjxwxyE9uFPHPElo0T5tZdi9lTR0vSlQsj1ASw+8H3ttvBqHi74rdoC64pL2vtOqUL56BOG8QN2pvg9W5Ttedfs92HNLviTsI77Up8w9r08xvizEW77Tv82+DGJPvlkiZbzG0RQ+Bzs7Pa0ZRL6ACgW+lLUKvdtGj71jqRg++RXLPtspMr7U61K+2Nk2Pi7Tmb3AYBg91Y+hPfOtiL7GPak8vJ2BvQ7C2j1K4++8OwK6PcKMGT6AZwy8B5RNPQbCLL5ORs898z21PeITMD7p00G+ODmkvp87xD52z9Y+DphdPgRiTT4dwEQ9VtmAPeCApL21ySO7m3Ucvotdhb7z9Bc+NjuNPftKxL4amwo+dlwYvs+ZCz5cf5W9dOWcPUprgbwWVKs9/sUEvg3pTL6qutW97oJOPP+wpr4GuDW8/nWVPUh5HD7Whem95KDOPSf07L2xCYA9y4MNvvfIPTxasWE+Lr4oPskJXT7ZXyI97PEAPmU52z2eR3g7Wq+RviNFfz7ShKs9uuuWPmvC8b1pqbQ8T0ryvYhUPbzJVmy+muzBPpz5iT70h9a9IGldPiO+8D2A2fC65d6nPM/Zq71qA9M9etALvhSdfD7LaDK+T48qPXNvz72PTSU9jc5fPoE8Ur6wWJa+jciNvYDQkD14I/s9WJe+vRlscL1lX8O+", 
        "5MjCvqvbhr30HNy+7EdzPR/fej5+cF++2DomvjaoSL1mLIc9iw8wPk8IVL4+Gne+NJHWPbgQTr0cMrA7mSKkvqnNkj3/01+9F1VoPmUNEz5M+K09bY8nvTUnqr4FpYk8VOQcvMRDRL2qgNq9IhAnPuspqrycMIW9pEoFvtTlyb1FwtY8jcwWvlRahL1vOcW9KUmlvR5aQL4msLO9IXtQvpNYrT1uUlW++zJFPjRToTx2ike8s12KPel2DL6GSO09MNl0PvwQS77xi0G8AMe4PRm7qb3yjAc9y7rhvFGaJb/A9xU/Dl+XvTWmRb43k+I9J927vI+aIz5xwhK8S0kHPnv38jvsdAE95W4MvJ5KOL5m6SI6Zdk4verP/D5tQy27Fh/qvMc7aD5Vqp483iB+PTCqOb8YyRI+gtGhPbyACLt5HX2881mPvkJmtTwhjkg/NPbKvU5olj3BGg0/8DAfv3VGzz5sDu0+HGlTvCKIMD5yYm07/Y2BvQeC1jpFpAY8QSE1Pv8TB740i/O+zBA7vvbznjxLjFa8hZtnvzP9Vj6QYjk8i1WevP8Gh7w3/8g8ygEWO88dSz0r03m8yntoPkdKvbwja04/68NDvQqI9j0I8js6kKmNPW1CuLzl5DQ8zwK3PbG3qz3R9Jk8Y+RGvj0epbzlE7E90iisPea/UL3mhBi+dCMvPv69Lr49kUQ8qBZtPic6sr2QRA69MBoJvdx82L1ELrI+IYVTvKNqdD72vGU+IzunvV1fvbsSfIc93ukHvSqzx7zwo+a9QGgLPnDemjygaRI90iXDvcnnIDwF6lU+sOc/vQ2LcT7uTXi9xbn4vdiwGT5aHrY81kovvjgE5T2QhwW8T6z1PTue6j0+rBw+T5CwPmJv7D1hQSg+p+r5PLf1Wz5mHgo+yUGbvQtPWj6rXJ++SrBfPukM3j3AXW0+ukQkvXGiKL1IghI+ln/FPJW6iT3eKiE+3O/ivFtXXL1niQM6TTMJPiT46DzScre+yhgvvsHU1jzixqG9", 
        "1k16vpymYLzfClM9lDYHvkX2ZL4LV+E9Z+enPkiOG76WxSK+SBPvPRty972ij8Y+Ypy6PTAyjL5+KsY9EkKdvZA0Xj0HivU8LB7WPZeoEb4c2Hk9caclvryfIz4Sd9++bK2zPiCqtD1v6dy9xgqEPQg2bb5CczG9oLonuyKaoj01uhG9AH0DPo76yz3pllo8ac/fPTqqAD4NCuw93uiEvlgzTj69k629v+XLvtb7O75R+Tg+bW+jPrIuOzoAK18+lzN5vs9TYr3UIem9UooTvRAxZL0lSWi9GPqnvOnseD4AtK09ZpG4vTjiP76mSIe+aPBHPumhKj3HJM89Rz78vSjw/DyuWHM9kgmIvRfXrL3o4kc+asL8vQyvxb4EXVw9+/J1vX8PgL3VTpK9QG2xPIPRDr5gTAy+kiQYPiw/z70J0d++XUumPuFORj1fKdm9XGP+PZdUQb5ArJw9eHqDPrrinT3MibA9vuXnPYgzVj6Z9Yw+PZziPdOOoz4Dl4W+8NhnvTaQgr79ntk8qoyTvl6unz3LDwQ++CbVPGRLYj2bmWk9V4+qO2B+KT7t37a+ZfeFvAmYRT73mWe9d3OuvB7UkT0TWxE9BjJ4vT2S5LwoGqA9jFreO7RzLr0rUju7Rd9jPbxLhrseY3w++RtVPgPAF74N9w8+Pt4sPghaq7xBww4+S0R8PlZxQr27/3e9JhiJPc8ITj729A898rI4vXyFjb69lAu+zJS1PU5cpL2ByLi87g+DPYmPlj2jFGM8QoYwvpYg9rzXcYc+KecTPvDUGr7Gucy8OMiEvVPgEL6k/Ze+IE3pvBjNoj3kQrG88RQ5PZ97073KeiI8J1PhvnwdgjxK2YI+pdWfvaK1rj58M528g163vjTSFL77mhM+DmCwvg3Rcj4z+PS8v5uYPCVBE76jho++235Yvm1lJr7SKFS9oDdxvRqPkL6m2A+9RDOwvcY7Pj6fIOM9t9ibvaceOb6E7Y49iEWAPbCYCbwiqIA90cq8urim1Dwhr1m+", 
        "5teevsfrsz55D4k+IEFVPIcf1TwU8PO8G7+6vgNFw733mgM9bXeuvV0K0b0X0+c94fchPgqF3D6dFnW+/edFvi5IsD5wTpk+v99BPofBXT2iyv48yt2hvYb83z1fhdo+hvQevvwWAb4AtYa+ECqdPekeWryBseU9V9djvvZt0j2Jm26+ZPAEvliG7r2XgWS8r2xEvl4A273uCky8qI7wvQMdTj09KtG9CVcBPqRJpj3ml5I9/V0XvmfoYT7TaGy8hmO3Pde6Sj4tMj++ujodPqsbwT05uiA+uzaMvgAYQj1GzY+9VJI8PXw8mjyjFDw+cKMivmull700hxq97/savWfRxb0f8YA+iKxBvhNLkL7jv2w+hNqcPffkpj52POO+IbwsPsHa8D148+u9oUIqvsobuj2d/vm77IPTvZIoab6/0nI8nzU1PgYHtTxu4Rq9KU5UPmRHrjuTIwC+QOJgvhHum76lgeK9Oaq+O6py9T2ztbE9CvXoPeoAAL4/0Bg9IREfvYBjMb5oAkI+cvs6Pq27Cz6EKc891Hu+PX8FTj7R+ge+/yXfvSIrUj2nuZW+dGmxvbEK6jtIjRk8K68DPoPRAD6N8CY9Jm8mvGtKNz7utnS9sVG4PbohHbxMUsg+b+4zvrtUgTwTUCY+4uvPPJYWmT5p88o9HqODvvRGW76FdXm9vid9PoJLI75iopk+vvowPbpztL38ukw9Ah0rOxiuwL39qLc9vtWEvXhvZb7n6ai92o2gO1HW2z0S3i4+f53ePi/ZAD4kYhG+ODGuPSZIEjsFtyo97qZJOkLvhzxnhva7U/biPBYfmb1PkLs+lBySPrApMT9qOga+FyUJPoKeA76vgk07Mx2Hu1Oj4z6BRaA8x+qoPSA6kj7xDZu9uH81vUJU0T1OlRm/FZmVvWsJxz3IVmA+9dBbvoLEF73n0gi+k6FYveVJGz6rYLc+NzQLvmpisj21bIO+fnbXPA4IAz+Qsiq9rhM2POR9or0x8yg9EjvCPYaPZj0Ic6G8", 
