{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "linear", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 75, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "ZeroSumLayer", 
          "config": {
            "dtype": "float32", 
            "name": "zero_sum_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "zero_sum_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "zero_sum_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "3d3d1428eefde4a199a5dba6fe81367f2942abab7a7e32d6c9fda5b3386ef5f5", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "m6aiPo8HIT9wxjc/zcJCPzOuUD4sadc+iaAvPcx2RD9vEqY9bYR0PtvvMD9F6BU/pnTAPVPKtT3c1yQ/QBmaPhMnXT/SYHA/yB8mP4zRJD9rKJ4+9Ls0PgAcQD/Ca/o9GJmhPlMfhT0Za9o+JPxaP3NkBD9miBs/lNhjPgixfj+T5hw+85IuPzzDET+MXec+hIrvPhRTKT6yVco9dfMsPy4eMT/GfJA+lrxJPyJpfT/dAgw/BRYgP43WMT+I6To/C+4HPREQqz6dMlo/QZCNPmrosD6quE0/AK7SPo15ET97o6s9j4ItPt9taj8A9vM9VXghPyxvVz8vpro+K5ZWPyHXnT0="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "7BMCwcraC8AoTow/EmYUwCNZWj8kF14+AlSvvi5NEkAy6++/3eszP3pAFT8E73LAnrOVPvVCJ8Cs3LXAkR0fP2BQ3z6QFSY/M2YtQMhi676lSmjAH+PPP4occ8CJPPM/r/mJQGUUPz8H1hFAEA27vEgQSMDQRNhAWQetP4Jbh7+APpc/4G3NP7qbiL6zwNi/yFmYwCEIlT4QkAS9Dn5Pv9wSgb5g8O+/DwD0PwJqMsCWmIlAdm8lwAEMvj+qesC+RG5uvz7jOb8a/YG/dXUyP3K/J8CiGEjAAdIywMD7wjzwpzQ/9eaJQGgUTr/Yi6ZA+20lP+YdFT/MSnw/J30Rv+Nz0z+JSM+/Wdj/P1vgtcCNjNhA2n2JQC+WpkAEABQ/V7RAP9hzfL6QG7Y8"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "LTUIPs1Txz092Bk+IMl3PqyuoD2+qc09iVssPqOX0j0KJNU9ALASPrhoXDyLYDo+amhPvVFtSD5PKXI9ycY4PrSv0T0/WzY8w3ZOPsKwPj6qbP497z89PgZqrz0VTaI9MYEVPq/itTyKQBs+nHHgPRW2Bj78Y/S7vcyyvZWD5j1vVvA9defCPfn7xDwbHg8+YDT1PaGQ9j2osxc+ZCUtPr/clz13Y+w8vXGIPZu9Nz5UKtW8NOEGPlSeAD48csG8+QYBPk/8Pz6oWBc+HUoKPgCV3T1dcd09+8HwPVxkGD7JmbI9WaQ9Ph/XCD4m+BE+D/waPo7RBj560ww+V/KkPVpqlT1wJkA+njSaPBhBGD6iEU8+9QfjPfSEwj0olRE+WWNRPnONAj6eCHw9xtcKPr6qJj44vyc+5qXUuo+qEz4="
      ], 
      "weights": [
        "zWAPP5qXz7zC7yw/MIGPvrrpfz7WCuI+mJs7vnEsxT6lZuS9ck7zvWmjNT3j9Ro/EXUEPcCq6T7M7Dw852eqvYnxDb6qcja9C97Hvqioi75sUg0/wTYHvk4clj5Zpui8eye3OtM+MT0BjRI+19YJPskZVr7o0OU8Y74Fv0NyBb7aMA8/6f0YPnFwpz7E9BI/2jsqvqRUSD6qRlu9GttHvtvJyz5qUeo7fKNOPoQS7D4O84o9zQYMvlqAIr5Gg02/JA4cP1HAvr7HC5e9p96Jvqijlb20FpW9U38OPlpFEz4ytA0+eiAbvnZCxL1BQeg9e7FqvnVkwj4Rq88+Wfb2PTIxaT6Lrhg/sd+DvCbSiL1r6Bs/nlayPmz/+b3IQQu+GkifvsnGxb0osBQ+hVmhPL6hib73z2K+qRdmPfBKND1+uAC+jTzFvFeMLD/DfI2+MGMKPtx5ED9fE/k+1fpOPkZw7L3tgvq9fTYqPVXxg776mxk9n8p/vp2u0Tvm0Ns+5eULvmmdLL0Te8e+PRAMP++TAr6R/wc/hpHAPmYz7LyeekI6UU45PdrdHj7+Of89b5NYvsilzDyRG1s+mzr9vWXNLL4fthU+chg5v35yRr5PUyW+p3/nviVs/z3mN7A+WwrnveCJJjxacFQ+NfabO3K6oDyU4gc/UJ8kvtvRUr80GBy+Z7j1PhDK5T5JXJY+CUrjPpLF7D7Hq3M+te4KPq6kDD7BSOA+UcfLvcz02D0kLmq+K7wDvvsww70RLrE+TFZnPsLLMr7zIKe8VfqCvc+qDz8hZl295toLviJFyD4snKW+08PEvbzOFD4brVA8Huo6P/3wZL6ZJWI9tIugPon1971obuO8awRvvtecED8oJwg+aHQWvoTfOr4mKMw9+dvwvdvE3z4wFCM9Bn2EvshE8DwL/98+Sd6BPEernj7M4xc/t8Q1vT7Exb6/hA0/VrDvvVhx9D6ckgu/Igz6vLUarz6qwC09eGaqPQqKWT7QlPI+YJHIPDZpBr8VSAI/", 
        "gt4tvu54Fj49RTe/RbZBvkagxz4bVUA+/QyhPU5xJT+eK78+aH8CPCh2Wj7ElCU+/XabPTjXCb5sC+w+/3VMv7S+H75mvMO+2k2Pve6DjD7B3d4+OhGZvWhL1jydfHk+Hs24PWsw3T7o9g4/jp4IPl2kID+SzW09tWm8vdyJEz5JbGg+XQMVP7u0srwmWyA+0u+Jvie+ET8ySc4+2oEKvrxNEz9DZr4+c0kUPv38zj39/Y2+AQQAP9I5Xz3StAc9c9sFvu5Gcj7y42y+TxESP9wrKj7eSRS+Hq/7Ps2I4j1ldQA/gXvcPhCFJD0+Oyk/YegLPdbKgb4ksG08VVGYvRtwDr5enSK97I21Pk5xir6epwG+YpoCvkllDb8a7928SC9QO19LDT3meM87w84WPlipUr5wYPM8pRtbPsffBD9Ih/U+G24aPqbTNr+mA0m+Xj4svp3tbT54Lao+D35KvnPh8r3zLAY87b16v3IPjztd9ZI8loAAPyY0Gr4LMuk962kdPzE7u75RxIi9fcSJvt0jp702F/M+B13HPGgOIj7Riwo+5aQbvsSyBz/ox+49SmZrvlJe8L2woM4+luEZPqazXL+Z7Sm+XNBjvAMNfz5UpYe+D15NvTV0zT6TBQw/NDYUP4UIBz+glWo+TSQdP93QhL5Lwl6+aHpZPaaolj6x56s+Qvv4PlWKar7F5ZK+F7YLPtq6EL7y2UK+KN2+PWCNET+kv++9z6MePQOXhL4JnRk92WSAvkEwaDzsAYY9jJ0UPx0uK73JoAA/zqKGvhnrFT/V9fq9fFANvzLfEL3k/ac+lBsVPSPTkLxmlSk+TD8BP/A71DyVLQS/TDIQvjY4Lb4lFRM+rESmPg9lLj8/JMg+mUvnvg86XL0Njjm+1BPuvUFTXTyhm32/kgfRuQY/3TyfHA++0kvdPlL15j2Nhhy+LcwiP0Tj1T52kII+Il2gvTlcmL1Mc9Y8oeh5PnThsz3Bzxm+062yvb7z2z20/x4/LTT/vTmKyL1Pf+89", 
        "cmZfv+9YLb47a4C8fZySvT06iL7i3HC9Rp8KvmmyDL55BKW+XETJvelJIj72K0s8T4E/P/4c+T6UT2k9fJMQPt0XyrwTOZM93zpZPs4xoj6WBKI+WkjdPeS9/D377/Q+p3+QPVKoaD6dHsU+XvjEPVVJszyfvjU+r5AzPqBv6j5z2XY98TfkPeNHND5gnQW/smvFO0tP+77/qLs7R1oTvRoJPD7za/y+E7j3PTFUML6kSCo+trlEPnJl7r10Mzs+i6uCPXpouj60QuK8q6g3PqkxZT0h8R47U6/BvWGSA7/LN5w9avjAvYJOAT2wQwY+1PR4PZ1tDz4zfKI9ik+KvQAXEz2k0X8+WX33vLOF0D0c/20/36FnPW7fkz0qVZg9J1fjvfxXWj3tUoM+iee8PtYICj4pQYE9+nMjve0TDD6dHcM9cIesPXoQB79w5kE9PLZRPtWP2ryhKxk99PXCPTfUUT55bJI9qbQYPYhMwL3OYHw+HdYPPmlogj5H3QE9tfE5PO2ygz7ZMT8+hjKNPplH+z1FGp09ml8UvzE8Nj7j/ks+dgv+PYjakT/odfI9eF5+v6W4BD5kKzi+3qXcPm8WCj2vcQ8+xX4uPlZ+kz5WNj09nlvKPc6a9jqIqhQ+vef2PWHqtr6pLg+99zKVvZldmj00UCs+ABgzvu4n0T2356w95PMhvuyvK72Tbu89yG6bPVZslTt5sug9cIAPPruwszwdDpc9DeocPJpo1T47oTS8c+ctvwylUT0IpcG9weKJPXl6fD6K9NW9UQf2PbeGPL0K2fe9Kh3ZvRuRtz1VRO4+aNhBvVpOUz6OlZC+AYvTPS4HsD4K5TK9OJW0PpULOD3RaRI+0NUjvlE7Zj1NWIQ93X/CPn1Xsj3YBgC/RlZJPiFYnD06CAU+MQ/wvPrvlj78HZ49uQ3VPAjmpT5Eghc9LIkxPeVW6D0Fc5s9AKQrumDoEj0dA38+H1Jcvh64RT4VhuA9ATtfvkHhyD3S3zk9PqjKPQMobj1bDp8+", 
        "NCAVPu9TPL81Kjs+nchbPoulGj4mSoC8w60wPHa69bttyQc+GXSvvoZJbD631AA/bohBPkk+B0Ay5gG+5jhMPX1Wxj02XKI+IESTvEmjUj7pI709gIQyvrRVfz7qE/49GvBJPejIYr8YFQU8N8u5vfLStD0b2Hw+fxLqPUWUwr3ee/k8S1mLvsGpIr/b4A8+nuZivSMohj0bxZa9UwiYvh7v1b2bgIG9q54zPQjFyLzMJEk+FGoxP7LFXb2+uYs+mxuuPT21Fr0TI6Y9BrqAOyH2qj03fjU+q8BIPq5OVT6NGfM9onEwvZyFkD669V09VPx0v9UoOT478sk+60DYPGZuWrzEeOG9MHBsPvQ/Zz6Zjfg9HxfsPbWV7D2EHEQ+iyVcPlOc5T3dnLI++JjkPTgFJzwekdw9CedVPi8YPD6rOgw+ngwvPbRSVz7mKwm/qSjZO5kvAr9chEg7P89rvRnprD6Q1fu+8IYTPvLUpz4JWJI+XQkuPkKV972oRPs9nxg8Pe0s370r73i8TP7QPWE8pz022jM7ZzvQvQUZCL+2brY8+RDCvfzf7Dy6BIw97rUWPeSi0D2G104+BB19vSm8gD0gTbQ+2cMSPZjqAD7IfGs/cydkPcHPsz2cjpA+CpEHvnZm8Txe1iE+ZVzaPSZWeT6kvfs8gWQgvaVx6j6ZnhY+JkiaO0+G+r4KjPA9eKU9PvqlPb13pFk9CfJwPRSIQT71mh0+VwyCvcGBEb7I/K8+lxaDPuNsNT6DSWw+tR1DvQWhoT7SRQU+SnM4v9aeHj4wT0g9vlojPgRoUT4Kbjk+Wn7ZvuWjEj5p63E+IzThPPzXBT4Pdhq++4MePl7CDj5Ko+a9931EPpNkgT5j+y0+xfngvNjSQjzTp8O9KWskvgnkgDytS28+Toz3PVGGwT0pFoY9LSEBvg0hFr/33QE+98CCPadaIDxRh7Q9An8GPkDC1TuqV00+2NdGPo0K8T0diuq+yKm9O9iqKz6SnoS8NwYUPm/xSz25Gs69", 
        "OEcKPoNjLj5NbtE8bdhpPtfU7bwW94k9PIUZPrz64z2MacI+jZNcvVsjL7/EuNs92jxcPkr8hj38IXC8pjaWPuU1qz3soVC7ssfkvLQX/TyMDoQ9/uw2PdP3fD/hQpc9r7ogvo6t/b5yw0E+vt6MvorRFj7JqaU9slkhPbzvNj4fd4k/4sLfvEQjEj6Jopg+ApXsPc8RGD3whI67hXDqvYK9LT6aHNW8im6Avlrr+T1uojM96GLqPZi+5L03BTs+DupIv3jadT0FLTw+RHg+PhnJwj63rJW9XMKlOz6WiD4wHfg+r6nZPkboqD5TbMy7lvMevwsnjD+qjwK+Du5gPgSUlz7BM5w8HaervNTckT4o4PO+UlZZu2yAoT2EmLY9wcKoPb9U4b3GJ0M8aKfVvf7xaLtUHy+8I7sPv+zX2L2VthE+VOm+PoEMGr2HQCo+7z6jvD+RN71Ygwc/nAP5vdz6670vOme9WB4OPdJfvjxiUFG/gx9xPVfoe7y7XQC+8FmuPbaGRz6YH/09ThUPPvjxDD53Aba9T+CaPAd64LznEiM+wkcSPoEVS76ZOo89GHTfPs+6Ar+lk7K9PvcxvtqJzjyjcMA+vV/lPX4F6T2iQt09mYe9PXnpub5aQsw9r2BRPV/3cT3Jo5k/TZjuPdsGh7/8RZc9/pcwvhTZgD6+KAk90ojrPGmOOj4fMnM+qCgUvKSlOz5NapE8U7PdPMrRIT6kwpy+TUgNvkq52b0VywM+jZmVvDt3Hb5rUjo87fqNPU1OLr7Xiny8cBUrPSRWDD29uXa78GPUvRjQVD7gyaU9F9iWPR6IgT2ArQU/HbOsvJwfpL5fStw8s++DvcamDT1DJkI+YnmwvRMBAj7CC1i81qgLP13lLL5VQKE82Z/vPgZB1Ly6eJ89euqCvn3VjD3F/JE+2uNKvUw7oj5sqNM9rfdIPiYCF74ntBs8lTZQPe8hdj7/eMQ8WXm7vhfAMj4aG2I9rQUHvYL8/bvWQVo+8f6xPZD4UTtkHEK9", 
        "W30wPBkb/rzYPEY+4H5Qv765Z72NGe49tQHLPc6hsz7jnQ4+HgeevuhQnD6Box0+fDDxPKS0Mj4qtVq+tXv3PdJJTj7RFDq9ySFEPsb8qT42HE28JlXNPVImoLct0dO9vJ4qvhoTRT/7sYw+xApEuysPoD1P/Ce9gav3vQNMLb/n7cg9d+6/PuP13jxhWjc+Dzk3Phuxpruman29m+t1PhmaCT5TQB+/W4wVPSR/Vr4Wg8Y8k1zMPecOAT2KzJu97bzJPIrJSj52IcS91oDjPd85Nb2kQ8E7u82bvQa1AD16AQ0/PDWHvPV+Hr9oDRe+HHWCPiOXoT7CBl+9LC0UPlftwj3qY1A+t0aJPhYM7zyfUSY+Ym2KPnm7fz9WU+I87dDJvf6gvb5uDWq+oJd+vi8xNj5B1YE9R42dvZ2Zmj5xw6W95wiavk8blD2O+jY+ID4cvq15MT3rqjg+6iNwvmcxHr+rdY66xuRzvWGtIz6t3Js7K1QWPn+WRb7xuxg+e4DuPXye5D3T6/y+xk+yPaQ1FT5rkZK8j+6RPJvRUL1EINI8905vP4hzkD7K/g++PNf5Pa+psj9mCQG+SeeCPse9oz3BqnW9EDehOXj0mT5OfXc+esAuPI0jZDwtGrA8758SPSdiXL6rO1E/rdGHPtIG7LtLAws+v1nGPSWxqj4z6ZM9IY51Prqznb3kQjU+bnL3vGrUN731oPG8dVKcvuDb3rw4j5W9q5Z1PXBAMrkYbKw+014Hva1BUr0hDQS9vuurv5esxzqxvAw+z4SkvYErKz5nF8g9zyYOPecsnD1+mbU+TwKvPYYFXr5Iqt89yQV9PjMGAD5ZPiO+w08lvgw4XD0VMS8+/80aPibhgD5A+yo9v22KPXVHVz5SajG+Sjd4PsbSlT4P2QO+B0PyPVpgyTySRyk+MLXEPepOAj9oY+w9m0MxvwAXSD4ALiU+vnJ/PdDBjL2xTQS6rsIJPXmPbT5/1YC+92rkPi5O5D4vEGY+vg8EQCAJ9r2Tbk09", 
        "37ADPm3xmT6noYK8AY5oPvQsoD2SjDA9Co0AP97jiT1kS1g+2H8hv0rfzDwSHRY+wX+7PYLPYT6ZJSw+k4HPvbi2hj1dn3m+qfwnv3i3BT6d+oq9NA6xPAua5L0Epyo9mUScvSV1mL07zAs+h/eOPXGkNT40KiI/3JBGvVtjHL6HSbI9aprUPDyXCT0O6As+Z1FYPZRgCz4U0AI+oVU/PjZQ2D09nWW9y5Yzvj8rgj6tnHi/D9hsPop45T6Qn5099duRPytZ9j2RaAo+hKPWPkZbGD5DW5A9xQoMPQNoHz721WI+S/5EPh2YljzGFJ8+WA0GvDA7lD5jKCS+LjuJPGbHWr/Mfc29FFU8PoSnBz7Ohbw+Hn4SvQLOejsU21Q9I+GtPkevz7110ys/i/0lvYlP774rCkM/6zQDvt9FvD554bo8+XYUPkfgiLzQ7nY+hQ0Avy0riDtZN2U+5pdrPXDUNT4fBz++yFocvCMaVL63JBQ9g52QPfd7D78z2sS9ACqOPRcNzz7g4rM8MYxfPsGnwz1huxS9ufktvY+clTxlmzS+7DEQveqXfz6BvcI+8p1Wv9TGzrw1Nqk9WkFRProItj3dH4A+eQGuPkvlDbz/OYs+y8aAPgeCgz1sfzg9j5dBPjqYBT7p+xM+2l05vi4FyT5QeyC/KrbDvA3UHj7Kt/s9cXyFvlIl0z3gZQM+pekAPTt/LD3XGoU+fkFRvjEcA7/jcvq8OQUDPUxALz6FcTg9N7urPR7oZb4YSz0+Az5JPjVCHz4FuA6/b2OlPQfzAT5zxmY9rcN1OmJoUr3Bxy++nDlRPzflJT68O3O+nhH2PWNXrD89Bvm9i6QXPqcL5z1Wx16+G81bvP42Kj7T9GA+HCJfO+yr1b0m0sQ8Sg8OPnsiU75DpHI/VzICP3m9NzwwGl4+lYs8PQjWIj8kYgI+ngeGPrtgR72QQCw+RyqyPqmn2bzq7Dk+hiNuvgO3Sb7uS5s+ozorPPH9xD5B+qA+cmKbPkdQLT4YRRc+", 
        "dLinv3RTBT68O4o96vzovQo0Jz61SaC9SuncPJU49T26zIs+ULEHPWy4Wr6lpti91aedPqFlyT33rEW+9JRUvniejz2Yw0+9b6t/PqWdfz5Ff2m+DBLIPRi3Dz7g0w0/nBWTPKArQj6Xpyg/zH4iPkyJpD23suK+j/OevSYGxz0DhYo8G6YtPlkORD59Riw+WCJAPmppGz5MV487u2xmv0M6NT568809Vsu+Pu35lz7HDIg+ND8HvhH8yb0wzo07nHWfPRuysD5PCqa8iCZ2PoDDIT1jBQI8odKWPtBfzT1x3Yi+sCNzP1Ilrj3bMZa+wLoavyXaqjzLJkc+tFBKvTbvzTy4K3M+q5alve0XzT0Jr4w9hYmDvblnO70tKL+7OtfivQEUoD3E5X8++sgcPsk3DD5E3L29HfcTPn0sLz2Gyds9W4pRv5L187578A8/S7NFPu4MlL5nycQ9oihTPW7igT4wEs09qDxOvuleOT5qW0g+evaGPi6psT0HYAS+rPRHPibyxb1zK2U+kO6GPZDYUL7tj8M94UKuPaJOHj+5nJ09IdDqPfreGj3ZPro8poxJPCh6Dj5T7Im/ueZkvIhzKzy9qzs++zE6PhswVD1N3D8+y7TWvebC2jl6gjo9RIqaPkmgkj53Tyi+vxK7vQJUBz7RuzK/ve8SvkNdnzuNTvk+18V5vn5hr7zGp58+KljTPQvSuLtD4Ro91mRnu4aLED5L4Ma+12gqPanT7D1K0dU8xqiwPfCWPD2pHYa9bIADP1KqRj6bD1Y/msSKPmJn4LzUaNy8itt9PrJyFj2aD1c+XAdTOiYBDD7/K10+hdTLPVV56T7Q5Oo+XALPvZkisj3vDN09qoyjPIcesTxzarM9YDYKPac8GT7+PwQ90O+wPli1oDxfJLY8iUxTP+3bPD5iu8U92j+QvU40Jr7rLPa+FedtPguGZj6s7+88aVobPvEg5j0EzNI8PORZvsS5vj0rLXQ9kziUPSOh5D2eNmE9hB4kPor+Zr91QC09", 
        "vZWFPBI5F74dkFY+sXOXPZPOML8acQ09F5QyO0hFi72dwBU/al6jPkntIb4Lntg+nACCPrKpcr6Gs8+9eqGJPnxduz3jXqo+ZSwiP5Q7Ob/BZqQ9wUycu1+6Kj6N55w8IE23PQxSk70fwAw9uqilPSj8KD1Gc089J+5APh8vsL0IXkI8jHBxPmP8uL1IX8k9Q8guPCqRDr1mR+W9jRaHPlSB3b0oJj09C9sIPKN8fj4rHwM+nzAePqo8ID6aw0u+l6+8PQZw+z3iOpU9nULfvR566j3SYu68PTYNPi3zE7z4iYY+QPtpvbikxT7fz6M9bY2MPgQBTT7kkOA/Jtc3P/8jlT33m1G9zzQiPun3bT6a+ja91JSFPQbFjj6d4w4/t7y0PU1iIT1vWf0+n4sbPuU5mj1EkOu+cXE5vvZ8yT6NCYc9hnkgPo23HT67pVk+GBsyPkRn7bwXL6Q7Dw4qv829Pz7Vm109/XOYPl240D4t9E8+WK3dvS3N1b2Jcsc8iuBhPXuMuT79IWe8FNmQPmUEDj2GfX+7pE0zPbwWGT6m+p8+g1F0P0RYgTzJrXy+or4cv5+NHj7Oyt49OIoZvSfC1TxDY5s+oPervRRDzT1RgNO8KZm/PJeQmb2NkZ87oxytPfZTYb3bYz49ZlutPmQ63z0s0ri9A68TPt6joDyw4oI9hZpdvyJQjL6rtAI/psvEPWpXtb7AnE49tiuGvNjiQj7jfPw9zXPXvXdppj6mdY8+5M1HPuHFMTzcuY0++RNku2xLmT0V8p89rF+LvXbFrj2Ysy09wZiFPXxb5D6E9AI+/XEXv7hdjj131AU+tKaOPSCkAD7g4zO98htLPumjvzxTs44+MtVTPiLtLT5Wzu89GWqiPWH0uDzOiBK8XsBMPj91a7xt/hM+GB/mPcRfID7QNvA8StDtvYdqiD+MoqE9GaOBPGSSjLx18jE+7CgsPfcmA7xzTcC9SkosPQAhWD2CqII+zlpDPSAYij5F7C896NMhOkh2kz09OpC9", 
        "z1ZqPojgRj7QUr0+1zECPiA2Vz65uD89kkhsPilxaT0kprs9EaE6Pvt3Kr9bWQY+u/GoPTl/Hj4hWTK9XJsXPqWEsz28dtK7bV0sPj1Lqb4FCss9OaLwvRN6Br8X2y28Oo9Rv1xKLL6622Q9XnsOPR3NED57kgw+lrDkvHWE2b3nZ++8ioEIvbGS3T08F4Q8K0a2vLnmBD2sNrQ9J18DPj97qj0AOf+71j81PeiXZD1N7uQ6tiArPgcqXr2jPRo/4uHZPsEt+z03XkA+xwj7PbFb/T0NCE+9AuhTO2wnj75+cRY+VVrKO4URI76xGp4+ZE4pv3rng7+LBQq+PLE4PFgywT5qHzm92PRnvAqNbD4QfEE/HsTtO/hV4b1BmMg8+65EPTtv6zyah6I8oVsQP3I9Nj00BNg5YzwFv+LUm71Iu4Y8y8B/PngcAL1yqgw+IiDIvC2kjT24dNc+vvK9uxJ9cr72RJ074JTgu0G7jr7BmOG9EKHcPhnZRD6IQ02+nyLMPS9ovT25+1C+DnftO60Vfz2DCK48/dGAPVoPnjsyYk8+/O4lPQfCM75LDFU+PO9OPgGo5L6waaO9l/vsvYH6WT7EnLG9u7ZLPp04Oj2z3Tq+4xW8PdVPTT7fCSc/UXDyPcYEqT1wz4c8g/8iO6e/Az0E+Ew+z3pJvzh4lz3ZUdM9uX6qPqapSz56jas93ZeIPtXDSL2DBQs8cEvkPXnhkj6V/Sw+3WfvvQrMIzr6AE89+bONvUOK9b38o1A3GC5pvWv0ir6Gmx68wRKzPkAfKj5X8b+88GyOPbd0FzyvzNI9crMBvf5I4jxCLpg+7Td6Pbx/Jj4RoaM740ihvRyMJT+Y9T8+ZtM9P0srpz5fL+a88FsBPlj2vD4iP7e8/eqbvYIguztCeSU9CMgCPj2Niz0+DPQ+dfPqPkJMsr2shro9sdr2PQcVNj1YGkC9nVoxPiq/9D1DJjk97LsGPsXQWT74Jg4+5UMRPZ4IdT/X2zU+iC9QPbhWw7w7SCu+", 
        "5yxgvNyzWr1Qgfs9LDn+vTMKfzw3GIQ9bRECPqErBz+Yie89tjUbv/uh9TzFHwI+iQyxO0rnID5qDNm93EEWPhHb9DxyAYo+Z7RKPtWyiT4d0oq7rSFkProItbuuiuW8aqIsPoVh5D4T05o+OmChPf23TT5lQyY8f33wvZoamD+2QLc9lCmiPn2g+Lx/Pgs9CakZPc/Pfzud+cy9+GkRPi0QoD19HiM+NboXPbodCL5VcK09ISqkPbVM6j2D2q29f0kGPsHBUT4OsBI+6x3lPXGm0bx2l8o8195KPuX+Gz3cRqy8cmXXvB8mM79464s9Am7kPbdrhT5dAha92YEpPkaxqD1BsP89SrtJPl/6sr5AqzA+DDI5PVplEL8gIpc93rFUv6SJlD6kF2G+VRgkvWieCT4BMSU+8JBHvRL7C7wckkU9/p9Bvpqq1T2LVb49FpWNvaXxHz1gMkc+MK4LP0awJr8eAQg+WZU+Peajzz2sIIW80wL9PWHDIb98bNE+Ya15Pqg3QzwlWsO+x+AaPsCE6T2+dMG9390RPbUzcr2s0r08AQw2P+2qlj1dc8w9P7cMPmSjab8dX/m9ZF3EPfcwmT2W2Kk9jEmevKlqUT4EPPE9YqJaO27OqjxN18g86lMOPa/0Zj6bbKm/Z9aWPRtG3j2SVqs9QeW0PeJkRT9+xBA8QDg9PoZNZryS9eU9uU+sPBpljz4bglg+Yy8ePp7rNrz3kqm9zZqFPaa8IL7UqqY9yDzJvGKXYL3UvrE+N4w2P2NF0j0poiK+SLCovWl/TD0IS1c93ZwGPfoEGD5S6BA+XO/8vFuVMr4uup69GW8iPqwL+j323jE+s0yuvctsBr9ZmGo+KZgmPnj8Mz1ljgw/t767PbnyXbu+0m6+AdOfPVd8Eb2ehYs8vUC2PX7xDr1mai8+P1JXv3iJ+z3RCS097tE3vWKpND5oiNA9BcQzv33CHz7qFzy6h4HYvZWhCj71qnI+hUVPPnCFoz3JU3w+x6VtvtX00r3SJTk+", 
        "JxgwPU6BAL1/axk/WGc5v0eB/zw2zeK7A9+nPSBGyjwdHuY8v9vFveMDAj2CK3e9jOrhPcqjAT2swxg+bhiTvXOC2j2iKWs+Ggm6va236D2oCI0+9mtZvSt3K74WT68+b/nMvcXliT7eQjy9SPrwPUdeBD7vUgc+NuSpO4W6fr6QY5M9JxcPPpabPT19zs+91ZztPees9DrX7aM9MtWkO0xXDz66ilY+oucgP95+BT3SzpY+YIhpPhVO7D8D3gw/bQ0YvumzMLzxCMs9KUEaPjMorr0GiKA9JqhBPdPoyD4SctY9VYeZPi1pHb7zDxk+6jWlPMyqgT5LIbc8CLPSPh/pEz8Fk20+Jh9KPrRGKz4d5zs832d3PkwLyjs26gm+fOABPfA8SL710pu9c9AcPi4pAr+T3Re/X0EPvkrzUD2oJmA82GgIu2mMiLwuuGc+NblEP/Gw7LusdhC4YpqFPb/LsT0dtJw+555cPbmNtj4SUPM9vVLNPFx1CL9PK6e9bT0EPX9deT4dApU9FU7dPUurPD6BYGQ98dUqvtr4KT4G3Y++mGZvPrXBFz572+q7oCrGvYzFjz5EWW4+DWKfPTEvoD3Dyyw+iwt4voFowr121Ng9s6WgPuz0Cz7cMa68FBmYPp9sNL0eKrI911WXPja4HD7u8xW/FTnNvVggTD4DzIY+QHoNvi2kVD7Ef9g9ZiTiPQ8Dbz1MMhI+D68JP5td274MyuI9SOwkPZmisT3vQeA7afMsPqNLBb9n98g+RH4BP+HfvLu7QqK+WL6wPYQ7Sz5c4oG8V4pQu0kBx712kSm+GQIjP5QYHL7SvUE9RtZUPhWiWb+C7/q9XHKaO1Tjxj2lSJw8fZyvvMLBij6gmrM95vhWuiMyzL0WNMc8L5ewPUiSJz6hQZ6/jPp+PtB1Tj7CjmA9GArlPaFOlD/Dd8o9kfNcPpcearyIadQ9a1fGPsTKIz4ahZA+s8SKPvcOS76fG58+tpRMPaxrCD5Nw8U9KgtgPldPQj0PjPc+", 
        "F5JPP9y4rD7SeDi+7j9kPetYdD1vYEy8xuf2PVUoxz1fEGk+m2srvZrlV75TOCO+RYo8PocmHz4St6s+Z/fSvXm/nrqjqIK9wgBhv80MOj0R5Wi+4oMUv5xysTzATni+QKA5Pn6IvrxnVJg+0fRGPjAK0TzdtkI+oa8WPQuUzz6Qa5M9wKm9PjfxJT5M33I+7edBvB/eK7yhUU0+VKw2vba8H76wGk0+TpCDvRkcjz7ISNA9sZOuvTCSAL4a3pU8mj/GPfJLpD68B5m81FZHPkEqLz1PuC875xeZPt2bxz1cFLE93id1vUGw0bvKTwo+BdVvPQEbTbx+UBA92I+UvS8S6j1blnM+eP3xPMnGQT6bjSY+HHyCvYY+Cb4FUvA+oqWgPwACcj7AdYK9Cb8bPcWVrj3vTsc+S6vwuw6RLj2cjWw9tI9+PiUWG7+LZx+6WMRkv6Fhn7yKMVc9HToJvXHYBz4r7oA7FZGiPj4BxzpyBDE+RbBzPeyXWrw4QAS9wBAaPIuJqz4p034+UqsTPoz/W75EYik+amyUPWx5OD59Nsw9UAYVPtD6aj7bxjC/MZTxPMpdOD5pe5U/PF/GPjFpHz3Qj3W+ptc+PnEgez4JcLs82vgYPgQNljvkJrE9KBKwPjN0S76/2MC9PyylvWFj3T2dCU6/P5PtvT5jej0GpoS+h1N+vqr6sLy0Sxw+YCrlPQWOOrpe1T69xq4yPniJwj2nI8E+Ts07vKPSQb4KBRg+K4QYvD/R8T0UBOW9rVE8v4PAXT5XJfA+BtGevi1Lfz3H58Y8YQwgvqrXdz7z3pO937iUvLfWlT1wLhA/gM0VPk9cLb1/qQc/aPgpPjfb1z3VDAU9C85hvTy9rb2wMiM+BLvyPHY9vzxDQSu8sfsQPlkxAL3SQAk+dx/kvbCh/z1DdbY+kJBvvWNZFz3Gutk+KbcXP22yED6nSSA9XUylvbvJUD0vBXo9+z+4PYVsJT0AGoo+3diEvf/Ubj7JX4w9LnczPidIX74ayti9", 
        "tbRSPM6tqD0V8kQ+k6nePenHjj9TA5w8EnhCO6kKz71YfMQ+wOw1PzKqTzxUl5c+CgL9PRfziD42KCi+zLgqPT7n7D1XJPE9c/o4P5cGCL6+hLg9mQ17PEJxqz4wryE9kmKnPaQe1z1inaQ82rmzvDirUz1udNA8eQm8PYq22r2EKTg+DLOyPuaONblho1E+L1UWvb9LlT26Gwc/e9aUPHmn8b3vyS89RiUPPiUFoz7XZA0+70hVPbgDOD6lyDg+poe6PSQIhz59SFc+kHXnvO576z2LcMg+QP8UPa4Viz0Tjjs+Ym4UPgX5XrzljrA+07GqPtJvxD33SYu/Gf+OPfqmiDxQQb296FJfv7D+ID0Y/vo9C50Pv6YHsz31amG9OcpLPkdmeT5jQJQ+sBNRPsjg4Dz8KAA+o+UuPM5PeT5qLe88eLK1PlBrMT4n4IQ+LpYzPElTAD6MElA+LQc5vdp+H77ciI4+jdI1vqD37z76vgY+fOsCvhZBAL4FtAU9aeXYPWn0Bj5ytfm8DgToPTGONj15WjM7f4P2Pos7ID5RLXM9rXeIvcNqgLw6pU2+qUiaPbzutbyCAgU99UiSvdg5Aj6x8zs+5VGmvX3gND6ShPw9kMGlvPGhB74oSCw9yJ+fP8kFRD76eLw+41vhPW9t8T18om0+Zrb9vH/dI76G/749hFVWPRlVGL9tCPC9igtiv80lob2NCvs83MwUvYy6Ij7gZGE9RrJxvX1QBL5T3OE9roaLPRVZCbtkQDa+Fc5jvAnMkL1M7Eo+WKADPkHu5r3/KeQ9N1kdvgG3pT1dhWQ8lDdOPs7xnr57BBg+HWRuv0LhAj4IUJA9Z8Crvd1UrT6fCa08F9hLPlkbfj6Okli9y+lDPXiUHDwPYyW+NHMlvp3mPD58Ghw+/86FPtfVxj07CiO9F5wUPpbHxT1BJLQ9B9GfPllwybyK0gy8FAozPWFMALxHSA2+FSmMPuVc6z1riOO91m32uxVbQb63y0+8rockvLyi5jxdicm9", 
        "EvdWPbgEMT5iKLA+2JEhPj2+NL3wCbm+EAuxPmDIYL1P922+pCRNvU0J5z2Aeuo+8GbYPRthTzw0i1U+pwiDvtbA9j09pmC9DzoZPpuasb1+Twk+vmOqvUSNQj3b5gA/KIVQPjNpC71OQ2S+FtuvPk3BtT3WH4Y9ClTzvTIuh779C1K95QwmvXPV3T1yWig+P75evjBNBz1oGI09rqVOPpqQxj1/KuK8i1bGvVZW/z0SApY8kWe8PRMB8T6jIw6+QR7FPF4AUr9c0T4+oO4KPglBAj7Y7689hREJu4N9Dr7U+1C9Jiw+Pl5JBb5OVei9GGYnPkNfv7/vhv+9boBkPosjgD2MESW+/Am2vBe6yT1GS089pfH3vo2eFb7EyVE9cpsiPf4LUT9M1us8aC0Evj223T3FwIU8SPV4PcKnlL0vhA49GBPNvvw5jD2i/Lk9XxJRPrefxTxazrI+aIWevg8GUj4zsWg+jGUHveDLgL0uMdk9veiDvEsiRj7EQJU+WqLQPfWTH72w3rS+nqa4vaigwD3JjYu8SfMkPnMpWbxspWo+2ldrPvMEVz7t4go+MBM1v9F99D1Xhki+WJhQvkMshLzqu2s+DAPQPuvbXD7DdmK+Va9pPhPKVD2F5bi9tAeYPZbGNDvzbUY9LK1Tv1HxDD3w/ho+iVaAP3KVGz/+mcw9UNnAvkzgNj5p4nw+dKhQPZekYb3I7zM88qrDPXgQsj6UAWy+PfUEvlt6+j2y6Js+7BC+vc2v+L3eaiU+tMn2vqMrW76N3o685e40PmeNaz7eXhE8iZfwvVb/JD6pvq49iEw3vgOFwDxGhdU95ZuePP0V0buIG9M9jCDIvSN5WL/X1UI+916NPlboo77oxyo9KZGuvEYAmT7kPjc9VLYbvjSc1rx8DvU9JePuPGjrOD7IFhA+veoVP5zGQL4Gr549hvv/O8hLb75xDGQ9ogWyPtaV0TuqKZs95Ch9u5vLcj5TtUU9UHWfvcvtQ75SzAk+EYNaPf4U/r246Li9", 
        "sFyUvbG2171ZHmc+hOhBPh88qr2p+Qs+wuavvotrJj41lg0+KoeiPq6R07550BU+b1iAvyw/Ez7eKrU9xnP+O7xFuT4DNtc91zQ2PnoFiz7dUra7siyvvP+CkDvJUdi9c4M0vs1g9T3VtDc+5fRTPraDnj1pYJw7z7FuPs35DD2YV7s9JSFwPjFyabzBenI9opxGPVhw7znIw8y9WTY+PgnIPjwW/S+9Cf3dPGlFVr7btAc8a8HWPlcyBT310bC9/9LcPS/VXD5oNwI/Y/fzPVURbr1h8Ae/OmPwPpHD2LxSzzq+9eZxvT1baT5cOOk+kcXzPc09Kbs0NV8+raB1vm/8ij0FKEq9vsiVPXld1b0cDSY+VufHvGKxmz2CIky9fWswPrXB1Lx8YbK9sFfKPnCuHz5GKGg9ugXHvfJ3NzweqA0+sYeIvSBizT0H0zk+X57cvUX/fj0Ni2w9VLuQPn/DIr54Tiu9c2KWvUu1mz6RJq88z2I7PmSWOz/o9wa+tB05PsF23DzMvIo/4tGtPREDbLxNcZ0+VkUIvRz5kb0BaJQ+k/Vcv+b8pj2IcY4+ImAOPoxYXL9O0Pi9alREPhzFWj5umO8+0fGlvPX2Mj552uQ9t2eNOpNqQL2Wi/A8Sc8DPefk572Yb/o95k5kvqEfSD2DTNy719+pPUBSGr4bDIM+0rdOPs0zpD7BC3M+UetLPwewzjzx4y6+XNiJvJ2PRT4UNG8/WmGavNbaX77wGzM+5KPRvM3tUb1LY4C+YHsXPkvtPr1ekUi9eEUBPhp5ij0hFPQ9UnsXPTKheD4q+B4+oPySO9qYVr6fRyU/s3ThPasCrT0k70q+AH4evll35D6fczE/Q60/PoI0BT24YKQ+pc6QPSaJtTzX0EW9H1OoPdbibD3gVom9lPxpPnFET73BCTA+d1s5vtBacr2xIYE9qmuEPWDaQT6GSqA9mXuRP/cXEz0Ynq87Tn8IvrUyHr6IGDk/4NvSPngdMz2HqRI+MqiMPiMF3r0zFD49", 
        "zfwLPhxhSb42Yzo/UlgLvg40eD2a6yQ8LXuQPsKv7zyHzWI9PtMyPWe7qTzd6h++bf5tPZnhPDw5ULw9SdrKvaPhGT6oy84+NXeAvfuxYz7jpuy8mloevfRy+T4PL7E9LUf/vVXAdTw61FM9V79SPqOMLj7MUKw9ffQUPmrV4jyxnbU9aVUjPq3+cD67bjm9ZpYnPoO7uz6SeAY9o2TCPVJF9T3uetA+0cl9Pr5hLz6u9Mk+4k/qPfWulL98Lcm9DScEvWy5ij0YAQQ+NKZ9Poa1cb6g0aI9cS2vPGcVQT5mrB4+pvK6PXJyk72V6SY+OGKePFhwFz6fCfA+AwlcvdMSTj2pgUW/kVMzPqsQwj12cLA7UAY+PWBmqDvCPGm+cyTvvb5X2T2a+AA+AEF4vgigjT4aNay/ECb2vV9nPz4CfxQ+zyJhvnsSmrzl7s89iX6UPZoh/r20g6M9LLXku6ogmj5Qiw8/ufSBu3nJZD6g8Y27tmGuu2VETz78QbC9++h6PovW6b4VgNw9zNTyPeVHFj7eWLu8AVbCPqwRar3PIME+dYE+PiHHzjsS79e9jUErPm3qs7zHu0g9fm1ivrOkoT17Bx8+4c+rveoMrb1YBcE9vXyIvcje7z2QJlq7IQ4TPl5j6T3rfHS+VttWPjtwR7+f5VI+EPB6vj76W76LhMk+JUeCvZ0uIz4rnG8+HwVJPSHTuj10ZT49gu2+PvUXM70OB209t0bkvNenkj5AD4q8T2ovPrVwJT/q/MK9GhdkPjelPr0ivIs/P/4APtlPaDtI5gA/N3kXuzj6uryF6Fc+LVhSv5AZIb3oBSU+vIL3Pb1HVr9Py/G90QZsPSrjLj7qS7Q+bFeevFjqvT1mONk9EHAXu3FZ1b2FIaQ8JXqtPU66y73s5ZA+yTkTvk1TBD7jPGW7asUzPcPRQT7df2w+HUJLPsMItD6YwHo+KNrDP2AOETuMYpq9ZQS3PZWfcz1Ow9g/yK25PPHysT00qSs+p9lEPrZSKD4NpG68", 
        "wPuXPt0/Jj7xCYg8dZ5WPgpqqT1T87I9be+BPRhhNz6srxM+R2CmvHx2Ur7pYBU/7f/7PYNk1z0Z9hG+62IIvk44oz2LdUY+sTEtv8oOST9xMmq+K5kDvzjNgz4yWVq+vxOIO/zVnDxglIA+SL4UPjkatrsjabg9xCY+viJ7Xr3GVuM8FwlPva1qRj6Edls+kPS/PWJDVzzjniC+pbYsvSLWGb4jLkI+WdSlPlQ5kL6cjXI9n+PzPMG187017cM+sFm5PfsQNj4oJm68mewrPikXWD08tmI7mJ9NPSVDFz6g9Xw9bHNXvWMoxDwNkRG8iiQdPKbOVT5o6uA8MQ7wvVKAGT1pRz4+vub+PQT0BT5l0e08XgjLPnDXG74L5kw9PiJcvvLWzDztPKk93KFuvuqYsj2jfTa8qQQ6PaG2wjv168c9/0ilvKQ+fz9t+0Q/IrgBP/63Lz/Vf/s8qAJ4Pi3A3D09M168bIhuPiTi7T3DqDw+039APVpu8b3jzUo/oBZYvCoHQrwa3Yo+t8o1Pgmi9T1sOd49E+ySvGAGTr4qRh0+9o+FPgrJRj5OCQU+X5o/PU6aEb8ddAi+CCXgvet5mTwPfpI7WqEvPl6niD4eZsi5PjXSPoR7FDyKzcY/vbo/Pd3AZT1cO/M8ruSDvkaUpj3GEbw9c4sBvp8nuz2dAK89CEsRPAf4drwRg6Q9WRY5PnDtCLwxWow+QqEkPp2VAr+k91K/SWWHuysgMLzuPyy/d2q6PKIPfT1NWLm9DVGTPe+nPj6b5qO9MckHPlwfj72SXVo96MTPPQZ1NT6ThcC8d/OFvEwhVj6yXP694TJ5PnGagbx39Ey9lkpTPsjxaj3NO9s+bporP3JfA70Xgic+wgTAPvy9Ej3lcM89AOQjPkp4IL35GA49bqQwvl8fGz5KaEc9LklJvrepoLxdbQG/qRnevWl3iD7qOto9jtz9vVThEj7RuD4+4WluPr/dZD7QhuY86jiSvXMZKz5anSa9vthkPunViz/nmMg+", 
        "VthsPq3PkD2RKkA+m1k2Pvj0HL+mgZK9Zy0HPHlFbrzYKog+x+u+v7bLb72ZF4g+aAOdPVCgfr2NBhm+dW83PpGP3z2LiBU+trl1vq8rNr/e3nY+vCofvJaVBD9jOJU9ofopPrk3ND4BAJI7OsLaPnrgKz1/++09WwGIPYvDv70aAgM9MHUqPpIz6j5zlTQ+yc7lPLNkqT0Mj8Y9howMPqq5Bb6m0ky9y0JePsixsT1FhIw+x+4xvEx/Xztgqus+n3PTPW/9Ez3J4dC9seaUPmOXkD1esfQ9E9nWPeL5oTvR1ZY+8jKuPrQG5D28KhS+r66+PaFklT3yiI+/yI7ePKGfuj1jKXk992Apv88yXT+SUvQ9FJsDv8ed3D20XlY9W2NTPeErWz72sYo+LCjqPR1HHjzT7RU+B6YYvkgtDL5cQS49ZR0wvVvROD4damQ+r2uOPdeU2D2gGSm+VOJhvSepF77bEn4+soVaPssyBr5mo3I9XztmPQDU4r2/YhQ/hFbHPbAVqbyKqDW8ZqsbPvxWkz0C8ZY7vhY/PmqVFT7jPtY9rClDvgNqgjwBfFm+dTLZvIy0pT18kdw8quTsvSxHHD1g/EE+QmxzPYO6yz0xdR89dPpAPnPJGL6MvJ6+FUiCvoGnjzxgov0+yAuJvqds6D1IeWK80fbavFcJJ750Z5Q9k5ifPJ0whT8hyvQ+zb0DP3Q6PD8YXik9GHT1O4f1CT4THB+9uNoQviufFL5Tiyo+d+xDPbEoEb6SViY/GaWBPGNBdD6wXY8+7C4BPqSf3D5OoSU+ZtN4PY2uvTzkHVE9+0btPQI2LT4bxsA9FNjTPBtTGD51Cva9aQCBPugtiD7l5Aq+2qM3PvbvSr/5+5K7cSWgPrH3HDx81o894rMRvl3Fs7408AG+PCxZvk5vqz03oEC+DMsBvl1jbT32sGY9BmO3PoY3m7ycSrg95THfPX+agrtUbMy9r3EJv7+65T2yOj+9x+46PJp7jD6uNBA9k5DjO9kkozydYQq+", 
        "YP8LPeixMz4+jGG8j+cUPjq6Fb+ecRM94EUPvvUF8j09Q5C9MwIMv0VV2T0tvbs+RSP+Pcw8FjzoYTC95XnivZbNlT0FCSg+iSuuPw9v9zxJ024+Doh3vX+6JT1bUgg8C98wPnBbNjy2OJo+OrEnvutY8T1XQ4E9d8epvph/jD6vVp8+W1GOvZUBkD5LBN0+HMlXPuV8Jz6bgGY99flPvn/qfz1csPU80s7nPTC0ET6Pra68dWgPPr7B/b4pMIe9bRwWPVvDzT+5yEM+b7V9PmbGjT6NOsk+u8gUPEGbkj68tHM9fUHIvhnJ4b1xS8a9+aFDPSGUtL/ObNu9V0vMPlE1zT3T0uw9cyHBu7xfwT4Q0ak9WwYIvj67qjwlfKo9TMM/PQHpOL+SQtw8NNibPLypVby357C78l8PPAc/wr2YC8c8UtYpP+zilj7nVxc+DrJZvLaALr1R1ky8Dq+PvdboMb40XO68+LiHPuxS2b3DdiA+up7WPdToYbywkvc+NOyfPR34LD+ZFUU+a1axvSARUD3UviM8X3cGPh/nj7yJeVI+YjR2PhorfT5zvB29yh4CPtTwpzzBFa6+SCiCvQg+D70XzBE9uWh4PuI0gj4HcMQ+t5oEPijlLj5dBBO+ejYCPjokNj5FZyw+Di8pPnLw4Dya7Sy/WY1tveEgdj61+hY+kOYdvULVET6IPoI+PtIavB5REj4ngIM7LRGmP4MPHD2bmZ69QMQ0vh/xO76il+w9aRWCPQF44b198dw9i2KiPddmuDyYiiW80YnmPVjpDj5fdkG8one0vZdY3D2aJYK+B8hRv5Qb1ruXzxU8uqYxv0nN+D3H2PI7T6uNvcI8hz27fj8+1tk3uaevIT6SYsA9I8KDPl3WkD15vFs+Qg2uPrjloT29EKs9Npc1vLu0UD7FeUK9vztavRxjsD44/rI8RUjePuVkDD/5Bx+9tEm4PRUcAj/+5cg8I7OhvKJoPz6Gz5Q8AouoPfvmiD2O0Tw+53JnPWdsp72O4es+", 
        "7t6Mu16UoL1Beno+TSuRPQmzQT6+RA0+GO+OPUhrU74KmjQ+aJkdvIImuT2W0g4+vmkvuuljEz7WGdq9m0FjPSe01T5pvo+9HnM8Pg3WRL9INP07/bW+PghgPzwm3Jo995NWvZ3ri76vPSG+y16vPuHHmD0y9R6+opT3verxrT0WyK89xIq2vcVPm7zIS/Y9mTgAPshgPjmI7cO9h4gIvyHiqz2ALAC97QXVPKfUkT6Uq948vQnpO4M/dT1PRuy9gwwHPuFBOj6V5gm9224RPjWuAr94euY80rQfvsT5qT5Koru9ODzjvlVVmLznPA891ZYQPqdYlj0TPPC8W/guPssZmz1ueuY9Un2rP4yoXj2Iwe89oomTve0fnT0cRoq8nAJQPlgrqj0Doz0+dev0vejL2T1C/oU9OLxzvtA/8j6fEFI+J+ugPWkJ5z1vRQs+aOeCvlZYaj2oeoA+4DKUvfr2BD5MAgs+IXiivfWOCT6RrIY8duhzPpjsBL6YaYM9bWICP+0HaLxAl1E+GR0oPgtNij1gDoU+srZ2O/P6eb17pA+/LEVMvsTezD1uwSo+HHAQPTt4/Dzq6tG9blgfPqlrqDsCzdE9kLk6vAuqaD6jhLK+zfmxuyMUfz5NJU09i1AhPk/dwr1U5DM9ZRNgPlc5NT0GiIM+KtiMP5Jpob1ODxg9BdgzPoXsi71HDvs9zHFRPlOLLTxZ9G++n8TdvKyFQb4QT4g+1SWBPa/j+L3+XZi+C3e6PXOpBT20Piy+ske+Pfjyxj0+zXU+tCvjvcZQSj66JQc+/330PTpThz43QXQ+sbQJvQsckT3SyEc+vqLdPevNKD+VwQO9Y5YqPv7VDL/CRW+9q812Pj47sz2+SYM+KEsWPuzTzj3VuDg9qzeEPqs08LxyaU297sH2PfXprD2z/Vo+fHeAP6dQ1z7SlVs+ORWEPRb+Nz5qvSI+8vUev/CAmTxqFR08OjB9PecqPL7l1LK/Kkl4PlW5OL04Z4M9HoN+vXYwKr4KqhQ9", 
        "fPvLPVSLcr6e44K+y5U5v+6mFD66HFm8eOXaPjPTrz1skzE+VOSSPnpXL7xd8Jw+a6RyPRhetzyeva86wsfLvYumtzxVbBc+qpOuPr7W8z2eQFc9wODzO58qIT1dQlU+oGRCvlhSK70H6h8+e44evQcISj58wJG84wUiveishT4hdq09xhx7vHUUur3in64+ZFFePcGpAT7u5io9K8MPvIc5Tz5XjRk/use3Pv45NL5lAvw9JqUaPa4Gpr8fezi+zNCTPl4j7j09tbE+kp8YP7tnmz7vcmY+t4XGPQMnOL5f+489P/F2PgLj/b1tJgo+la4YvV1g/j3wd/a+TgIYPlSfAj1z/MQ/KPk/PkRygj64Wzc+l6zcPi1kBDz7g7U+PeM9PuoX6b7dwD094TRPvkN2gj3+J76/meAAvkc7rD7cHKA9+5xTPZvcHLzWj6o+CIm2PcbzzD3J010+skCePYXK4T0BHim/1447PNxoXj5menE8hXTzPFmUnzx/bLu9gsufPdRqKD+AaZc+gTUXPqyORLysU3s8ebyIPAxSjD6y+Em+/IyevIJbnD6ToEM9f1gQPvTpEr1Y+z+9HV4EPjBnxz01nkI/OfS4vLCjnDxXQnI9avetveyXXT3OvgY9G6UhPh96gT6kAmq+2KF7Pu2TiD0FFEo9kVq+vpmiDrsVcQU++EnLOzDhaj5LIgU9UI9IvgN7wz2GvzU+JWZkvivsuT3PssE8xDx9vTf4ST2qsHk9iyDtPamGLL6Istk9lk0IP9XJEz038DY+0z4WPv2F2j3r6jQ+TTbTO5G/FD3o6gW/6+aKPQOsv72olBI+NackP8VKOLyEaOi9kuymPaF4OD7qKFc9IFtUvBEJeT4+c7C+5ejNO9yRMT4Ol4k8hTe+PQJdS75juKM7baeHPnP7+bnViUc+JLWGP0dLrL2o0O89I8AwPtZP472xic09fYBXPSDLQr3wEAU+8NuAvYC9NL4Rrv09iwY9vXPsk76NjZy+dQvWPa9Yqb2/k3K+", 
        "varJPUvVJT5arhM+i1cava30Mz7MYT688paDPbjuQz5HA2E+MyP7vAo6s71RPGA+d7QnPtkoiz16Qhi9K6zxu8KcDT6vSvk9hVS3PWqLzTymTM690P6NP6Ln4z4p8dy9cI5qPqa8MT5PorC+ey0NPh1oyLxalZQ+0LfOvKEogT6qMIA9kggvvpdHNT4t8AI+QywLPnDugT50/TA/QhaWvTcfG75YD6W+PSjSPv8DkL0jnnQ+BeaMvcoZ+b1YnGk8VsTaPZZUxz2Skpy8ZnuEPsJekj2vN6u6ICoBvolEUDw0EyE+bCdxvbvyJD2dPjA/UepAPTrrhz6d/3U+PhW2vWXtAz3iOoc+PDAQPpuEEz7+tzO9rU5xP5TnE75OTGE95a0NPrxXRbvBDj68CEKRvf6fJz76FpM9DaeLvFj0K71MmpI9mXyxPk50Jb9n78s9dLsoP3tkYj6OloU9y/sNP9ReDz5R0KY8HHUOP0+xLb0XjYg+y6aEPtKUuDyLjv0+xmLfvIm6vL1UtyQ+uYDGPK5hET4mAa88VhQCPnipJ74lIZU9IKjpPdvZG7+7Www+QU5vPPgjGr/gIN09xZD0vT/WtT2Biv092eRAPhlyxT3yfPI9F3vpPkrBPLtmyoC/GFIrPmr4Ez3ceLu9rCx3vvvQ0z240iu+sK4Bvr0SZT13ZbQ91gIhPbejorzuTHE+LSLHPR+NHjxiq2U+xilfPIdE+b6vLAo+GVZRPcAGoT10KaA//jp4PRM4Mz3zULe9r9CePaFTOz6L4KK9BKYgPozJHz5+crM+XSl+vVFoYD5dojW+b99kPrJnEj16k5i9/RklPto4hr1cw2S80XxYPvhyyj0ZHJM+RILvvtx8ujxo8R0+6AECvzS1Xz11zcY+oSIjPsR4QrzN7QS9wP4hvi/8/T05Co09SkQTPdRBE75a6Qs+YNiGPlUDCD4j8lk+hvZqvtWUDj3EmoQ+ZRpjPQROXz6MK549F1j4vqRB9b6Tw/W8qlpNPnjciT7asrm5", 
        "jDtWPn59Or3nvD8+ihcFPkJNYj0H04E+e50APFy8Wr75MBW+jf3CPai1e7zAOTC+yquMPbGciD/JWO29y/pMPsayeb4iTCW+fRYYvJ6XAj68CCA9ctYwO4hiOj5SYWU9h5GRPdri3r6YsVy7GbghvtA8CT5UJDE+//M9PrSi1b3HFrg+B/NBPrFjID6I3MK+Y2TlvNgKnLzKJyG+rELDPSiDc7w/gi+9k+FAvY186z7IKzM++V8cvTfIBr+SXks+jO3QPfOhsz4g9uM8HUrMvfoyJj0i/Is9+iCDPQ9SCD7evTY+JbgSPVrL6TzHYjU+DHQGPmrWtT4Khgu9F61/vbem0j2QVpK8n2G1PdLgDz3c2Xs+PKuPP/+M0T4iZE0+d4SLPir14T5WY76+IgPsPcpD6bw+Y30+FJyMvSHOcT5T3GA9DxEDvkK1Oz7LvTA+LgErPrRV1T7dajI/KqEWvbQNGr4IgaO+6sJkPuz2sT1tbMc94zm1vUeN9L2CvqM84VjEPT9m873Kc728oXCXPhMkjz255ue7oMc2PLP9jDzz9aY9dotBvr7pPj3oxdg+7t28PbMNZz7COsI9yhm7vVH5oTxtXUw+jMNWPY5E/j09IDk96UlgP2KEIL4+DZu+XCkVPgHXtz1bIsE+9J+ivQAJuT1npjS8MvLevMGII740/JA9bwx1Pt2QOL+sNsa9Rp0gPxf3RD4CxNQ8a/vGPm+1wD2UOzK7EcVCPn/AK76U9Dg+I1YHPj2JOj2vTd8+/lx5Pn5ghT7tvfo9obwpPikTQj62rAo9wqSHPku5qT1cLpi8YuPOvKx6yr7mgtU9FNOXO4vNTD7xDRm+xq4sPkdOCj1rJL09nf1IPnNFkD3YWUQ9qZJLvrDs5TkYjte9EqMMvmImbT52v9E9kFIgvbnSHz55fDG97aEGvoql2j1GWYQ9jFH8PpqHBrovwp89bfwUPZqM6Tu5Hry9B+52P5YsAj6gFmE+H0kCvC68NLxtul+82rxPPvdPuD3QQ/q9", 
        "iiyaPOHDjD5nBaO9twcOPliyFL/ZLAs+tlAVvZcQSL1wi1U+2f0kv+2t3DyOWPQ+jycPPiKNgz2RaiC9DeFtvu2trz2ukI8922N5v03GID4ocGw9ha6vPeLTFz1tltE+2KDkPRfGz7zsNX+8OeYKvl5Thz4H2ws+Gv/ePLAVo73iGCi977+dvVCavz0KNPM9T8LKPhQuRD3+Yi6/Z+UwvnQ1mz5VFs8+G75Av1w3Hj6/WNk/2ZDlPZc5yD3CggQ+AnXdPJcAiz1duzI+Hu8ZPlCRQj7mhIg8WumYO3FByr1vs5M+aAGhvt8V0jwKlmW+/ReYPYWLubxIkzE/OwWOPT0M5T3cnTG9MiaDvL8pmz5WnZA9y9/iO7ArRz7fn9S78HHdPAU1nD86xzM9sF+wPbMIxj2SHhe/6WjSPFRqv70X43w8DPGDPnl9WT1ryB4+y7CgPbqzvr4aflc+1lmxPh/oKb6W6aA9yig6PsjgmL0PzfA9/XsHPcNMTLxx1IM+1nkFPXisXj8e5cq8vBmsvZAdPj7h2As/l7HkPeiJtL7cgWU+3xz/vBeZpD72Nji+SKyJPiR0cD1LSfw81VvbPgHnJD6PMq69wWYDPqCpnT1wr78+yvUAPTeybD45zmG+fAIhPrCynzyLoPG+4hcePscqLr3niB2/3pukPTfYdT4rs7E9iPkxPihAJj4j1Po92fEGPg/uET5H+gA7wilvv6xosz2+q569FFscvlqzG774uEQ+MzcCvi7yBb5bQ6U9TzTePf4WnD15AZ68SCaXPqFRXz0EbyY7KnW6vZHKnDyhhCu+kwwFPs6b7zxxsXs9+xGjP123XD7kDaY9zIqcvZ0eAzynCj8+Qz/Avc1ZLD4lGcw9tqrGPnPPib07ETs+xfMRPv/Stz2hQo29Pp/KPclvJz42Gb+9HxogPKw2bz6QnDs99724PoNknb4vHFU8dcXRPf2l/L4G+vw9tJ92PooDhz5CJve7K1sFPe0/Sb2w/g4+iWjUPRjmHb2W6cU+", 
        "1rCdPtYg8bwCXcw9ImIYPnmY7bzJn+Y8EwiDPrkyNr55fGU98f7vvI4hyL5AUeg9m22ePJLscT7f8fq9iah6vVGgAT3HHtM9H8McPpLGIj2Suus99Wxnvtr1D7uTFji9Ez5LPSu2Lz58tAM+GRDwPm2K+z3Ruzy9dSwFvqqLbD225oA90dSHvGxp7btqssg9r+QTPZuUjTuem8u9h6R1PwKuGT6Q3TA+hhk+vd1Zhzt1x4I7nngkPvC/eT3rTQy+pEbNPQFYkj4Aa6i9qJcWPoFxFL+n9ic+weF7vMsUCj5nFh49mlAov8S91jxdv2Q+usb5PfBwAD0qdSm9L/9YPS4uj7vK64a6WIdxv0gFmT5yklQ94l3MPW/rXT18d8U+9YIePoQqGD4cgce9QZ4Bvh84jD7gesk9qKNAPYuNzD3uC6I923EWPpZqAD7T3Xe+FUyCvX3u0TzeVjI+ePkzPllThj2TlXs+34KCvoq+FD6zBC+7kB+HPvMrNT6Sv889oPMYPZFt+L3PvTs+HderPcpbZj25EOG8QetJu5aECb1PYqq910HGvbaRLj4nRno+inyvPfCQHL7/b/69i+sMvxor2T2KZw0+HTTYvG+OYj3k3nI9QzMru47Puz26dII9EeguPjlHID//yYY97/UQPkziCz1A7rA9SGK7PPZ9db34C7w9jreGPr4epj7WFhY+IU+wPay/6DyIcHg8ejAwvBOEzz7yAe89SpJkP7CftD0HXeI9HO0ZPsXxrTzMW7y93mfPPW+I27wXAv692kq8PcSfqT3yEgo9ekYFvydw/D0oEjm/vN4Eviq/oD1hT0K8PTt6Pg7QYD07G++9bY4SvJrayDwwZL09GNrnPXawRz5wt3a+POMYPV2HUj7LiQa+bihpPoX+N739osW+ckUQv2QVb7vnpRw+wiStPQ8VMj7C5QY+0QJavS9TRT6ZP9M9V4XTPRSEoL14L946tO9FvUKW+73qtNg9fn/qPCKgfT0Hlp0+PQ1BPlpB9r373CU+", 
        "F9TKvi5mnb09FIK8HddiPiTslD1wLBw8EmWEPXrcMj2+t8k9OFeMvux1BTydUTs+pkmrvP1u6D0q+BU+mj/WvTGx3z7PsmQ+EwUpPi1C374IQNi8Up9HPWVpkz4tFh++3dZ7PgaGEL3QN9U9tZPhvTg4LT5FfUA+rekZvwlDd74aY609OvcUPobnLT5xc9A977DRPRT/+jwWMEE939b4PcTUJT7vbJA9Zt4TvhOiLT2fik0+gYcwPZQWojz6fiW+kZyPPqebJr379wY+1b8mPXyriD5Su5g8sm4rv1QcFL42J7I9ie0MPq6FPb/Zkg4+fPLsP9KtdT5nXzm9yDkSvp+R+zzZxfU8QIJiPlP/Vz09wxg+b5Oavd6AFrsxnp+97QnBPpkEb763I408XvsbPeH2ED5yFmW59POLPx5bFz7kW/Y9yXtWPgSdcbyjnVA++XqoPXEQAjuA29y9uWQ8PqhiTD4cUO4/1yxCPK9/fbt20bs88lXivsehCz3Z95e92slwPMpEOj7lj9+7J/0WPtlnCjy5cvO+QbzhPczGjT58lU++XBp7PFXq07zGGgo+IWkLPsxWZj0neii9OtSUvJrmGT57ESg/QUIDPscOfb2IrTQ9B0rTPv+gvD25IA+/50CIPjxCPL1p+sa8I8Ievi+Z5D3QVLs9ph1cvY6QY77JpoI+/Ql0vYyChT3Ad7K+DNAdvhQhMj05Lc49IQuTPs1Nsz2OsNA+kGCcvnF5DT6/asw7VQ1kPpb3Vj0Bg5Y94OZdPTItH77p2jg+Dj50PalN6T0XSxw9Dt3HO7bGPjq9dQi+8chEv6xBmD6uTxY+88kPPtH0ob394Pe9dQsZvw66sT1GDcg+HLMiPPHRgz4cK8495vEku4YyD71F7tu7twD8PZgiVz+C3oA7vfM0vp1a/j3tre48VszRPcaarL1J8b08q7pRPhKlBD5HQh8+GoedOznEf7yMOCC+SvCDvRpo/D63Sxg9q+Z8P1Z0Lb1HdzA+esODPnddg7v6L/i9", 
        "e4LHPfog5ryVTVm+clJsPf0moD0ndAU+5cL2vicLlTtGVh+/WwBqPqyUC759d1+9wSstPnCrFD5DtfG8evdePg=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "JRDSPjibgzxtHUW9IzjVvXEOGzqFB0A9/uZLvvw6JD4aCKU9yNjEvSgplz2pcFq9jFdivUIB3rqEHqc9pPbgPXheIT6+/ik9qVikPCR7H72vEqM6fnpGPAMalb2a/KE9U4eDvaGrWb0Vs048ReYNPYdETT6yrX09yJeAvDaKMr4YgwI9eFOsPVzt97sU9kA9D2TrPnjhLDyhykO+lbAJvZgXsr3ed0w9vuGFvtKylb08KTS9WUl5va+y2j27MY89+iWBPTOlM73U06i8mbgMPTHp+TyxDMq9wbc6PtG11z3zWbc7sMtnvaQmnD3OFy+9MdMgPk829z4Gp4i942qrPZkAvD7ivPU8rsgmPdFF1L2pljM+KvQTvO1/QL2TjTm95rbKPVD4Yz3MSwo9yUAgPscexT3DavE9YmaNPS2FWL0="
      ], 
      "weights": [
        "WozvPVRi1b5wBoQ9IIQuPrTgpL20d7++ExB8Ptp3lDw4HDQ+TwYAvWNz771Pbry96rvkPbqKFj5tG3C8L9DovADKIz7DpsW9AnXNvaRGnrvUlc09uVbpPYBfJj79N6K8PZhOPnjbmj55jbe8lZCDPvLaSj4QztQ98MkgPaaGfD5BdY8+J7jUvXE3ozzAMJE++MCwvUt0Cr6YiSO+teOrPej6+z4tFRs+8aCgvi9oSr5BWgK98KL2PRI+aL3wS6e9aR7rPcxICz4WbTq+qsICvqVe/L15Fjc+OlI0vmrAGL4OocQ9QuFcPrAjDD/pacW9MtAcPfsQhr5fJG++NneMPKfBKjuRoRw+GhoIPChppz4E/cA9vcXJu0R3Qz1k+Ma9qHQDPnUjF71Yc6+9FZeMPRFm1L1bPjc+4Xp8Puq1cz573qu+PYq2PhxNoboDhaK+EF8zvSuBnjxB8J29B/JkPn9Yzb3sSsW97EggvlmZYb6mu6i+ypoCvqznYz7MGSO+64NVPS3mqr1HlTG+IxONOsTQKj5mrfa76VJEvvonoz7TFyI9C6r0OpNNJz3pK2A8dajMvTRyeb0ZZVU+w8qCvhRRir6eyfW9pWTcvX1m8D72baK+Jr1vPnY9EL3SVIu+ASeNve17Kr4oG0W9SZGmvkUcFD4bg149NzkvvR110D0ndWi+S3RivdVOBD303j2+phlFPnkkCL6rNqE9LJEVvmOkKT16vzI+K4Hovti0Aj5IeoW9Jj6wvgFwGL2IZdy+kYkRvjjJyL0uezu+My+wvnbnPr2YEls9T0dlvQi9zz1xshW+vPShvjAIML7Adka+jjLCPR1I/rz9liq+dEVlPVYjhTz34Wu9XaeePsyIdz7aVDu+twUgugtvmL5qAOU++jiOPXcFOr5E+cA9qAxOvt2Klbs6Iwg82S47voQgUz5yI1q97eKEPWEl+T0JVQq+O9S4PZqVq74kXx+9MJ5EvsN6Yj2r8Yo8vm0WvlWO5byvWVK+zpwHPk8vWjzz7dY+", 
        "3IabPmDbhb4P/AS/+YGZur/4Tb3G+hQ+7aEmv4YfnDy3YIa8+YwoPXpd1T4dp26+S/WTvn3AnT2DYVK+sjkcPgA7VL/kZ6I8WnsVvvLzHr73ed89dv20PtrtMr5foiO/Fl7iPo5+NL7+KaO+vmzgPWhNgL3MkdS8XPSDvYihbr74WYo8chtFPTY5gb6tZnw7EnJLvBaSZD6trCa+tfw4Oo/03j2kCQg+2NdPPRRqsb7ylp6+oH5zvn6Stj1elpm9crb/uxQHwj0hWL29iB9mvRjGpzx4LZC+2uLeO+dRCz4i4CG9HQL3PSWFND7kj9s9H5/ZvUyAjT7+QS4+IfiKPiBUIz/QpoQ9csgMPiqfmjx2Nx++IVOQvpWWub5fTA0+zvaMvl20XDzeyEi9g0cTPmQEeL0GBJu+eYKovuXMAr49xJ+9heUTvV/w1b1EFyM9Lpj8vOcPljzdxgO/oXIuPgPRob0ShFg+HMvJPry0hT4bfBG+F7/pPgYdD716lr0+9coZvnabK74QyRK8GmOPPfJwjT5mWLS9T5WsPnPJ/L43nTk9UaBIvRkpZT616CE+EKWwvqCVTz7eKy2+v3c1v6671LvhXjW+STHhPdNeSr7H7CG+6aOSvozYBL4ig24+h/Kivb7aLT5Ra6u+G7r7vYZAR742XMm+RTmuvbCNMz+3v8s+of9lvvqDET0nW3q9l3N7vs4DAT2ormw+7OKMPXX9RL7G1yG+FXYoPhVLMD3s1Yw+1uTyPbbrnj3opW093HfMvbLSR74lY4E+Bj9VvbNblr6zjq292b27vc1JvjsRf8E8WaSzOxJmDL7fkLc9tBUAvmVl1r3jfRq8Vi6ePiRKTz32BHg8k+/HvWPgsz2L4jq9xlWnPQsSbL5r7hw+bxW2u6UAQ7xQqzM+4XB5PtJrhD5kvFo+cEQmPo3Xtr6JHQ0+fHtzvdJqRL4OHl29w8SPPfXORz1m65G9qOCbPu8Zbj2Nqx69x9viuwXlCT5ha9O8t64Jvmgijb2qCCE8", 
        "o7z6vu47777VU/A9UKuLPq0MaDuY35+9MBZ7PmjUvT72toe+HC2UPNkdLb3patU90+8xPmHZuzx6rx2+zLQSvwn+bL6F0QQ9yy6JvlH4Ez5gocY8AJXVvCer6D6J4Se/NBpHPYpKKbzDHfs71AcnPrt7sL3eZLI9D5ISvrFNGj7Qu9s9H9movenzIr0FfVk954xDu8WICD406Am/Y5rMvSqRY7ykr+89NOhjPqadJD3VZa8+ejtvvk3CnT6c4pW+rXWGvoj5Yz60fdk91R9wPbIndz38gai9smeBPggNoDw+vJC+AAMgvpgAIj46dKc+qVeXPvuZED5lMbO9kFrZPYdFtj64hBu+NBbUPJwPwz2Dhc+9SCA+vhaqYD4NHoc+1TrrvctDdj52vYg+8UyTvcHp9L07f6E9O10wvr4hVz71p7w8Yre0PP3/BD+zK9g9o4rlPTZjQr678dE9fyT2vTApEzxKQ6a+KnR2PET35D4eq8o+Zzw8Puh+Jb0XOQ8+ffrjvGc+nj4Bv3S+RSF/PlpQNL6+9KC+xF8Kvq0SyT11Wrs92jshvUQ7tL252Tw+FCSkvQLRSj6hO8m9LCIDPptzlL7SGrM+/u/BPGKV1T0dJsc9sruEPqUQgb2yLL49Joezvfnohz74dPI98L6xvp2Qyrywzm09YSY8viieiD1L2FE9wLVUvW3JxjuDP+K+EwjWO0PSHD1lyZU9+E4Ov6y4C74tmtQ+qvgIP/i3sz6mU1A+1rDQvWUbTL4jV1g96fQlvkzfhz1yske9INpnPsAtjD62O+S9sXfbPXw5mz2Jwfw9tA5CPdSup71mFuM8lj+AvVfLhb/wfJ4+XnWdPDVX/DyIfiU+fEzvPGkqpD26ocS9j4tIPoDHL70lO7c96jq1PSbw471sEAS+4TLGvjK3jT5KyLI9R5bFPt8Xp756m0k+1p2dPVhNP76bapo8yek5PcT2uTxBol+9moKOPId1mD2CNlw9FVzYvYCe7r0LNtk+AU3bO0GB+ry8LWo8", 
        "Lb3CPp6yGD9eoPa9WNSmvakRPD6STVC+LSIjvp0Z6T0jxxW+8yolPTHACz2qVEe9yP5xvqa8ET4ZynQ8gwoOvq55c7zy/IG9qdS1O7A8FT5ffTO90bG0vO1Nr715eEg9tfY6PhGJqj5B+p69/t86Ptcfjr4WrI89fv8Gvi3QZTxUu3k8JeUFvjTYm7w00sO+TeePvXwij76Gpdo8nyIPPnVdOb1PeaM83skwvosSKj1Znly8ybCtvsAmF73hZJK+A6HRPikoFr7S/gy9OoMMPO5UgD7J6509hegsvvVoPz3UGZy8P4nCPFIBnz1nDAc+55WGPRhbQb66CgC+YPLSPrakcT3LsI29mPopvvApgL5BbT6+ebBPPSw7w72D6d29nzKtvS4hbj5UFEU+TpqDvnae4bvQawg+m7lFPS7DjT5ly7y9CFfuvItoOr7WqRC9IFjMveR9G71H5Pw9szOrPgUPFLwIPVu9UzO2vmtblb1EvFa+G09VPr1HHT208gg+ueaIvuePOz345Da8R5xCvp5nm7+1iC++RVGGvZ9pIL4xiTy956/WPb7TCryu58y9hWeGPnZ0Uz6t7X89EniuPDWeGj3FIx++80HtvaglY7yHS/M+0bpovklCUb6qrIO9t/1RPGzJ1b30U6W9Zv9ovi9EQLyvTvI9rYc2vo0Bkb1q1MA98nQ4vfZxar4tIWE+RQgRPn34DDykxbO+RbUCPjN8Cj0Wj/m+r8EfPTJGLb4ltKc84Dh4vYJAaz4t9eu9SU+KvZr6FD2RQD0+GTjGPGh+jz53HM493Nx7vmHHPb7SZy6+XYQLPQRXpz0+bI094JEgPUJYar6giAa+4gfjvcR+Lb5tTIS9yy2zvoc42T09zQw+fbajvdgUaj55Q+i9KxaOPaeMsr6b5OA+lvWCvSfKvr5Id4O+c72hvetnwT2IqIk+qm1vvSLiH7397ae9y5bSPbC3mb7c6Ws9E2NdvqGYgL4mEna+bi1YPHWatz1z64c+wL6/O72zY70U/pS+", 
        "jcbEvQuzh76e2gk8Sw3rvs1Gfj5/3UW+e0livpdo+z16K4K+te12PYWGd70U1wC+71+jPlFfEDwFmk2+7WIDvWKfhb6qezM+0ntBPuYzKj4AQjk+L93vvc7zCD5WamA9JlEKPhqzDb4UzqO+4r3RPVRtNbxFc6S9aGLbPmIx3L03Hjs78ndvvgE2wL0wEMG9eGHXPRA7uD5+a6o9D6qqO+HpPz5HQF89ln+xPqc5BT0kSpm9L8gPPiTgqj4ChxW+zIiNvn88ED5YU+m97gCFPn9byj05rOm9Kh/vPOFh9z5J9SQ9ONi1Pe+siL06s4S+wLxSvs+LXD6alrS+hgOSPvwAUTw7IjS9uVdQP3S5Sz68jOC8cSKGPJIjVz61Lwe+jGRKPs2QHL79gFu9WiKqveeIJT5QD5u+xxEKPmUfSL5b1Pk8K5gAPr8zLj40WwE9uTLgPDARAD46w98+lztWPlypA70+Clc+hgY1vbUrkb6dgj69igkAvtypBz6rGK8+j3f3u8nchj1YAWm+ga7Wve/scb7rN0U+MK4qPh+bKz4qZ989X7+YvfmuET7SOJg8/b+nPeZoNz65ttY+wKSfvoW2S79Myqs+nlK5vUYqjD2do/U+Y/pRvriwTb3+elq9+ty8vS6KgL7Fxq6+3Cc+vgfzmL4K5OO+I8srvlodw72+hQs+r2gcPr+RJT11GI6+4JAKPtB02j7A9Ca+haKJvopOqD2bq969G77VvktIs74SPvU9xVb7PkdX1j0UYJq9k3OHvoAH0L7uegK++W3svZwozbxp9/2+nPzXPdmHPz3jNEO+39QRPsf8kD6Rfyw+VciHvroZuj7MzhW/nLAPvllkCj56LnU8kAxSvuOesrz/83A+RH5yvvgSBz3JqNg8UqPhPoWqsbz8OLG+teWIPtdmYr647KQ9JPylvb/Dgb6M/qM+2fJnPZNkNT1fT847tH4EP9UNEL3MDcu+5svevvXGtDxfjpu+l1cwPQFxKb3LUB6+alhRvvVKCj5HLwA+", 
        "/Fs0vGKh+jyuBbE9SzYIvukFmD6hlyG7v7MfPlnR+Dv//6U9iRD3PRB1br+BtrK9bKxWPMGJLL6sZMk9T92FPNGPkD8J1aS9G9a6Pgdeg72KSF69Q5KwvRFDNj0sesQ9ZMQgvBINpb2Kqpc9CxvrPr+GZL3PKvg+SUKdPv4W5L2sxse8XXVCPl9Phz77oBK/oucevAjInz3CdIe8W1Y4P7clwz1EGW0+K2lqvRiZKD6jnnM+BPiTPSoSDz7Nj84+gsQCvRy3jj1q2d09uHkSPn5cmb7EUP49yztsPcK037z2Sr4+WQe8PZV1DD7etUU+ZyNyPj72Ab+Yowo9PWAcvitnNTwYypa9ZJZdvvj8Qz0nqny9SyjYPYay6T3I+cC8PaMlPnyZiD6n6oS9gksVPyLBkz5iGQw+GESDvpiOoz9bmYo8GSLvO1oywD4keNK9c2CbO5ONBb5veOK8nv6Avcd/g76aChW+fbDKvg/whL5s59M81obQPYbYNr4jIYu+kIUsvrAhi78mYhk9Bb7svT5Rkb6FX4e9LO5qOyqzQj75M0O9F4iHv2jFbD3j1n2+NjZdvho7Gj5eFIS9RliAPWA7W71vZq29h45wvmln7L35YYg89H0svf4jjL2sg2y80fq8va0hKL7dESA+eL07vbdDIL0b24c+65wZPhWKQj2UTbA+WMGoPUNbED5chte8tJQEPdhrMj5ot2q+4beRvZvZq76qkoy+N5cPvpy3XjvG7Ja+A9+/PfKPJD68t5m+q/fKPYhrbL7VuVq+/YddPYkGfT1jtlg+xtcMvkLswT0CZhe+qL6svdaDBb5Owc+91uArPgM0Kb6XXFA+WkRUvsNkHL0f3tM8hQyBPd07Kr6Ynre+pvEQPhl+Sz5EIZI8xsT/PKa9QD7FIwk9TA6ivfd1PL4zhs89ZfCcvdPlhzydC0k+X2KWPSXXij0pNdg9Qh5rvVSf7b0DHwc+/30wPm1eDb2ARYI8/wPePYmTxT50EZe9I+LlPYh12b0NBFy+", 
        "p2wLPc3tjzxj2yU+yUl0vfknsTvLcFk+0uWhPXeb8D25nA4/cKSEvbyucj1xdfQ97jaNPTR/sb3dmUE/5RVSvlW2PT03IQg+BciYvXtMmD7dBbK94tcCP17Ha76voLU9/5oRPcJHbjtvdOg+qDnzvdTACzyA8jk9AppdPTfjyD0kCw8+HbPPvblSZLudWgY+bl2pPZoUYj3E7S0/4uw2PkjfiT4R4vU+1vQIPne1dr0vWoy9JFaBvYkfPz4vhlU+kzsuv/IOHL5c6QA+a2qCPvRL3rySZCq7NwSWO5IEd76whvC9UACDPsi4a75x7gQ9MDzMvmQFXT0K2Ao9Qc5Wvhqbaj4zZGI9DKoiPqOjjb1Apk4+FHpIPlrOvT7hQFq9wb1jPkUOjj7Jcx8+ooHyPZXuILyr4rI9PEofPoU9SD3Wdgs9q2QRvoROVjzG4s49bPdLPnT9jL6nvIQ9+7xlvJVkAD22iSC+HEysvnzImrwYrpU9PI3lvT+XN748k4I9Kv2mPVNeoL3OXfw9psPDvaq75b4l9Ri+cDmpvuGkkrx93Me+qNvkvIpwpj4xFHM+6CeEPgEnlrvooZe8mmMaPt5huL5+uBS8XxenvgoTHz7ubIa+jwQ7vbQghL4lYyy9tZaOPgYA6z3R8Cs90UkBviWKtDzaZwM+TG4YvkJKRT35rq085RFBvHL47Lyi+Li8cmbwPXHgjT0+EQE/9YjVPTX1cT4dkbY9ai/PPWH1yr2fzgS95uwxPrgchD5ofF69Ugp0PUFpAL1Rdi8+p9JMPhnfdT2Axwg+/Hp/Pe9a/TvUWgm89jkSPq2J+L1Xsbo+JmufPT3Nm75dkrC8D206Pkvxpr4cNJk+h1ySPok+nDx2wo87r5eKvcsJgT7f9Oy9ZllMPgxTyT1PD6m7KvrXvcjYJD15V+G821uTPmffvjwfIb+9c9GePTXcO748Pou9209kvciKuT4EgVU8uSKIPhUSyDq3rEY+QXIAP9uj6L1Lg6q+9gK6vUCjBb0hdQg9", 
        "Ah6MvR6cuz0j7IQ+OXWhPWeZHb4hzxU+zCHYu82zUb186a6+BLCfvfndg75IuEE+s6GRvjYvJj7q6ds+7nZnPez5FbzLxLc+SEYoPh/rIT48qVG8Yz3ZvFRbQ75LYEG9DPzVPUz9+DygxwI9kLVyPS2YID2slp+7A97oPR9e3r2l7SU8fcwBvSqX9714jfA9PqxlvY+33L0oAD4/FBXtPphD0ztIHbE8D9NavoD1ir4Mid+9ulv9PYbQbr5lDd8+VnTuPXAaj73NWg8+JCriPBkabLxsao8+lxuuOz8Ynz4xlRi+gvl4PhJT1748iIw8llO7PvXLhb4CHl08z+sDPjtD0rtBy2c+OTEaPvP9hz3Y6D49i0SmPXblDT5fTQy8IrfOvg3vtj3I2hi9jZ6wPpPxd76Csie9xKCwvdwHfbyxaCy+RAgTvfECUjxUroS9h2ZKPsZDqb0wjvU8Jr41PjEtLT2vFRO+AOkkvTOkFT4j7PC9NtVqP13imz4wxXc6RKA+PaPnQj1OYKk+sia7Ps/jTT5HS049YFZEvkt0iL3ydV89rWIDvmQxJT25pFU/3IhNPQTeu73KMpK+RT1DvqwmyL3Xyy6+9x8QPmBweL5SaIi8dQ7/Owc5Tz4zxda+jm4qPY4feb1x5Ns+GrE8vnqisz5Q5Q2+edYDvi7s4T1ivFw+7YalvH0t2zwi5f89ZKpoPwPSWD0RKpk+RanXPrWPJz6MYOS9N9JTPdDVyj5g48G9Waj8vun7ab3bhL664UoBPY3fcD2wg1a+q8UPPyX8rr5gzQE/tYFdPkGGnz6/dDa9rn8vvVRLpj6LsaA+24EePgpWtL2XQQg+asOwPrkk2bzqDmK9bhfbPgjTEL38Goy+woDiPCvtED+jPcq9O5aqPjpbaz4gEVc+jsLkPaDrV70i9RQ+t6xKvRHbw71k6LG8NnYNPuB0174UaNy+VF02POIDFr708YO+VurgPcbZm7y50gS/Qa0MPKi1cT57rVg9SYVVPjPYTT7MY5i+", 
        "NInuPScuBz4g8qe9OO48vxygIL95t72+AT0ovdfuxrtLSqM7VY4jvqw+LD76DOe+8AT6PQlOw775XJW+SkpSPV+Taj4wxl0+HS21viZF2T3c62Q+3wRTvuRGF72zSYY+jX+mPTHBoD1LLMc+IjeivW5hGD4e7lQ+Qk6IPYr1k75uyZO6jzoxvhFR9L1RP3S98u34vHrAJD1BGbO9/O0zvEX8Vz4tZIU9kV0Lvjx3YL7IvzO+gl1EPiIBkL4zbgq+q4uDOwxnBL9ftj298NgQPliLiT5ZMF+75DtVvqoRdj1RV0K+yp/wPv7/4j3frNw8UsaDPurRbD01GS4+ozgPPu47hb3+8o69BPilPiY1g76PFji+fx92Pr6Hjj0GChq9XgoaPsefBD339xS9bV2DPa3Udr2H1dW8ulywPqeweT74kpI+CkoqPif7Zj1enG+6n4SsPM3L0L0kTL69vEgKPi0hO74guCm+m+XjvTlbzDxjzDs+vilMvjrICL7XqtW+HwCKvfsZcz5Lgws+W7ArvrAkoT0WToy9Soazu3o6ED62kiS/+ov5vesQND4Il9k+4BTavmGQeb7TY4I+/ZNJPjr5Br0WsEy+US0EPX8rvj2IJFy+DJFgPT6Qgz1AwLq8fs6XvkXtvL063y6+V+aKvJr9Nj6KvDS+51WdPg4LDT6VO2C+mp/wPb0CFL3qzDK/9mkavaRwBz6d2bo9ElxrPADLHr9Ys3c8NjdxPtsBvL4eOLS+L4pxvpzqZDs2Rp4+ClKTPEefOr7EYJG8fiOkvagG7TxcgEg9LDQRPd77R7yGJRe9VIpfPvu4+r291Su9abnRvt38uzzD/oO+O425PpLVJjx9YUo+llJOPbl1Mz0uaI4+QyoXPr52LD0F8I88Wt3wvSTOjL5LMpG9Tq5YPguxHD18uLQ+4e6KPoAJoj78o6s9TiUhvmZnSr4EXks+8Qixvui9Ij5ewSm+l+EIPoIIyD7upAo+TCAzPTdWMD47pbm9WZA6Pj15pb0ieRU+", 
        "dYCSPSCCcj5kpaa9Ta5RPjdBg74Ak7i9CHCqPYmlGL5Lq4++sAkrvgUTkT0iZWU+8I65PuXV5b1zHz89Sk3SvFFHsz2AvNE+iavFu5TUIL7D4Le9sxR5PmAHaz7bQ9K7SGQtPlC0t70tgpu9NFdGvrcYiLuv5RO+jsBFPhpukTxYNgQ8iixGPji3Xb6q9/y+YEPmPm9IirxJZS4+FG+dP1TLAb9uUDG+20AQPnD6vj2y2A4+LLfMPQ510jyxcTy+PBt/PXwmbr2CFkS8ORaxPdxcPb3Zxmw+usHJPoGPkD5DX4a766nevWJN3zsZDiA+XyUZvs8tbb2o6DG+IVLuvbcIxTx/mg0+6SGgPv5qKT07XD6+Tx5+vYc58z5L7DU9HoO5vAU3Dz30+6G9hq3XPQRPuj62Isy7OOjwvGzc+j0AZrO+cTKoO63/6r0nmIQ9VVvhO6EBNj3+ITY+wgzdPmXGNruTCsK+TfPDvvDCBr6cBYK92N68vTU9CT6I5LO93yBevDq+q70aqYk+Db1WvaQ5ij560uu9s53DvAK0Rb2L8s08Z9y3veLn1rxnPws9O3zDPZ8BRj1kvlK7ELJdPdwVsLxdB4e88ozyvOxzBr7FCtA9RyJfPj57Iz+VQLG8hZvAvdiDrL12lJS+Vf+FvYoIWT1/CJC9ySS6Pg5gLL2qaIU+V77Yvs5+FD3261E+ewlFPXjz9r4FQEw8w4bQPlUIZb0POpE9O4EAvs1lsD4k6o6+mLsTuwJDAb4SFpa7nioHvfR8bz7pFI0+2/GGvRDDK73tS+m7p6sRvlAHXL71RQ4/JJnTvIp+Cr75b369CYiMPtUSg76DcVY+9g3HPDhSOz01hlG8P7UWPtjvPTzfyb2+JE8yPv7liD5Hdh2+SoASvreY173rkN89AGIcvneKpj1Koz08PjosvqSuQL6hm7m9nUTHvO8XQT9dYkM7RNG8POq0JT7qiqs9bKjoPl/TFj6xGxc/dqsKP5xWIr3V+4e+2PauPRPrdL6HoZY+", 
        "WzAjvmS1jT6k7uC9lISPvazWV72v+Bi+DOmLPhK6KDybMOY8b9XIvUzaXr0Qdgi+X6CBPT21xj1Olyg+2/4ZPjvRn75J2D69AlUpPr8N+bsxkQy+CBNMPq7x8b2/LpE8jb8NvYUddb4+VYu91L6TPstyRj1Webe7q7XdPbx6QL1J446+5es5PfprGr50noc+Rp4PPjUQgj5an14+CQ9QvZbyZj6mBSk9enl8Pt+bX73xw4+8ta0CPiW36j2ArNK7yE4ovuRGa7ziZMg8NC+VPjcqOT5M0e0+qFJqPZh1XT4bB0Y+QvCvPXp9Cz5yfcG8qY9fvqRmV78dWrQ+avWoPfbr2bxvOyK+almsPc5AA75JEOw9ZvJZPoHQHz4RBPm9lSatvaUbG76EzIq+BCBqPTj/Tb6UuM49bZzcPrcUibwSMIK6RQ+DvsbETz3OjIE9lT5JPmhGQr2Mw5I8I3eJPLwkuT19E06+64aEvDAQIz8OsIs9Qku/uh99tD0qOYs7Gs9bPqteqTyhpl099FsVPu8AAT4n2Rk+LTCBPvgyxr2p5CI+90DWu/Tskj7VHy0+Fe97PbQM4L1iBAy+5NMOP3Bylj5Il7A+rdw+Ph6A17zDAb67YvaKvpdiIz5v7eI+A/hHPrdB270aBtq7XOsGvQA3qj5tJbm9uBe1Pc5EAD68p8U9yDrWvSFDz719AW49X1o9PYYyG76RJjw9Z0gjPkxSCb7v7ck9T8KqPl55CT2wF6G94gh+vPWfnr6Fss47YzVSvUB1Fj6GWD0+/7wyvYymkT4DeqO+h0UDvt/MRj0t5L0+IIecPTZJvz6CR9I8qFYxPsZoJz5cdlW8ozJrPuaMcD4dIE4+DeWIPd7Dv72XeLS9C3ZpPIGILTy8ZR0+hWnoPG4rYD757lY8kDHYPd/GT77hhRE+3KTxvNV3wr3cRiQ+9EOgPsaWfT6egkg+BbFHPQbM6DxjH0Q9KaQRv1rqbr6dS/s9Gy07vveSir0mCia9ylWTvpuWsL3lInE+", 
        "tIQUvhI0UT5oBow+ZuuRvv3ugj6qNhY+hqX8PTiWvz3qhA6+A0oOPB3Y9T2td4m9zPMMPm8/4ryr+Is+0HA3vieq8b4sIWs9VGQmvhdPET7Ujdm9sgxcPhzmgzlXjSS+DesRvgFuGT4FcgY+gkGkvuV2jL54s5w+dA4wvUS4Kz7qQmi+cN2hPiIbHT67k5a9+eyuvgLYVz3YzLA9M4C4vVMJDb5cMKe9utktPJyazz0Pn1K+FYzDvaBIg76XpI++nQ3NPdLdir2Zwfa9PvCwvazSIz2qobE9pLZ1vv9xSr47lYg+QKLHPWIZJz7UQf898SNcvq4H971stw8+pmmBPbfCnj2JOQ8/1xYWvlZfpD0An3e+0gZNvFFv4jwL84A++rUoPuTS4D64jMk9eogEvm08jL3MJhi+ZKRgPo1gWD72psK9l4i9vNb3Vz0mGlW+kix2vE2zUD6xtJC+VxaFPVMUyTwMIIq9eGAjvkwiPj4S8hQ+uEn8O/YvO704lSo8LdE8PnSNpr3GkN69NCYqvg7IFj5G6VO+VFSxPu6TFr3NVpA84NnsPYaUTr6zvwC+bSSAPjxi6D61jrW9NBIcPXGi076SCuw+PlY4vmr72b1mdUQ9hnfWvdIqAj5Cgcs+r8XNvHnt1T0zcsE8tBIAPneNxD3yhPS9hkyVvgOwGz6Szas7epazPcRdLj739re+UroAPkkEnb7psUq+BsIIPfUOFz4qAsq8UiUOvir/Ir4fe6i9pFCYO8xAXb4Ujbe+Cb48Pqu1ez0UouW+L1k8Pd/eID63vjg/DheRPoCzAD5diAu82VLsPSdRR74MRrm+VXapvjz/pL7yXWk+oN4cvkxPVT627zS9dkLiPUHRgz25U1s8fRycvLE2iL3Kmok+5BVIPuge2D423/I8rWceu83YWr6cpr28m4wqvqS66T5jEai8I62yvVUnCL6H3V6+I5hCPnMUbL5vvI2+xl2KvY4uCr0O4kw9UnOtPRuknr7zshc+VTYNvl7yIb2ygrm9", 
        "Hu2DPU5E7z1B+Y8+4Ze8vc2zOz6tzEs+AhPRvqMwJz6Ik4g99jyLvYmGdb72kkY+Eu5LPP7l0T1TmgO++ycwPuF/ODz/Gva+JgklPjA+Dr22aDO+yuibPlgIWz6uMam7LogsPsR0TT49lEM+BosnP+rS+ztns2y9+0f5Pj/xBT+7uki9wRIVvHasjrzfRzA+7IMOPem5Cb6s1Z+8SQHoPe2nt7oU5g89anQBPg6kaT5RCuw9NfelvTsevj7vDGs+Wb/EPaATTz7bU0a8mQBvPZW+BDyWu4s9bcmVPZjx5z2nmpw+IIO6veoEgL2aP+s9+twVPkGFEb4WOzc/P9KzPrIdLz4tMzu9YuB7vTUrOz+eAGw+rp0jPnf1Kz5V0oc9DP6Vu9oSHz7nZv49MPKGvfTWUr7qavi8ctiDPh5pgT0K7W29IOsZPGIZ/D4NqMy74MWePsIggr1d1F4/FWG8Pv0WPr5ubsM9x+/ePie1rr0835E96cYZvsXVIT6jUmO9TeXaOZxpdj3pOrU7erwaPlboZL6uG529t54lPmu9wj0Jz4m9HxESvs5MKL8SUCi+l83NPQccBT2zFRu+4LOOPRPJ9j6Vv3a9W8W6Pi4vMT78cH6906+1vj4Am72kAbE+0S9IvXV0Lb1OKb4801rDOu9Ovb3u6C0+KtUPvpLPcj1GrxI9/kwKPis3dT3VCIA/eEa/OsXVez4mKL69K26PPVcZnz4xL0i9/91aPkoQ1z5mDoO+3iM5PlUSA72N+BK+REA8PXyeVD65gCQ+AjzDPTsXDj5NJBc+h/CRvvyXk70YsvE+WDFIvp09aD2Vwau9KfTpPT3qBD9Alji+vaKRvkxDi70rb4W9aHnoPd97v7wryYk+W1SOPo0WT71dqq69ae6wPa8DpD5LyxO+sSQaPfcvCb0YBRE+f/3WPa0sDT/Vs3q95b6wvTMVer0wFfe8fMaSPfq9nj6AKM09PEZkPZ6pLr3cn029/46avYjSDL59ljk8IsdYvrbuUr7pR7++", 
        "QAo/vh9Qib3qkIG96DMgPk+gfD11I4A+2WysPfygTrzr8cM+YKk+vayg9TxLAbY9FPSwvfCNkj4cUto9PgkgPmEdPLySsY87DfatPfLqA75GUwg9L+BiPsTVmT7vp/o9lHG6vqlAcj6XPyG+0lCLvmkdhT6vGbW+dRNSvSB2zr4FRwK+ts6WPr/Fm7zrey2+IFjrvDL/j7yVinK+lbCuPn/WuzwGaEW+HcHEvTRsOb5whnA+WvzGvG/kcD7HcSk/ebERPMj44jxowx29j1eGPYbKyz2SLKM+F9DlPYzjZb6A7kc9kNM6vhTkYj6OMb49kiqCPrgVBD8D3vA9yBk5viifPD6Np8O8RzkUvlR7FT6+J9S9gL+auwCymr2r2XU9TKOrPdsvOj6Krko9+CeOvXX/MzwtgVy99MItPqfevD1wVzM95tcnvlHCmr553FY+NoaCPbdJIL9I9aE9Em7mPVwy57wJ0qk98muyPv1PIL0Cptm+OP+7viLADD5hlx4+Bp71vRzBIz489tq9HyiuPA11Dr2z9Fg+qdHQvJQLcL5tC1k+zMy3PlbcUr6RTSY8TC0Ovu/Car1679A9cd32Pt17Ib42ESM+HNtQvmzyYzm78i0+H7kvPQaRkT6+In68AOCpvn9pwL3h6hY+dJxpPgMPmT4VbaW9o5pxPlyotj0MvcO9wCwjPVsDxD2Xa0Y8qNUmObD4s7wZFZu96BDzvlHV7T09Wam7a4RePrBGyb24wgI/dvFEPdCedz2NYKw9gexgPvQ7j763b7W9BcQ1vbiD6j1WQS29d9lYuzYB7rwvS8M8ZdhNvBQyuD34CJ28EnNhvoIE3j0K8IE9BEd+PjggfL6IcW+9T71XPWXMGj2+JTc+qEozPdsPVb30lWc+1iuIvueoCDwSTDs9NrkpPkOGiz6UcCc9sUrgPJsSJD6goGk+PEYPPnjn6j0xG3q+PzwMvt0ZTT4ORl48LmZFvcev2T3C7qG9YFFPPWVyFr7CxdE9ZCnBPg16Dj51Vj69", 
