{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "linear", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 75, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "ZeroSumLayer", 
          "config": {
            "dtype": "float32", 
            "name": "zero_sum_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "zero_sum_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "zero_sum_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "ded11dff4a966552981fe5c2df8cb01505633a9e2f98420dcc76602a344901e0", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "ou6nPrsECj8LpKA+ZbC+PmkLSj+X9cU+UNwNPo87DD9MwEc+2i6qPscu1T4qnAk/vptoP7l5kD5ZIWs/h4ozP17Y4j1Z8Bs+feALPnMCIj4kZps+At5dPypOLT/73gI/kzcUP75EBz/2zaU+46mwPsoL6j7OGGM/MrFSPmtSSz7Q7Z89HtIiPyNv0D02KLE+s8EEP0kvjT2geXM/TuTiPuXALT7y3HY98P8+P9Z+Gz8CnkQ/olw9PxFvMz7Kgjg/Rs6lPaGZKT/aU3E+aYLhPlfjOz+V6HM/1babPuz2Lj+FJ1c/pM9zP/VrYD4Q0Zw+8MhzP3nCSj+lCC4/lAYYPxOreDw="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "jo41wOjlAz6TvI8/8FJ1v+BC775YFhA/VLIPvxMaxL//t82+RWTNvgcMGj/RFopAAJD6PBGP1T+Cc8M+ZmB9wMPxB7/ibDs/WLKkPhDSej0raBu+xDiEPasXikDasYE/eITrvvRVAUAQGsS/70HNvzSwHL/G2lU/nPcdwGX+bL6i2d6+upSCv0Bo47vdImK/4ljRvqB8+jxuOs2/41FWv2BQgz8moc2+YbeBPyiRBEAe55e+DLFdwFkdB78QgB4/KOUgPZirFT2MQIa9+ehjv5iQ1T8crxy/Lo8EQPqEQj9BZs2+c2/rvmxPVr/C4hM/KQAIP+TujL+8gBw+GPSRv4i0Yj7xk8a+Gj3UvjyDwz7+z1U/DOuXvq/wEz9qGRo/8lYBQN5Ogz/8kEI/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "MXnuu5oNxz2JW+c7wXC+vE0g2Dx5hyM+JZaFux0uZz321le9JY6DPcx36jrBzk+98p71PRV5Rb10qDY+c/AMPrhD97uSZiW9QXoWPlngTj1g80q9VGMQvbEJsTzCjAs+4z4nPkW9lb2N50o9Rv8GvUYdpj2aDBk+RcyBvFwiCD7QSK49DPlNvPx1HL0wViw9nTkBPtZnAD5Pmc49AlAKvQWbMz3Q+wG5yCwIvSJGAT3E9zs9MspivFjGprxHBQa8YUEfPmzxCjvqq6s91Jy4PECA1j2VyY+8BQNtvG9FGr0UJLI9dIibPXaoAjyZl9w9CszWPRCoc723IZu84jhBvSXUpTxLmng9AQoCPMSW6T1OwkM+kLi5vCBTBTxxLto9EOVSvDkHsrwXpgg+0j77PTpUvryZwCo+YA/ZPfvpGD0="
      ], 
      "weights": [
        "5IEAPIEkIz5hHdA8dWtcO6A8hLuwKZ49tTJZPC77bb2WWmI9mSLnPfqhIDsqZ7o9KvghPl+BHz3qXho+Usr+PSiIHDlL/KY9Z5mWPUjTFj5kiWQ9K6SZPFvdkjy58r89f/oWPuhBtj3e8NU9Q3lnPUDnOD7pst89Ft+qPInVED7iBS0+sQLyO8Adwz0M2t28XejpPXauIz77DAw+nIOKPT/cMby/kzE9pYssPcyiL72QayI+BXMEOxrOLL11Jcw7ThcGPqCmk7v6moU9fWsivEScCj7Yiyg9z453u8DXSz2Mlgg+cDsfPiR85TxXeN89oxIAPksysT0E5jc8T2KyPQycXjyE2zk+j+rIupqprj2iGgE+1VtOOpeeCL0BIMs9Ni2YPMmjLD2E39Y9iCsKPpRe6j2Pshw+r2AhPoeNDj6hmwM83GEiPvYu2Dw6sR07jF7rul4rmT3/lYE8omltvfw2Xz03iug9uWJBO2aKwj3TwB8+AnodPeNxFT7k2fw9E5PEuTAdpT0NF5s9qKkWPvw0aT1dq5s8X+2LPNcfwD1fzxY+rQy3PdF42z0OFWs9xKM2PlnE4T3J+qQ8+roPPiyaKD64zwE8ZwfEPTpe07x6Neo9el8iPnh6Dj7UfYs9b8A6vF8rNj3gxCc948svvYTnHz7USBQ7FOgsvfs75Ts3hQM+a/dhuwfXgT0V7x28+KUFPgMEKD1X6lG76nJJPUbVBj7+JRw+R9niPHrS1z3OO/Y9aTqyPROgWDxcALI9t69kPCTuOz5GUTK7rKOuPY+yAD79icG5/98GvXNdxT2N0n48Pp4qPXLR2j2tOw4+QRbiPXu6GD7GKCQ+eHAPPiVT6jsVZSI+fHvJPD5yNzv9HmC7wj6ePaH1WTzGRG69sRxiPdC36D3fD1g6uKi6PZC9IT6IHSM9U/sWPnUz/D16Cfy539qmPfsymz13yBU+3s9gPSzCmzz6N488rni+PdzEFj5DmrU9/kfXPXhwZz0akjs+BAfdPV3zpTxxbBE+", 
        "jzUoPtSW8TsiA8A9bcrYvOzU7j3RjiI+juwMPkRwiz0p7zO8Ib0uPbI0Kz2CIzK9UMohPomtBDsPECm9dV7eOw2BBD6A0ke7pHuCPbo0JrzvTQw+jFklPXQCN7uN+0g9pOELPoXCID4uuOc8kyjdPYaGAj5kcbE9NPJJPP16sj0KBmI8h2g6PrIf4roYrq49IKoDPsBQADZPhAm9UP3JPT2osDzn7Ss98svVPUIICj6Dp+w9ikMdPgfWID5ERRE+lmkCPGlGIz5j28o8jztIO0YPLbt1bJo96W1fPOGCbb2I/Fw9onLrPfdkwDopaLY9/OwePk5vKT3HlBY+bCIAPp3czjnnWaY97DiXPe/OFT5rKFk9z4GZPFcVjDxfYr494BAVPoH5tD0PR9U9jT9nPXFeOD7o/d09HwOpPLAxEj6msCc+N+UJPCchvz3djN28h6HuPX+mJT5dsgs+NR2LPRrZL7xURzQ90OApPcbcMb1/Bh4+L2D+OqXDLL35N+Y7HpgDPkHpZ7tl4nM9q38evCYWDD66eyg9g69su+dLRz2LLww+wk0fPi/D5TxLzdQ9YfYBPi10sT1Fvzk8HSKyPb8YXzzWhjo+P/Mqu168qz3XawQ+j4VnueBQCr0fLcw9v+KXPABwLD2iy9Y9oLEJPtwm4T0P0hs+lXghPq3nFD7Gg/k7FnwkPgA1zTwYAz87SiCBuwIDoD2hc1U8KJ5rvYWEYz1+S+U98UMKO/vTtD0eDSI+NDYfPR7DGD6Rzfs9oPHAuaDZpz2kBJo9EBYZPmurYD04cJQ81SOKPHVlwT1WKRg++De1PTAW1z0zjGY97ho5PgiG4z2Zhqc8BogRPqJcKT4Rz9s7ULnBPbhM17xife89BXwpPklBDz6ItYo9X5YyvGGQMT3e7yU9h+kyvcEtIj5gPws7EqQovTqBAjyGhQE+ts9+u0X3hD053ha839IKPpDwJz3WZZ671+RHPRA9Dj45FCA+3FbtPDGb3D3fuAA+N6SvPb8hVjwBVLI9", 
        "lmZjPKKePD4qT+m6GBWyPdapBT5/Zjs6ZM4GvZLCyz0QAqg8ERMtPZdn3D2IeQw+LF7pPclFGz6MfSM+i8YWPtHFkLsjv429G4YOvVitVj3b9UK/KdEMvbOMPb152hU4vyBrPQZsYb7aj0s/c79dPY2cmD3Wjog8jl85PkdCNr7ypI077eMqvY2hAryr/A6+jtrDPBeebTwomP06uYDzvTukpj0RU0e8rBiDPkNYyrz4OpW+DSwtPprOMb7hyzU+9G85vqpjdDwTYjA9pEAsvJRiPj3uHdM+Ihr2vS4UbL2OVxK9JO4dvWoJnrvQPCE8gPoJPvMTaTvhR2g92mwYPIo4kT7t3ta8DTrdPp/PZrwwnE2+pN2zP+pw5DzrkRm8iYuIvjAkoz3kIiW9V1kNP0Uimr6+ruC8f52cPDVeqz3Z6I29qvTePaPJLzp3V+C9e15SPsWkmTxnets8aLGQPmcOzrykCMS8RIvzPKvdWL5ym+o9HnivvsCPhz1OWJW9KYivPOmDs76jDAm94mWdPNy43rwRmRe+T74kvIgkwzpg6I88SyyHPdx1cjshw++8UHiUvnw2vrvh2S8/5tUoPupqsDu6vS29Mh49Pu21pL4xuZW/wU9tPGQgnj/LLII+h2PVvWp0D76BDyO+Nw4BvBMITL7aERS+eFhdu9C5pD4fQlQ9fJHvO6r+Zr2WH6S86oRBvesnDT7D56I8gWMRvVRO1z1djiS9nvsZvPw1BjwZoSg+HhzgPAgzhz2w8jc79X2DPVKEfLvfKgQ+QhmKvOmWAD8r/ym8BIREPM+WELxPqos+djSpvSdmG70a+yi+mbwYPkl52bwBUxA8lrY9vfjXDb3bh3i+bXSEvbrodD2nH+Y9EEeNP+KJDj0S26E+mkwEvb/+vLyhYoa+ddSRPWCj7L1FSZY+YQfzvWhPAL5Wfde7k2ZSviW/A70SfJ8/anYAveUKJL6P9aa8PHNJO/2mgbxTxxY/CjgcPMhZMLuKjVo9682XPDe+cr37/oI9", 
        "2w5hO2nBFL3RQJG98RxZvFJdbr07tno8aKOXvF7G/Tyy+kI+f2snvtL+Xzz+KNG8egbqvZA7gr2m47q7FcIHPvqWST0wSTc8CnstvcbSgbwl6Xc+GXE3vY03qz6lNne+K5qEPhI5f70jUxu83UAivMFYNb6rHwM85aqCPURz0bvr7xM+3rfyvWhxGL1ze3y8cVDtvFBBrLzKlxQ8cULKu4jumz57Wmy9utd5vAqbAL5BJFK+hrsOvdc8njzzmS+9dDdOvfdYzj2T3/e7sI1ZPeHdY7nbA6s8E+z6PNF5p73iMxi96qNFvF9vCr4dtku+HQSMPrB0kL7eR4k+z9I9Pov8n7vzaq+9pEcSvbecyzzUX2i/PEB9PZWlrbxBTTA7LhaQPMnnPL3uoyE9G53OvFtEUz0jIwA8aRWIPpdYuL2UMHQ8V8wqvZ5TKT60Kny+dVziPH67vzxpn/q8snx7vq9WAz7mzm68wMIvPl5D1Ly7t1S+B7cgPi2DGL4CiLg8TnsSviUtJz2gloY/HcWcvIZj8DytA9M+g67zvc4hXr1XVTK9Xekqvdg/RrzaqZw7jq2rPcvLYTzjcHo9zzKtOVbdDT93V4+7BmfnPm8f47z/co6+BU6eP7hFmjtSpU28QdMQvvB0AT7eFRG9SdfaPhBjyb3/DuS8PlOiONv4Mj1vmN69imJtOyaj3DoGWbO9VntlPpyohjxbbaM8w+M/Ptlrf7zVsbi8EGw2PvT22b0gkIw+EJmovpN3wL3qBQe+lrmqOt7nNj46vwM/g9eePE9Em7yPcDK+EvfjvBGILTvGox08bnnnvciO4TuSW4q8gQCUvhQs7jyIjwm+/Wwvvq6aMTy+gEC85AciPpNSYr5ZWsw8xOuWvwHKOr1IBR4+OAQMP3REj7zRrGU/NpDDvJKscT7NoYW+c4gtvPdelr3T8YE+B1iNPcbcUb0cNwo8dP9GvnHTbD0iJMs+huwPvdCpkLwWwFa9JoCFv1HlJDz2bMa9KFbUPmXmfz0jGyc8", 
        "N/TNPs0gHDnb/ta8EWQRv3kqJrxsJIW8pB/TO7nr07wNUnG+Vr8vPW9un7wl34A+FCnLPsAH4byc4Jy6CYMsvYejsL1mm4O+zeWTuzFAq70BY6C+yk8DPBcRjz5vCzI+XgI5vJXVNLztsXq+h9rfPX+osbzJW1G9MT1hPqT5kb2pqo+7XtD8vbMnCL08d+885BzJvJcvzz0Tnlq8s/QjvGqJbjyw5UC+ebkaPd2xOb00NZA9WMePvDREBT1ndYq8qAFAPL1nML1GuKS9iXt6Pg/bqTsDDZA7ZckmvapACr7HR28+JWrWvCRLyL1R3cy8LpytPXs1Wz3INki/vD5avVwoWL5QpqI/eth/vAUSrrwt3Xy+w+TsPbdpCD7GUNy8tYkOvar3Gr1+MVu8W7pyv0bLL7tnGDo8PQ1+PZLHIDz2YJC+8e/du1Uqo716FE68i/jPvV7lqryujD887Hc6vK3Ygj0JORC+OPCOP3sbF76b3GS+A4vlvP0Atzobt4A/kS78v7MGhL6RnL+7rKE2Pr7zjb48gbA8w7viPJThCr3KwFK9jpS8vIspGD7b2um9SQACviXvYr6/QyI+q57ZPYJGADuyMGS+i7u3vIoWqjwsmcy8UZG/vbNlAbtyTcU6C8ggPF9a9L2Upai7JsCoPDV0I76llVs7+ukHPwxeaj6Ll6g7SCQxvY4jiz3i6/e9oYaRvyqobjyRCog/bDk8vSPQl76fPg6+Gv8Evqckz7xQf1k9MvHzvYnug7wzu5I+dhIIP2wgUDzYJ1q9oKyIvE0oZb7xYgw+rVLCvLbZEr25SMI9gfMKvdsnJbx1Joy8rR6CPmhGbjzHllU95Rr5OjtUCz30Tzu7DAHNPd33t7xqOxc/ge3uu+6UqDzUlRm8WruePayvZr5iAli8KKVavmGaHD510dy8wl9VOyhBAb1j9U69Aoiqu92h2rx1qYq9TJ0pvEjSiT/7Sss8sGVIPgLuETw8Nn+8dep7voVdpz3xt9K9+oeivcbojr0e5h29", 
        "f4+4um4fez6riB4/Cwu+PJsoc71vcJO++avDvOpNxzorW526xB+/vdCze7tJniU8uVujvWcugjwvwFe9KbEgvrNgATwUMzy90kmAPmn/wb1NIdc7k9IAv04WNb1gJIk+dMgoP3nVarz6RaA/P/2svBxsiz7Fvym+8Tm7uxMfmT1VV4g++gsfPcI5Vb0v5Ye8uJGbvmSQYD1ncx8/jo9DvdwtC73HqVO9uv6DvjqHS7slMFm++52FPzZYij1l05W56B4iPxlEmDxwlyi+Q2W3v19nCz4UL4k7yjJuPKHNH7yNRmI9eRXWPd2Vg7znrHc+XwcUP9L/s7zQqmA8E20ovbyyi73Pkw65k/vUuy28K7xusr6+v5XGPAJqez8vgpY+bryvvHR9jTvyIg6+UUeVPkTRobzvrIW9G5buPtSiCr6TQQW8nqLXOw8tC73Tvpw8ZA7fvDRyFTw6DkO8gbD+OoRxTjxNHNY92sw8O7XrSb3ceoW9y755O6p7kL5sKgm+8nfbO/VKSr0Qev8+uHVcvv4IX7y4BOG+Q8I4vUc/vz4VLBg9FV1Bv3KMID1fS8C8B0IbPs+rQL5/h+G7JdkTvVIqhb7AG1o75AwFvWuqAj5uAR8/Rb/pPoEyb77/9rq8aMToPxifA72M0508vH12vp7gtr1XePQ8oM+APQzX5DhiJT0+HjxLvNVANr662qG8mgCgPoXj77yEuoY8ZEUAvJ2Bs73NlFE+7EbCPW0FTr7gccs9vmuyvA+DvDzpqi+9KGZUvR5KPD5T9rE7fmU7vntFYDxROBA9ZGqJPYcLEj1hGqa80znAvD8PcD3M5JI+7k/8vYFHfb6CyHy+QEAPPWU0ATpkTIe+dRjNvDRemz9m6KC8+vUFvfiJeryAFKy6zV9MPbTLKz/moDq7MqqWvNog4z0iNRI88kmUu+LGGD7ZM/g7paExvbxPAL3fWhM9pySNvXlKZDxnpUC93CiUPUt3kT4DYDy+FZzWPLsB9rx16iC+KfWMvr5pDLwcMEs+", 
        "oY6IPncpAj3v1229X0KPvPnlLj7coya+3RKJPiSHsb8N2m0+nqMlP7lDFbzEvQ47xeZMvnv/kTz9RWk9QmgeO37HST6+59+9j2BYvF0leryuhu69eAaou6pi3DtTepO8SHaZPtx/Vz3HM9y8FtKLvczgbL5nyie9XwK0PKiiBL2G1FG9tRk9PrfqD7wnHD4+VT2hPA4XqjxGXLU8+vlZviKAt7y6aby8rxMSvuVwWr7r4os+4/Gbvu6BWz6LLTc+XGmeORZaxr2vLwW9+xHyPAVtWbwJVMs997OfvKJWhru4Oco8QpkSvkd6mDxqoAm8aUVXPZtbVrtf7Zo8rzDKux8VXzwY8Cu9Z2wbvU1TlD4CLR2846Q1PGS0Br3sogW+HauAPuSivLxfqES9gPXIvBkq1T2Cg5Y9NlqKvyitWb2C7yW+TmzWP+uxFbwMBFy8nSFrvpgY7D1ddhs+9A7OvJstA73Vtze9K/TkvBatjr8uM+g77P4rPKZWdj1OM4g8AfxyvgFlkrwhTcG9qCTsvHvUj73k5Iu89yV7PJTlL7wr0lg9Cl0fvr6BRz/4Oh2+bt9yvteAybyEDhc6gCITPyHnkr+nY3W+KR4CvEluND7yjmu+dlmRPAVi9Tw+ZQC9ZUT6vD9jS7zG8S8+izqfvcic573a92O+P+ggPpPXQz1PjBM7Rwk0PtpIibwAr6o8wVfXvERYnrw9RKu8u+ArO8vBtbp0m3k+DxsEvJ0VsrsE5s8773agPKebor7DKZ69lWzyO9p0Or2pHxk/NK7AvVKyqzzKcwc9iFQ9vV3HJT/GbPg90HLZv7m7jDyxzdm85LX1PmPpkb46BEm8sQhuvolUmb3Cpeg7vmZ4vXsumzysYCs/+aEhP5m5gr5PeaO8jOqVP29fNb0z1hm/y6B9vRjl/D3a+rs8HxZ2PXkhujpRr0A+3HAMvI6KS73Ezku9kEkhP/jE3LzkVz483GAhvJfNAL7WMIg+smq8PehJZb5EFpK9DnT2vJu0Kbu9lBC9", 
        "1CYLvbdVfz5IkQ68B/yUPONKlr78Cqc81bmAPc3sU7yTKLm8CTa0vBU8sj3gq2U+LvXpvflwrL7qV4m+MP1RvhCNMDkovUy+ySZxP1CmnDyeY/S8BqDzPQtkuLyDfLs7yCuiu0zrlz2Dup67k4MzvAto7j5wWIM7LBgDvS4EAz+nyuY6WRLGvy9DIb6yuRo+gEkjPCAdZD3/5FO91q7qvAdhqD5q3bu8S96RPhA3mbzg6OS8yoLxu/ifgrtsJao9mcRavl//ertoLEi9jdDYvN4HeL7xvYg+1MIaP2uwC71wlc287ykZve5iHz1heU08Ck/PPqN/+Twl8oA9lwloP+VE/z3YCxm74QcevtVrNbwGvDg+9VrHvHBihzp2p8k/ftEsvaA9gD7A4Iu9IvRqPhvrTD3tMgy9x7Sou4u+Nr1n5xC9ZMZPPp4/crstqH69zpGkPiuenjsxkv07KwPSPsQxMD4OXo29qOYnvvgv9z7/6Ny9llPsPSH8ED3AJym+6cvIPv4Ri74uegC8pUgNPagfxLy7rD8+aE3uu4NhsT/T0Ww8sTYZPV4TRDvTHZQ8AI76PYeXMz10G3q8wZeUPoYU675XpKC9r5OfPcUTPr3xLES9s8iyPMBLCD16n6E+Tf0yuxlglLxw9QK+J81CvB7szz14Q5k+AFuUuyUzFj5FJYU+DH7+Op6WVL3Segm99dufvXXDPD7Bnpi9QysQvVVDD71PlBm99n4dvAI27Tzaaye+5jCgPOWWhT20MXA7dOIDP7rdObsmKGA+M84lvA/EvD0iWOC8XtPVPPriPjwUzv+9jmJPvfg3TL11npo9yTNZPtLYK74a+bm74WsUvc2c2rzraIG+mWVpv50cKL16xJ8+L87UPEGFijxIdoQ+wKE6vX4S1r6xlkA9IFeMvp64w73APXY+lKD8PJnNXL5CsAy7pPjLvUKotbxtGaI8mxHtvE5ogL3RRny8HGq3O4E0Gz9bmb89uUzBu/5e/zvkSoO+gkG6P/HP7j5G5bE+", 
        "YHEOO8gaaL2C7P68to1Mvrlpu7sGMIU8swfhvPZOoz5lAE2+NP20vDHRgz449PK8lysUPs1nHj4uUXC8G97YvOdhPbxRVb44yTxyvZZYHL2wADM8Jy04PmnOd76Hn3S8IDbOvCU907wVwB68oLOQPLW5wj1oGTI8ywZ5PQd7qDz+xiU6nCZbv+bIrj6LRWS82+GgPTaXpLxrKLM7p00VPDa2JT46c7M6MsNDvdyOFL5UfoC9JTKlv6OwFb+pksS8O98OvdxmHr77liK7PnwQO66Chj7ePpg8gNmpPM/AWL4D5MA+1hklvtAhzj3FILM9Bo0ivisdcz0K82c+wXhGvpl/qDofQ4a+IY8APhvzqzydCba8eG3fPYQzJ7y887c7t8YtPZc0+Tx26ZA8dAn2vCDnvD5Vj9+7MLG4Paamqz74S/s7A5M1vmSHDL7il/08qRHEvOhxlzwoIyG9mPPKPFgpNT7sEZG8JD0lPjxa5ryFV909f9yWvQCOWbytajg9/NKHvtQ20zsm/GK9/FaZvB+rhL4d9Iw8LXXhPv3gA71gfdy8wfgpvSTBOrx7qiU8WfXePlWIsjzjbII9CuKLPOwtob2rno28iAMIvni25bs5RPc9ssCzvIMj2Tz9Cug/4PtSvQV8PT4JBDm990ErPvAiND5lcjO93VMGPKEL57y3bBC9cbdlPs1yMbydxJI8GA9fPkroYDypaKc8oYnoPtDMHD5lzpS9fWaSvk53ZD6UHNO9ecTzu66Kob1ZOV++4rh9uqA9Mb6cExA/omr6PNjyx7ynEc4+bgebvHxHILk0xkm8u6TcPat2nrus0UK8zKVmvkQJ5DvQsVa+81d1PqRLxDtEM0K9GPhqviHtSL4V6ME8XGnsP5vtnLxW82K+FlNJPZUiMLxWXr0+hKjgvNXY1r2GZDC9rm6au6Sd7Tv2Zy292z+jvPqHhL1YmX+95Z4hPoosMb7BQOi9ODMLvSeBCb0C2o6936fEPwHlcjzdPz49Hf/HPrX3dD007X27", 
        "8X/dPNXOATtjeBm+5UjtPhhOET7v0pW8NHmxPCMoEDxc0bM9ssXBvQ9HO70QWJ0+HyWKvnK327z4sTE8SLkavWNrhLyRKSa+itEVvPBijLyenq2+uN3VPJz/CL8kMB692lv2vBbTvL3LpwE9ds44vhBxsTxvVlg+mLK8vb0BH76khcW5UniTvnjZJL237Cc80I28vIq1d7505ia90kqQPDbvEDsMWjO+usL0PIRmEb2pYVW9JG4hPat8Lz2uypa+KMl8O5KYHr2nXU8+HI47P3BsQj2vVqg8kWtOvYdPOb2FpsO9dUpevHtFDz2+zN+82NBkPnoAn764+CW/IOSTvneikL7KAES/Q5G+vMfRsrzhLyQ+jI56PuQkLz7dAvK8z48DvU3aKL2JhFG8HD2rP7oyeL1wbIE87md8PeW3Ez39l5S+HyWuO/2gMb40Xme8/e2GPn2RybwykZ48XEHNuz9lrD5fR4O+RCrSvxTl1rwD8pG9XfvGvEUJUjw0IoE/eC6fP5vxgL5N/ue7WtlbvtXzJT0QyUk8rgTHPKyEWL45gy+9JoOnvDnprD7Z1xm+XXPyvWLmcDwfVRI+8A8nvuTcMj/jpHO+32hbvIIJgzwTCLG8X4kwPh5x2Dv+9X8/UgB2uocfBL6H/kc850nHu3P84z3j4P89mU62vvQhSj4Csr+/uLGAvam1ID37cYU9IQmNu5G6/Twkw4o9L4aFPpgJKj4PmCO9J/wPvjWMgLzb5p09SstYPt67PrutfS0+Z5dyPtGyy7qgqSy9yN7svPe08TwgAZI+QFUTPAZMC72ZCd45rPwFvWfEHrzeR5A7zufdvYw2xTyL3Wk9HBSxunP3Aj96N0U8N6rhPh05M7xxhak9moMHvRN/wDzl8js9p7m8vMfB5L0PHSK9xZkwPV0qaD7UUQe+mm0tuqypRb1Cxxi9bpP2vOG9H79bA2A7l7OPPpCl7jyO2NA7nJ2tPtfXTr0266m+giPQPTB8jr3gt+q9/PtQPgqZqD2SiyO+", 
        "CI5cO1reh76Dtzk/VhqRPH6Ey7w774E+Lr5DvCoMsjqeige8ocNaPrMCrrsiasK8vzaHvqi+27tZQbm+Ysr7vZT40Du09ua9rVxgvobPnr1SVv08U0WOP46AM7ycWnq+/0elvaXMhzq1Clc+sUTDvC6OGbypKWk8EwuHuyH8ybzdj4S9kjJXvVhVcb3U92K8jKf9PAZVCT4ybaK9JknlvJzdaL06Dhe9WnsXP1tACD2ml3G8+Jt2P057aT3UP+K64DZQvj0xjbtXLDe88g1oP9XkGD6INey8f762PAyxdjxowEe95AUOvoZPcr2IiV4+Xy9UvkQOGL1RGYE7kQAjvRy5ujy2TgK+WBX/u1TgOD56alG+Khh7PHLSzr+h9vO96NQlvREZHr3G0ea9JilLvXo9yL1tl34+ps2avtHHlD2+rws6IyRxvqlZJr0PssY8xeOfvAkB572595e7ZrpVuusgcjpuFiS+Zu0JvJyPvrzjraO+boteO2kneb2+J9E+wBFZOyxyMr2PPcI9BoBCvkG+WbyHd74+hVNXvbMDKb7eYkc/6WM6vS4b+L2F4cu8H8NEP3aqlD/y12W76gXlPi+7gb6bGy47zpWFvY+/k7/X52a+43iKvlD+hj7hDO287rJuPgiiPr23oRM8NNe+PnnGfT3aOAg8yVmJPbPWmjsIg/o9GvpIu7xvKT8Oyh684JXNPg6Yp7xh29A8+JUXvLJUk75ozkU/sXmDvmfEcr67iWa+nVrpvOqJPDuqKBy9Wk06vJYUtj6h6Ai8JEN1Pol0yz0yxRw9MAvmPHo1hr51A+O8Rcz6vKhglb6dKYi+O9ewvWOO/z7mRAk/kcTZPrFHRTtBy1G9dugmvbRmqDwVRJW8FZYVPjbyBb2U4IW6Iqe3Pa50oD6M/x66NWetPJ46Oz7B1bc/WTzYPgB5lz7XSgc8UzN7vdrGNz6Qnxi+ijQrvMmf4zwtJJm8brqlPqbSeD46rAS9sf27PurYBr3WSPY9mAhBPhSQBLwDGZs9", 
        "ExruvJfFlzvUF1q9dKtEvBzfDzsi9mc9Mjdzvopo3LxURmK8Bp0wvWl9GbwKLRU8TfuVPewfjzyUuGs9WPxJPJmQU75IKFq/vz6gPrt0l7waJpM9fz7kvA0qPTwUNvW60xQ6PA1XyLyX+BG9BOElvqtAbz25LhC8ZTs6v/Qs67ygHBO9msoKvf+IhLsAurS9ovXNPuB1vjw9BW088QfvvXF1Xz6qfFu/JLp2PkcLEbrDtdK9MgJBPtYbzD3Z80W+i5iOOLcNU74Enxi9H1KEPBPkv7wpthy+uDTMvOfg0TmVlR48zNGQvSURTzxnNya8bjBUvVffOT1bzKs9vOdKvsYFIDxjtoK9N8QbPlIZ7j6VqMQ8Jl2YPEu9QL3iNSW9eYCgvdVOPLyUPaM9ck4KvP60ED6kjXW+0F6Qv3TKVr6YIHG+tgmLvyVjr7wul868MysYPhp3aT5tkuA9i7mdvNsgGr2Mzdy8qhaRPIwQxT8tK4i9ZwqQPLDFdD1V5Ps8YHEcvh11JzwEKRe+BjSiO2pCbz7rRM2870EPO2qbdLvBa5c+YRBovivfk79ta9S8G6eCvCb3Rr2tcgg8VdQPP0rgGj9cZj6+9HFju0vDNL7jCwg+auzCPNELvjy/niK+7OAyvdtFAL2WrXM+TamBvcQH/b2zsTc9KowHPnkRBL5DoNe69QWHvkvlJL0Eo5I8MhuYvLukt7355R687CgHO5Sl1TtvRl6+3I2Au/oy1LxTWoq+UAyWOmlocT1gtsg+1FAJPJtsOL1//+U8W9JYvmpxTjtZVR09yRH0vGmxcr7H2Bs/5/zHvpmm2b1iQsO8x3gBP6khgj9fkDW8o4XtPqj3iL77IJk7mDRlvUQelL8q4Xy+HkmPvrMseD6HPgy9frMLPrCGHr1eFFo/f+4CPhMEyrsmhrI8aKZ/PWD4Aru6iNM9E0aFuj4kDD/+Ka88TGFfPg8utbz62oQ80HRVvCMaTr6f5iA/SlhVvmiVR77wpby9/M4jvV3nM7zsGy69", 
        "GMsWvdowhz7XZpW7y50wPvCNhj6I67E8yKKkuIh5L76tGQS9ziD5vEucVr6HEWW+AO7yvcqi9D4gEQE/1M39PrlXDjyRGyQ+aGyxvDmFGzzRceq8T6ezPk/6vD+cUrw6krzNPL7eDb6wang8Y+kJwKoUyT6uAkA8pshwPRGgiLwyROM7HI0XvSll5T2bP0U+/UcePdQWyjyQHQI+2xpiPRMc9z3wthq8KeOYPpxeIT67oXu+2u+CPuVdkbx9aZo93b0+vbFH7TrGVSq9Q6rfvPv+0D6v5Bw/7z2KPhpuDb26SkG9gBlSvWDHOjrXRZu81HnZPKlHWjy/jHA+2fuGPQM1Xz2Q+Y47bTLMPSqjPLx0mxo+wTOcvBma7L4fG9G8lHksPwxqAD9QFM87ru+ovf9w6T0ZKge9f4O1PXQK7by56AC9epz2PdiTAr0FKKG9VEYoPrXqO7tU8rc8xN7VPk1zaL2k+q+8M3aHPSlKJD143Yc9sRsjPjOrP77UfBI/6Cq9Ptn+DD/GaaK85RdQPMY7X7zHomK+7QhCvWO7cr/XRr26NFuhPUjY4bhveXo90tbWPiCjAzoxP0A/qLhpvhQEcT4L0+u8xcutPqeBx7shZbi8n3Q+PNYQ9j6DWFm+Sr2rvcIGA7zoeQW9vbCoPP9TcL5P/64+ycQ/u25V7r1gRBm+kcJmPHpJJL0jbhk8Vy+2PjX+i77YgQs/YH8OvXWKJr0xezO9C332u/1uOzvHgzu9dQNjPG0jZD0x4ba77K4wvgIUrbobIv+9N/6KvF8/Iz47cbS8QFx+PKKokryxc2M8RV7MPqBiYbxhMQM/FbKLvdsiWD624Yg8amkwvWXnIL1i/bQ9P7WWvw1eTr4jGqu9RV0gO5rItDy6lgm+SCwLvRMPDj/hFOy96L7TPqhOyr2qtHq+k3E7vriU9z5vdKw6rtXCPiToF70LzAo9Uu2OvHqb4z7l3iO98zX5uyQulj/4W9E+sbGRu2J/Czz0UiE/b79Uv8DWAb60hqK9", 
        "EHmIPO+QN72kbBA/2JxMvk+twbsSyi889FZAvbVdAL5kUVQ/IM1nvAxfUj3YIcu8CoarvsQESL6bSsO75qESPly2fT4uGSE8JUKFvVbT2DzN246+ORjavRI2b752hju9zKo1vSJcgr1skSK8ChmbOiegxz2rQ/c7F41rPdr28zvtZ6u+4mZQvxnALL5g2Oq7W4lvPp11kbw9tO48eVItvJ9Nib6pvY2+IiDKvK5Me76zTZw+YFSoPxO1bT8ftgm97wIOvYlaVT4I8827NZ4qPrX2pbz0znM8XwmiPJojUz7GA7I+0wmNPXvkMT65rrO+D0mrvGrfQD7BFyQ9xCSrPQucLz3/GZc+mJvLvAMc8DxQH9m8P3nuPuiHtz9mv2u7Qs+oPCL1S76lJE68kHGtvzdMDD8lrK47Ro4LPiLfIr5DVGc8NoYsvSCjx71vAkA9JqQEvNLsNzy6EaE9xUDWPMDkpj2MHwS8thmYPkZ1nz8NSYq+ivdpvaltiTnXYCy9EPmPvA5aZDv51W29JjrSvL0x0z5otC0/riDSPQvD/7x5teS8CSezvdZHlryT8HQ9cOmZPbph/juDeF4/zU5OvCVvHD7GTpq7A5cPvnKikLzTdhw+lujhvGZA+L7VjVm7xwSGP5RubD8pSNG9meawvgPvrj1kzdq8SxUhPRYVMb3HQw+9CIPnPenSpb3Ib1K+0NCBN6iaOjwsNrQ8MLIUPwOQsLxRNb+8sNQdvulcjb4libc+V0+OPptmpb4K8S8/JzM4Pb9EhD55WMa86PeYPI5927yAOY69fAAEvX+1ijp4Ivu5UQUNPo1t0LvRkCI9I5lMvv7zmLxQCIo+UYmKvsBSXjxDQl691Ajlve24Pz6/x5o//NJpPHUbWD/S6A0/ZMfhvVXnjT07Dji9DU6wOwV3ib5KQ5e+W7EmvKDp6Lz8zIu+ELBSOh80Ub2Mj6o81dJqvVa1lb6P9ps9AesOvYhtB77jszi95kYgvEA2uzzlJGU/1OpkPLNRZz15EiK8", 
        "H8vlPbe+Mbv1SgU/5uhcvCOEGj9AGNO8epi6PIaIEjx8Z9o7cr7WPhqIL73eXwy+QSMAPwAsnryEbAC8RLMDvdq3Cr1j9n2+Cgnsvc4Amb4IUJu9nvQjv1aZ1Dwyb9a9WYtHPF6ksrwWj8E9pLgqvAUftr3jbpg+abr4PtZJL76SkkI8M3DRPi9d3LxPwhi/sazFvLgHor0AsAS9pyppubVkfD2Ktl8+w8KRPE+BqznuKJy9mcalOzjfo72TITE/iG/IPN29C73ljYk+mr3GPsmGgbyBDp086kczvaHtJT09yaK+JP7aPW354D2fGj28kDi0PW4ppb4gnXy75lkOPsa+hL7yc786FvTtvMlFoLwnAhG850uYPHUGszzX8wM+sfWjvnyLCzzG+BG8uXNNO49Ld74j5Ro8ecKAPQLbCDw8DQ89oVANvmtk/z6M/KK8EJ6Qvs42t7xZpqs8oojNu7OrFb6MrnG+h2PPvFXKOb4+hKe8/rKYvAE3DD38QzO92bDfvKNNPT5Nm/+726FAvoDrd75aH/G5Sp7YPDaEdL7KF7i8QPSIvEwzkr5dQJi+V+IfP12iqT5spag9Tjn+vVGbeD8beUE/14obvf2cuDw/5tm8Z7pMvhIQnr1q7/y+VvPEOlSWpj7gipe8A1ykPSeSDT8U4jq9F4GVPzBgGL4hhJc/mJJXvfYJsz6Zi5Q9uEfUvProoDzhQSs/YAuAvtlcsr7dKRM8S5gxvsMH5LzncGa+r2wfP+yLirqoHwy+f3SoPFBHIjx4jqW9vlK5PEP6dj5uB5i+cW8cP5JoDb1WPWa9fDV0vck3Cbw/zbY8pLJhvuiDljtlSFA93fIrO+JiAL6Uu047QWbEvqIAULzXjG0+TuSWvC9aJDxf+hi8UBB+vs9uFz8mFTG9xC1RP0KNpb3yHA4+ohzmPFHPKb2GRwy9y0OFvmwJQb8gy0u+uEzZvMitCjwdu808rmhzvtKy+ryrpO4+n1M+vnGS9j08vVS9FCpVvhrQXr7xfvg+", 
        "s/UaPQL+yT6QlRi9K1qZPJpZr7zZUH49opqzvTB9jzqm5Sc6qF34u8p7HbwCTgY+z/2Fvef0JztWRlg+yB1Tvo4CFzxzeRy9RT+Bvg0XvD41JqE/nGWWPJ4PQD9wbII+8LqpvgCzeD2kxes8HZHEvOiLdj3NVY6+bz7dur7IKrxwSaU+O7FCuouLcr00iqu8pgmGvgLfa74rDJc9bFgOvf/NAL5ejFK918ERvBOyjDxYw4o/vW9uPId2Wz0cLBW8+7I4PdxaMjswt94+Rl/qu7/tUD9dw9y8XNCiPG+ZjrwJ7c69HAxWPrZwML2sRWK+EKscP8kK/rxb/hy57n4/vVPCxbwGGnM9YU27vRUtSb41rf69fzYQv1T/xzxnLWW+Nw3vvHNap7wjeZg9ZErUPOhEtr0Vahu8I2YiP1lQTL3h1kU7ew6iPvruBr0+72o8ycfyvKbkND2oW8O8tOGqOo0kgju8RdG92Dl1u1kSd7xsAa4+PKwfPODnJ77S1Qw+XelSPCoWE73hTPM+BDDEvClb2rxt5te9k+XwvLoHwj0Gf4O+vxzdPrTUPz6ahNW8eYVjvtRii74wOQW8zXyLPX8N7r0/cO87LnZpvbUpzT9kl3o9LhRGPQOier5vGCy9FrG1v95JX73qdf28t9QcvQTrEr5QYsu66b1pPS3fkrpxNzI+sQKPO8kEHb6qkue7uLSCvoX8w7xJxmE8acFzvPpWez4DJoy965g5vFwSHTzrVaI+KoTrvH+q1DqEUSe9QSgdvdgVhb4pCQy8UhI6vpYTFT8CvxY8uWcoPSVx2z6Qv72816hUvAVBET9a9jM/RVGAvW7Srb7bSmm+jGLDPvhpmjnFrKk+yvDnvMtz1zzKQse8ET9Gu1wA1bym87w7pLU2vWsOtD3KnO465jwMvBFAZb58s02/sILkPL/2Ab2X0ec7nf0mvY1YKD5RQdS9v3JuvGx3ADysvkm9CwE2vkVnAb5Yrr+6Ps4/vt63z7zSb32+p2mIvs1XjbsIF6y9", 
        "XDucPsQSJTtEcEC9JrKmvJUVdzyZSqM+Z5h7vpv4Gr2QAjG9495ZvYSxFLwoit08OURwPiIRSjzRiVA9kYJEu3TAnj4Eo3S/JXb5vQ6UjLz7hfc+7uoLvRmouTzGIXS88hHlPoYzab4APEq9E4NSvhwhUz53Qu68N/qdP8tNKL2LVQ297J6KPatbFbyFowE/NmAtvirU2Dy/GQo9c5izPTygRj9bLTg/TNIgvqsVo71W1MS9j3oQO0L9Dj/7DNY+9fV1uo9WgD4BBTK9WaAkv8QX17yzmeW8sQ+rvPm3YblWUa89u7zsPRXZVbuyfAC8xl+eOgNy6Ds3tYi8mV8APxdT3ztOKiO9/ciVPmXdvT66r1G7tvGmPLlYobyAA2Q6l+Udvl9n6T3X33o9s8WPvIIm9T02gXy+E64DvPn0ZT6Pxve9HA7ru7gobL1UBI+8OxWXOzPOrL3J3nK8DAU2P2RKhL6BQ56/ensVvKVJozzcT0u+PpFNPPpfUj0bY/m6gPepPTClwr2uAgU/8ptFvMHTXL6ZUQ+9o0oFPSlxBrxOxwy+lqefvU+7K71QjYy99DALPSplkbyAcDA8dio0vSA1BL0dpxc+G5BOvDvhA76lTIe9I9gPPOpO2Dx5j0a+OaeuvD2wirwuIma+Z7UCvhYwlz1QqT4+hBeKvR6XA74lMxe6ux0FPQNmE7366to8ukOUvG49cLyve+K8VHY1u2eE9zqA0eK914RNumAZPrztIuE8hmzSO1MEY74RtTe9YQ4BPNc7Gr3ZNbU+GfxTvphs07xaqpE7vBEYvQ6fiL3ZebC+ApOjPzSYvz1gMdK81teTvkwcdb6t46063mb0PevbYL6K8Sw7Kl5UvYrRzj+eM9M9Y8ARPYpFXr6yBvm8DdZcv2qWVb3jSau+h1iAvLzUY76lTje8oE53PUvyrLpppro9dmoqO61SI75Mx/W70TlYvhe0wLw++JE8zelmvBm1f7vcbqe9d86HPEHLyb1Jbzo+mIAFPEiDWT3SHiW9", 
        "YKEFvT2UPr5jhbG7F+VKvjSi4j4iBtw8AbQSPbMJZz703Z68JsGtuk7Qjj7pdAE/4rfUvbDrab5xmo+++E+lPmEmubuB+rw8N4oMvR9OuDwFXcW8+uSavu7SM7/4FQe4WyXXuzbDg719TT29xbQtvrjbMj4EDiS6R+cUP1d4eT7dDC08KXpSvStThb6CNTa+AjzdO9Kdgzy3cv27pfalPgejyD5/JJy8jSwAvsElyTvB2Lc85/6fvlap/zquvH2+rLAkPekCZTxFGtK9IkTIvLVHf75ksXa+oLoavpySCb2MI+q8DeclvUx+8Lu1ytQ8NMd7vv1BNTwTKUo8GnztvUDDcj8eY4G77BcovibwobxBD+69s1e0vLtQUb+fdUg8Icd8vkCHcL74y2u9wC5zvrNlgr5cmpq8o9ROva51ML2CXju9/wTMPqA3DzoXFVu+dMePPoDfdDwZZu88G+UUvtRHcbyxMq+83zAgP/+vqD6+N7O9pWvjPhaqCL5KJVs+/ecCuw9+aDzeY30/jg/+PGWfJL2n5Vu+Mfu0Og8fizsKWCa7ILgAtRZKdLsCv1Y99OGvvYIBFr3w0xK+Wh4nPzx5YTzv+nE/P2hTPTj1Tb6AxNq8JIcPPAcW6Lzy1E4+x9pvPrxmBLy16YQ9UIfDvJdHNb723CI+f0hQvG4BsT5J3/E+4WhDO0HLZ72sUbY6q9twvaY9vz6Wtoi+UeolvQxzIr2YXCi9mRRzvNYZ5ruMyxI/h1oTPS3nYT3o0Ki/FaWBPV6AXjyxa+O9YhAnvMG7Kr0gG8u8AOhvPHk/Br8bC5s+7XVvPj/CZzxM550+HQdSvQNKFLyMu508zS0LvZkG2ryDoaK9ZINVu1fSa77C6+e9mV6QPLSvCD2bnhy+knOOPp+Rpz0HF8u83ytyPihh2L28ka4+bDu8vFZZj72CsBo6OibgPondAr1CP608GyUSvONBsj5YOLO6CDEXu2JPuL95tES+a4A4vLezGDxMaZO+o+oxv3QMkj6eeSu+", 
        "e7qUOyexq7zWaWi+fUIWvsiFkrsOKJo8g2cbvSiHAT5ZLum9BSo3vNp9D77+4LW8BKmoPvzWJj3nHx48qVxWPoEhWz1bT+g66CeAveFyZbzU5lm9f0vGPmhsCj9jnL+8388pvcEK5bwnUAm8liKNO2InHL73QDs8DYyDPXrIprwSRnC83zvFP6jl7L1JlF+81uZauZSo87w4izs85YbRvKbFvj57tdG9j3fAvCTAEj6nf5C8j2QRP41i774gI3298P//vHhyHj7LOyy8klTmPj+sND/FtwI9yHq4PFopVr6QkBY+npKZPVt3Ez1XvCU/M7gNvlnbZb7zaiG9XZc/OwXoPDwhnGy+i2+OvL6Ujjy81iy9jrkyvgLoar/Ojwg85nq/ucNZhr2wDHm840aVOxB7aD3zD1A8VH32Pk0Jjz6SW+w6YgMcvbRiyb19eUe9IvEqPPrFXTwqoTe9ayTXPsAGuT7of1K8Fs0OvQ1/Hz+POBm+PZwqvk5Gf7zU04++5AFpviKx5bsb5Hq9eBusu2gjUr4JR1a+Jf04PDmVEb2nfhO9VTIavUV2Kry8vNW9Gmcovj0sKTxxQYa/b7JUvPqbHT8ZUgG83GW4vU4TDLwM0Pq8C8DdvDPnLL8XGn+8KudBvrYpjL7gUds9skwfPr9sPLy12Om8U13nvHImBL2XDYC8uKoPP8wvibxCGT++Boe0Pqi/ozvsN9Y8P5cAvikP1LxoT8u88mxLP0IQ1D5uzuu9N8q7PpyJA74qfwc/JFBSuM9Og72NAvG8kLQWu7p2YL8XeP0+upvKueZYljtA3v6670MsPgkfk784IiM+jqwMvmcy3zvZ+UI8woHkPj4xwzvVfi+9bJIXPgL01j2qQ0w89rKoPJCe/bwyooU+z3PhPmoWUbz+6jC+fui7vOQ+gL29A3o+IP9MPp5fmr4GrGo+WTfIvNv2Yb5grWm82DSxPRefI74EbQ2+wJQIvCUU+bzvz4G9hEcfvF1YGjwxoSm+/6KTPMCCbT2dHhE5", 
        "aeLFPf/SOLtaav69TEmFvJgfdb5rIXC/+SSCPO2RprsG2dg9fihPvYv/B706DnC+RbhsPg/G17wANwS95oc+vi8Q9DxSko6+64TKu8M3XL7aaoO+yrHhPKjawjzu7Ua+dqi2vMQqyrwktBe9ZxUsP08BeL2dQhs+LgTzPSI0rj1+2F47+mV6vhrFCL22qEu/VRd9vNlqjT2B97W7zr57u4phF76Nu0c+ThrLvO2jVTyH0Lw81xP7O346XLw1iKK+dtAnPITBPb38UMe7I74xvpa1lbwmnqw8gBhIvWZuvD1dFRE9eVKMvcPuK74sHQi9i++xPqccFD4OljG8tK+8va7s7T5DkEa8cgWlvSNtTL3E4Qq+FYuKPn9h8LsJ1ci8dssBPsOSR73ABBu8p8G3PPhkRz6UKIA81jZyPdpjtDv7hja+jK9xPl99Jb4suci74oKHPgdS8rxB2pM8w2m7vOkP3z1xCC0/FB4rvS3BED+op/i9aLU6vTzQPb1GawC9BwbNu3UlDjzk51m8K/zQPbgsAr670WI7uv+CPHkzVD/470S9FxLcvJcUJz9hI5c+Ttkav23Ujz4KFBg//sFFPdFk/rr55HQ+AhCzPjywpDyGCO28RVSMvoTLWLwae0a6aQyou4bkQj4vsje9S/npPc1lkLwGgo08qKXGvvXBQz+Y1i48TJ9uPlUtlj02yKQ9oUMfvSaCVjxGazK9iK6pvDKksT5ynoq8BYQePiiFPT3iPL69aqBuPjupGTyPEvI+RTdLP5REXDpQ+Je9AvgUvG1B5LxwrSg/mbo5vlqbIL1YMgy9EnkXvfvpILzx+iE7wFc6P4ugETwnLTc978+nvR4KkT68gC89cNInvmdkiLxJFaY9SVrMvJCgbTyoZ7m+GvSAPj0pUD6axE28DpKvPk+Ckr40SO87+1dcut38YL141ci8M0aAvhIEv7p3Pj2+gHUHPma3srwh1MI8s290vvU9lT5XH3494OMOPrZJBT8zLui9dEETP3Sm/T1gjUa+", 
        "e/cAO6W0hrxEcSu8UxVUPBj9NL+3h2A+6nAxvKRTsLu4y5Q7mvQNvs2PHL5Gm5U+hPIXvmBFfDxEV3u+NKiMPtg0ijydnSm9ffaDvlgs6T7mHyE8TIuDPJW/37xjX9w+tolTPjdqTLzMGia8TBWvvN7vk76214U+boI7PlS95TwQ76M+ZaJVvcU8q785bOq8bK3RPfTPuL2tNnK+ijuFu+jUDL14Xmm9Tvmvu6T/bzwem2W+JhSIPAZEZD3dwXi8QoSqviZ+v7pLTS++zcYIvP/Hdjwf7US/lm6nPIuUGbyZKj2+CMH4vSBTEb2AqI+9IfVhvoxd0LypBAA7qB8LvjLRqz0xUBG+xmXNu9QlC740HcK+Rj4TPXoz1DwCr+28vqCovOzV1Lwm94K+fT8OP5HFx707ieA9B8DcPnSTmz70u0U7cazFveU297z9r108/TTAvGy6dL6MEME7VB4LuRl+XDrTaIG9swMLvewSkDtOK5m+MtgCvDCAY76nCQa+rgHUO2mWML3w+F49NSUPP9iQsD0m8rY8RsgHvblzaL2QHWS+/oZdvEakfb1lc7a8exMDvmPQ2j6LGrQ/NF2pvQQ3Tj6OU1K/meOuvTt647wysIO+b8+ZvuO4xz15UfM7+lj/vAqzpTq0MFQ6h+d8vyCUpT0J1Sg8ZsxzPRqWibxOTZa+h50AvCZKzL1KjS68/Dd7vkKS3rwar5s8cOOVvMWsbr6qCJ67X2uZPwf9V7txlzO+OXnrvIbRVjveLe6/iSWVPyYWxT7LLSi8FbxRPG1LBr57NbI8L7rBPItyAj/FRkq9n0jVvPbJPL3JspO+HWxjvqUxn74HsnK+07VLvv6PfLsq0eo+5kEHvVN6hzzGZRC9M8blPtYvVjq/NWo7rzm+varh7L0xHdW7diSDPAYFo71rEEK/37ZnPmbnRL7GPug7HYpDvLNaOb693FW+ylgIvMkTODwV1Ru9taKwPeCABD5F+LO8fE6NvW4srby2UJE+DM7nPA+qobu6xZw+", 
        "eVbbPey4Uzs4imq9S0JMvP00ir4EU2Y+8lIeP3/k8rzR+1u8CVYivUaKR7xQ10U8LPVGvilU2TvJOos9dNVTvIwTar6X0sc/6aEbvrUJbLyl52G9tMmfvEAeiDzin4G8JCNlPSIdNL50jCK9P1KCPeutAb1vOCy93Cskv1uNSL0pMwS9/SwvPguRp7uuZOs+Z645Pw4FnDx92QM9MxBQvmVQ0TmibgI/mpv9PTc6Bz/Tv8q9d2BUvibSfL6moEm+u6GQui5IvT3/Z/m8sLU/v07MAL3cuKm+ac0LvFoWuDusu8y9ChV3PrvBwrsr7NM8NMb8vU7QWTzOeUK+jCaDvpII5ztDaza9X0NQvsUbu75PsgO9HxmePOdAGr31WB09TOqpvkGgSL32qeO910/bvCsvRT7yKd0+kMk9O/LFor63FLy9AW7RvLPeRb2CVL68srFgvsBxEj9R3689mLSKP7lvEz3/D5w/eCn+u5OGiTyOyCE9hD42PNJLhT2gLkI2CXmVvit/Lj4q/m++RLkDvOZQmT4Ut8e8hxsyPDG1qrujZS6+qjx3vCUhTr2olw0+iaF8vu4yr7xpFyO80wVavUv6Cbzt70K+jIyoO5ykfb40H7S+qhTLPIop6jx6X3o/q6YUvW+NzLyZRx4/NzcOPp8nLTzVk+M+JacuP9TvGb6poGM7k0/8vY327LzK83A8N/z5vF3tab5XuZC7FT3NO0EGB7tVCmO9PvKovIRldrz2/pS+45EMvJmSb76+KRO+f9HVO0YjQbwK7I89UrnvPjv6bz01anY87T9+vY4hq70LeHS+JSBXvGKmjr2fYwi9OfTgvYPOqD71oeQ/30UUvY5LPT6zPoS/KsW9vRk51LwjCVO+IqSHvhntgD3pu+m7W+QBvbWs7LzgMTC8CwmLv+4ZzDxdESM8QKd7PVz0kLyJ8oq+2fq0u/8i8b3azmi8s01EvsSq57ydo8o8anVGvGQYYr5PCZG8921NP/o9V7zovSG+zdT/unXB5jswioe/", 
        "+SM4P+celj7Vnh282yioPDgL7L1w8bU8d5S/PCYw2T4EAsC88g6lu3waNb3LGoe+FdAgvhSHj77AnWa+Kbg1vliuDbxuPbo+DWYivWcb8Ty+5da7agcNPmiNWL/CU4M61sIuPBwyTj5lb3g9F/jQv21enz26fnI8h5R3PICS/r03HAo8xZoDvUPE473sQrg+Nn0mvTp1PjwURlW+C94JvtLhuj4pD8K81nvOvKtlZb34adg+PnloPhHe4TubiII+IuRtvhSw8jtDIh48AFcaO9rXkz6LbYs+6W8uvivpC73As928meg6vU6OOLxNVmw7ZVABvhabWzwkThE+v88KPsInnb6txak6q5SVvUHR5btk7VU+azbbvAaGrT+3ufC8EYYFP2npez7gm9G8K67BPWK8CT82tBK91HAtPIlrUr3qDwC9/J6Avj0kwzyRYzS+drIGPm4h4Dz28zg9PpSfPhsmKr0eG828eBGEvvMEgr7T3ea9dJaqvm8y/D33tce8t9oau3L+l70whJG/9rNsPF8TrDvZQ2c/5EIEvfLhT7sRufi6AcRjvZw5mzu+dl079jiXvqslxzw/OF4+dUYDvjomUzxqHG0/AeUtPieoT70WGUy67fXduzeIPL114RA+IG7qvPvto7xz9gQ+xznmvDqr1j6jlBy8fO8CultMpj5SX1I9s29iPIyFgb1YFYu8z/fqPm3/570shbE+otkHvXnRAL1BcQq9ufUsvV5rujwjjbI+XYgXPLLfbD3xWLc/wueSvrUASDuiuhu+xhqHvP/AEb6CYcK85ibnPNL2g7/sk2++XtOIvtJjXb2cxdW9t+UaP0J54LyV9XQ8H04vvYh5Jb03tCS+bWosvLBoQT9baJK+Je7XPOjltjwhUDk/odjMPSqHfLxmcqo+USBXvpdI3L36jRO+4cOkvuLgcT8jHji/+9UMvpdyIL31SJ08nB0FvSP+ND7qlNE6yqEqv9U3A7xWd0S+OpbRu4ibMzq2m609P5NSutMMw76sRZ49", 
        "IT1wPl+KnTzOktG9yPPjPejIFby6Qxc8BO61voNrSD7f304+kij5vEXXMb6BYjK90btsPJhnAj6sbCm8grc3PmAhGj7upoi6IxuIvaNGzbzG3RM9s61DPhETiz4uoBO9nGZWvGflH73C3jK8lg5jO32wXr545qI70jxwPetWKjzIv/U+3f03PFQ3kT627CW8mMjAPdYlzrzDl7E7VwBDvTFI6r1zHBa+r8ggvWtiLL3EEKA+lHOqPKN4HjyqEyG9cysLvVrjQL3PoNk/+3mGvKHNXT4y6908dVQGPXS6uD6prTC9qBYBPst/dT4UQ0W9IJHpvTQvJTw+rey9eJcWvl/0cL3XTp4+0eEgvap1qzwK5ii8uQU4vXjqQr96niS6HZWhuosnRD7CT/Y7mh9qvxxjUj3yuhQ8TQOQPcXNfj3A1+s7mAAovQPeJb73t50+WW1pvDKQkjwysO69irDpveAWyD4EcM2828rTvfOJmr8cXOE+iO4kPs/vb7xinp0+V72HvgA7Nzt4s1G9IReCvJKFWT4RoGc+9DNbvhXzEr3KHvu8X5I5vSMtYbv1Utk8eKhkvgQzbDzIX1E/og30PB2Fkr5gT2k8OwKHvcooRbsd0rA+TOi5vDmDmD+xXY28NSrzPtJMMD6ETFG9wckVPvgMKD+2Odu85T2MvHm4CL39BAm9lPpxvtE5nD1Q8je+IbVBPuOM6jxmjsI8irOGPnhj37zT4Je8eLRovhrdj75adpe9VOqgvrma3D21Lsy9Cs0PPF1JgLyKzgq9BFPfPPDSsz8SJxK+SZkRvLqyubsrlAW7WGTEPH7Fkz/RUqE8iSM7PbvEy7osO+U+O/qRvkgfkDzuNCu93sGdPZWoAj6qFXw8a5ksPNnIkL0VYB++jU3ivR3agLwDbqm9VPf7vHiNkz3uLz69/Fp1PfkWjz4eosA+ZZANvHAYdD4lNuW7XZeTPUQxmD6UJoq+CjzmvKQJD70z+GW9B9GFvJIDOjwL6XY+q9YoPGHDhz21yA06", 
        "MUPmPifN9jt6X+8+49/Uu8Y47D0Fcme/qWj6O0+PfLzh0pm96NbhPeq7Ab3GjJY+iehhvR+n27zFPzG6nQaivQPd2zui7mI9fx6XvA27iz6wdKs+g3urPMnFzTxd3g0+6QDmvGQHh7wJ0h89nh4fPczafj+kkDK+dgCaPhR5yb3w6oa9VFYaPcM7ZL0FZ9A8xWKVvKcQb75tGs06Ijw9OsoxxDoCETU8fCWYu/IOqbyFI7w+t/WkPV08C74G97Y9GU0vPIyN8LwZrv+93t42PM1WVr/xGJc8t0Slv+CCBDzxaf08WnvGuy9TsjzUUpe92dWxPlJAYD5jz8q7zVSXvtwlTz5n0Pg7LIFtvYn4+rxBrAw/i2Q4vV8OxDxLYh+9miInvaunMb2ebQy8pq0Du/fIXr56r/87FtlvPbVvwDysRJ++KYInPBbA/L2+eTq8/zF5vkn8Ar1oqlQ84LrtvMhxk7tWcRC+QjjBvNhOQb5RPNw++WcDvTwHgzyD+RW9SU0avcHGQD6zPTA+3ZWWP5NJxD5vZR2/i/OzPGnr7DxRm++8Y6fCvKKMiD3Ulbc7fJHuvSBtfD07DHk+RfI1vpcU4bpz2Ym+h3Iuvg+tuTw2kEi8kF8jP3lxdLtia6G7lWDtuu5sPL5gM4k9GlntPAI0nb2QnJw8d7ELPxXFkb6ydn88IdN3vYgEJT6Mlme+b1JLvL2nfLw47hO9pgC7PgZN+L1RI2y8pZg0u7jAWL3gcWI+f9PWPNDwVLzbmxs+PguVvmrGmzszqAQ8MsG+vIXSSz4KvKG+pPiAPowjHb1EEBa95CNEvdZ6SbwkwoY8pdamvXxiizzpK289vssMPq35Fb7vj2K7P0SuvQkcK7xzLiu+AADGvOTniDxzbqq/hqZ2vQ8eUL67Eim9OhaFvrJ0GT/r8vC8i72qO8c8Bb17vxS9vxaQPofddDpRYhw/0kKwvhhoQj1LAdE9KnYSP/pZEzypdv8788RVPuw4K76ir9q9Cge9vjbXSr4Y9To/", 
        "JkoZPP3Whb2JFzK9cbuBPGq6nz+pAa+8mTGNvMGZ2Duwcoc7HaPNPU1vgT5fGA08zi6NPevRyLs4B/w+xGo6voFQP7pFJSO9WwmHPtP9r72u6eQ70AWFPCPMOb0gC1q+c3vXu3PK1rqZ+OG9GdnYvEvF3j03Yh69JTsmPdsDCj7g84U+mdpYvIQOjj8rnfy7ooeUPYJIdz4g2GO+r8v9vGuLIb1Q5XW9NUKLu6lyXDwtR2g+PkviOxX7hj2zDeY8tQAdPwQtyjdy69s+YjHiuxosur21clC/ue85PI8STLxZPDi8Ge7HPVi8D706pXY+H5hTPY/S3Lz45ss7FCCYvUZsOryLqHA6T6KjvHXbMj6Za6M+rrKVPBk13TyrSJI9hATXvELDtrxi/gs+nf+jPWllYj+f/Fu+IroBPsq5eL5GxtI5ROdivj4p9L73/KQ8Od0BvblrzT2Jcwe7jdSpuu5KirzBgs49sl09vHH7hzzAegw/yiYKveWxJT4EF1Y+JqJLPBgJYL3WKEa+ef7dPdukBb2v4Ea/fdxWvYWZub0W66C+PYPIOiYlNL6EU5685dKwvKW/9T4Mpvw621jJPljYg77sMZ+91hZovZJ4aDyaYTG+oP4RvsgvW77QhSy9LfiOvWICprwZUya/GaRzPHAwU71a6D6/qmN5PWy+tbluqjw9/JcaPD9+Jr7XTIQ+gsIZPiU76rxDbSo7YvIhvfK9AD+I9wi+WKA1vdgBj72nhcq9FKLNvJl5NTyA2Da9cYMgPfKg0j5xkOO7L9OVPswcpjtucPQ8bnvvPnvMoz2UZ76857vMPZF1nD5654w+6YQ2voq5E70ktIC+nDVevkZts7+4vIi+aEpEvd5xwjwlL9K8gmKGPsfyUbyNYg+/JLWDO6LUI77OI1M8wy0kvC9w7jvb0Xm8OdeTvnvKJD7WgWQ/WA7/uCF1qL0wkD890h4Gvsaz2DtK4Pi+6VCBPqMxij4+Wxi9yq+cvehV5bzu1wk9qFy+Pd3KuLxGehQ+", 
        "orRVPeY1SztgHym8pdQTvQU+AbwN+W4+gns+Pm1vEr3ZKZq8KSLQvDR/FLyBNmc7oDlPvmhpsztIoZA99LKjuRPd3j7u+T6800qgPkFlY7z5oyg9iJu9vJtCJDycJWu9WL66vND0IL5HynS86RfEvWVwfz5401A8QeELvJ6LnryFvfq8JAW1vYLvmD95a729tC2DPkOjxDwCAQ49yeG0PjDN+rxBNMI9FHeDPoDKp71MRw6+h1EQPfIg2b0cei6+zVRNvSuQ9z1BrWq9W4OZPI1d3ryHg4m+yVZAPIUuGzviudy6xi5MvuzlDzv+0pI8vQ35PmFFsjxZMDe+13k5PrJ5tTvfmTW9PzY9vrxawz2FUUu/CvR3PKJynb9Ak3y+J5Ayvm4cgbrjwWU9dMXBvBPWGT9Z8Fo+O8o7vKwpj758wTQ/um67uy4YVr1eVUC8nPSPPi1MHb5Re7+80dULvfNUOb1JNwi9rxIuvA1+vTyepcy93oIjPKWqlD13ubc87duNvu45D7oKTtC9fuNPuqwE2L3kVw69HcJbO1pB0rvJRXS+lbZ1vgijNb3XGmG+Y322Pu4X2LyrZGk8WvIBvWO/d7xG9M0+yuv7PRVRYj8JXy8+LMQSv3jr3TzNrh69pg62vM2HtbxIc4Q8fxsYPPfz0b3fwKi+/T1UPuWtUL43Zn+6nOldvuA3H7//PlM8G4d1uahs2z5FN8O740ibOvmsp7vU7+o8oU96u41JezxrM80+XW5uO2KSHD4tpi0/53ADPKfAAz5IknC+S24yvSC4Nr2Zkyi//I5evd+9QL7Xwx++O4bUvIJazbzOwPO8gFOIvt99CT9kkP27t9O1PlIxVb664qy8qPJ7vUWo17zKLSM+cZibvm+Ymb5QpuC8kWi/vLDAYL1+L8m+3SJUPAqIMz0tXeC/neFePZwuZ7uOTBs+3FwDvPyjIr5pPkg/UboNPsj8c71RpPw7msybvSY48j60Ib+9rdzwvDFYcz1xKn6+Chh5vNXi8LtylCe9", 
        "AngUvLMdJT4LU/y7zmHDPYCI4b1spIc8X5ZyP2u0/T0fGyG9E6+ku8UKAz9UDv48X5xfvYh1bT3Jj4C+4rFRvg=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "dB7aPH49RD1EHS09UkjzvK+Y1Dwyxo69JoLpvH9FvbwQho49Kr+QvVsB373DIJk8TLP5vQYxer2Rz9A6CZhyvHwnSrwbivA7EVSOPeaFZDxZ/cM79cEjPvFG+rz6q1w+W51qvUJF1zy1YII9JMF+PZvSW702TLm9hkLJPB0aGr2GDF+8VMHBunsKWD1DY1I9Xw/9vLQp+Lw5DZC90JNQvMNNjrv8gbW8jdlLvUKxtT1bx7k8irPdPRM2Cb2lshA97l2xPczRizwAs0i9DmBkPYg+jT2gVwe+st1MvdRQlzwXBRy9pJqkPKp3iL2gY6y9ie6mvCrYrD3QJIU89h+pPJL1iD1QUKi7i8TTPaZwar3mv6676L/MvctYJr2/1b68fVGVvSTkCDybk5s6GgMIvdr55zqWSWi9eoaXPGfLEL0="
      ], 
      "weights": [
        "WpwRPWFGIT6BeNC+EOgkvevxiD1p/5U8aTUovkzyoL1YiKY8AixcO+A7kD3N4PC9easIvaPVK7ypLIu+BbN5vrwQVz0C2uG+qxtEvScPQL4IleA97xTaPTZ5sz3hEi+9IFtFvTzlq77vqFc+ZLXMPGLmSL6R5Na+ToQdvcd9g73slpc+73Nbvjq3aj1p9xy9pwLoPeOySr5yX5a9OqDrPikttr5i8cW9ho6RvJOJ7TxwyjS+GaDWPW0SvT2MsD0/NsriPEceLz4qILu92kWivfsbgj40yQw9tQUFP9r1ir0+U3q+wDx6uoB33L1MIwm8Fc0wPZnwrbyIgYm+TmgPv2uBnj10KhA8x7vFvRODV73Cey49GeArvow+Wb75Dzo9yuWEvj1Ku70KswK+024nPttaIr5KCZI+v820PlTLrT5vlXQ+j2zEPRNZfT7FjsY8OMUPvs7Skr6kIhq+YqUGvv76Ij7Go8E9mc5cPL5CNToCob0+R0GVvlyopj60tt29N6ZKvoaQeT6YkEi6SJ5xPrbJG75qjpa9U+SzPYMwor4uu16+GyJHvKLnjr3H/w6+U5hUPm7WKz7ciF2+H8y6PPns/D1ehNu9iBjFvXJPDDsABtw7K/XtPHjKlT6TziK+en92viMtnr0iI1i+ikGPvhj51b1M/Vc+StRhvgNk+L1yubK+r/q6vIF1rz1AXCU+VE2EvsedZD7dIea+8ekTPNMAYz4WfbU9sgPrvVQwK77FZBo+8+OCvt5hJz7+Qxo+vi1BPMunET3xJUU+1XSRPdstvj5yrJW97h8Lvu6jcrqHdxE9mY5OPRybrLxekwe+23ulvb7GAT7cYkg9oV4ovUhxuT2+Qds9op8iPY0myr0ZDOQ+9I+nvGPyFD4pBBs9PAtYvGOaSr38Y9e8vjnJPklQWzvfjR69romnvbkT0D7QhPC+D8FlPn8V/D5K0jG9UlFlPGG6a7xQsWG758GUPh82BbzDUKY9iahAPVoOEz0Pptc9LyWiPSwCXLw8bzG8", 
        "PmLZPeFzbb7r93I9cVU3Pru1Fj7a64M9DkM7PBMbnj5PCwU+SLB6PyPgWz2n/8a9C7GMPYMuCT3KPrg9c03AvrZkxz2a/TY9PXCCPcElzj0F4cq8petKvekOxzxVgf29FNarPvtRhj7+liU+2jj7uzJyQ7/wTiU9GE22vTqr6rv3uZ8957qRPiFAiD4in1699B6yuybKH7x6L6y+CDbFOY2EmD0ptJU+/WcOPDinlj7Oa/u96U+mvfK9rD64yUi+axfjPNt2oL0oebE+xS25vc92Jz+eTFG/cKkLPBRgoj2mO9G9oe9OvM8iVrzMSwI+U09UPkNfCcC6LNs9khpZPepuBj3KWDy+qKoaPFAGCD6ub0W+a6AwPT/Siz0aJQK/nUmSvfBWXr3aXj2+KxmavV2mxL1MCJY9W1NdPfrtczwgVAC+WwmBPtmV/LyGR4+96qgBvQJPej73U4+/VYQGvgbZYD2M/zy9qDgMvZYtnL0T9Fg8ug5mPMj2Xr19gxU/ycGpu2362T7u78E8gxHCPUrhlb5cmGW9/CTXPAxWtD6isrE+wnSgO3B/Yb0faJM8i30FvbxsJb44n8Q+LCjcvogENj/38S++QFWCvlGsqr3tfwy9HYYbvj4P+zwKwkE9lC+yvYEqb70ho0s+nZO/PVzD5b6xfaI9ejAevhEKTb7D40k9hvi+vklgKT3X5rW9gTk2vu1+57vI6fc+9lPtPi2i+bz2sGe9TuhBu3fdTb1nVTe9pBuEPZy18jyuHsO9TU9ivVxNR7ylzla8mR/Tve4bfbz1HM47QVacvEvzqrzV2yW9PrCFPW7nfD5Q7+i80D+7vD7aor1HmL8++AMXv3JxuD66lB2+oapsPGxWFT1bnJ++Jib3O2G1KLzo8DS8Ui0APOLMLr7rFGq9UDWRv4WsfT5liLU8fKsRPm65gT6KJbG9wvyLvvrxbD2P7/y8hjs2vlYEz7xHh6I8Aht5PvM5wj6XEdO97AdXP/ihXj2Fq5Q8gP+GvQJGIr4AUbo9", 
        "ZNlYPSt1wr1uK3k9RaTYPj3Jk70d3f88B0iMvjPZqbyGIZM8CfWhvOPStT5U11K+2aD7PUq0n70gRrm+zLjqvV5PQL33r+I80X0MO9/22T1j/AI84oIPPrvkzLzt2Te8mP8BvQWwDL/ZPtq+RPZqPhPUfb20Cw8+IfVcPpYZR7wCgzE+Tc4JvrxxY707Hgg+5e3Rvbj2mbxzkkc+mP0VPnXLUr0syxi+caY6vr0BYD3Zx1W98MiNPZBSCz0HzJy9pMykPeOeirw/ApG+I8+oPnXhIr5xcCa+FoxFPkDxKj3IWim+SnBSvLeOar2g+ss+92ZQPOLb0D7g268925MnPQ25rD1pdAs+Me/GPUsRHL5zvsY+e72mPUjXgj6iAF4++xCvvUhNqD1t3lq+N9ohvSyldz5oGZ66XI0fPig1fL0zpq899GcGPgm5G777ias9FBWUPsD67zwI3+k94j2svuC0ez7a5Q4++vt4Pg/Srz1RVa0+gnM+vIgPVD60GIK8VcUBvVd3oj2KLPC9TgOLPRgHXD4gnZe9dwUivdbFP7ybuHO9gorpvAUBgjqxiMA9dVlbvAI9bjydQjW940cvPJ5vrrwJL4Y+7cIEPy5KrD0v8Kc95+UGPIT1F725RFU+StdhvavJc76J8c++G1GAP9ZESTxkFGO9xyouu8i7Gb2+lDA+51rnOvtZNb08TWG81VgtPgwwwT632Jy8Ni/xPBc+gT1d08g8XLCrPlc0pjwlr6e9FlW+vKRvJ75pkES+NJsoPJX6xD19ARu+YD5PP0+trb74OBI8fyFXPYfyyb7t8Hu9mWzzPjLNqjtNZqK9kBneu1YIKL0mUp2+NmjHPWXgAT1nFCc/L25cPKZE0j4KHyI9pnkBvoxN0r2gyG+/QVNAvXePer7/E08+wTFyukyyUz72MQE+gdVSvnDYT7yhQnK8HuKhvbRVJT8nj6w9PYF+Pg2JhLzMgDg+igSXPSid5D3Vaay8LVBOPEMbIj8h7X49eMM/O4xuDz5i8Ly+", 
        "uAiGvb69dD/GPzM/uAGHPpBJmr28p5W8skeqvSt8jT2yoT08NlecPhxByz4jH5899RO4PTlWMb6w24k9v+5yu8LIOr0vm/8+DdCbve+dIT0fVrc+YjiBvWqCI72kt6i+X2WBPpOt7Tz4q6U+fOghvUlQ6j0t/4I9c0nUvDkfqr6Wyh09LfuRvUNBnj20cz09TSOGu9XEJr2QTjU/Vw9OPln9kj1LEfq9l1NNPPeYhj/O+dU8vQ8iPdgH27yS0hE/ABkyP+p99L1vX3w8P1xYPUpn+j1Fxps9EPRGvgu6L7zaaCc+YDQ9PwvIGL4auh++0q4pvjWyp76WTF6+dk6uPs3lbLy4hxs+8Kktvi7Tnbx3B32+LnyGv1jpGD4+BRY6eSDTPFcI/7u/UjC9IB8CPyMrxr1u4Ce9peitPYpljT5KEEY71BBNvOlK5b17Say9+AljPIxiZ7xq5y2+1aJjvb0pgr6M9M29UEx/PacZ0jxQPne+spozPbhGsbwsrNe8uUWLPTsROT72hKo83DECPRnEFT8WBDs9N7AxO87RGj413CU/34QaPSrPir7VG8g7A3oAvpUXajwHHdA90h8uPj44SD2B5ui901wdvc1KCr61c9C9HJfIvGT3n7whqB+9X2wVvZunAL13K708Fajiu44niTwtcpm7lwORvWCidz465jU+r6guPlGoCj49/689/sHbvaILz7vkd4a+nXkTPU5yFb07I8g96hhxPUIUg703iBM9cfgQPq/6Cj6FIww+o7CDPn06bz1YvJW8O13XPdOF6D3vvuy+hwNWvU6lkb45VBk+6IICvRl2B74LU889YfTAvegNi735Ik88kM1BPi4S6D0KIYk8Ex76PSDTiz0vr8M+mIO4vJ1l5D1BAkw9edG3PNwpTz7smea9YIPhPd3ARD5xZxu+Rh9CO1UNnbuJjWc+TBReO8v3Db61hAW9AXRavre/oj3szjW+yowkPrEncb1dm9M9XVwAvui8KjtNKDs+0yGJPhSMpzsMEuW+", 
        "Mqf8vVA+6z3fDky983F3vh6xNb67Tju+tyy2vfQEir1lCRU+VDyRPeRj3D33dCQ+q+E0PcVc1L28jra+sOxlPrKhYr78dPI9qaBUPs16uDy7ET2+ivxdPXVurz78ezy9au+FPS1hdT7e98Y9oIcJPpSyZj7N8ii9FMerviHgQ735yD6957okPQT26D4jA6E9ccLWPTDM5juA4P6+fzD4vi4blD0GKXw9YJUSPZcmrz3pmwA9nPEsveVgDb2xx7M9ZZ6tPF7vCz7hn/M94rGTPFhKf7uWKJs8z9hiPbFtRT5h/SY8CAKHvmKzKr7x0sI8F1ZdPDbHGT1/OUI+HS7evpGchz6K8pk9LHO7vLYnAbwPX1W+Nom5vnU4qDxLie8+jMg+PrfprL0kBLG+ZSsxv8oCCD5NkNy8X/wfPhchHrw2ZnY9cZtLO9oCpT2LGvY9Q/UePhQu4zreVwU7koEcPpgXT75MGpy9dg4CvxqQLr3SjHE8IaGyvaha6LxhVwg+chIAPi6zHj4Yl/U+Z/RbPm4hAL3irc+8A4ymPsJngr2/BcM7cX3Fu7u67D2kghQ+/zR+PZLHdr7ViWM9hBa4PT9uEztcCAm9rg6EPhdTVj0g7/G+P+6KPLcHY73jKwe9CnYSPW/QsTwBLQW9LW+fvTEqhjxNDJU8QDoiPkZ81T31DBu7W3HQPUEBbb4LkvQ89WkOPQl1zb24sRK9o6W2PYPpAT29l+694tVEvZMfBr45Ehm9vvPSPayKor144qs9lJqBvh5e9L1UJ408aAYnPWSqYz51jMC8rJq8PCDGGD5PXMq9ulk3vfLQBL5Yt/k8HFK8PVA5vzzz4Im9/o7lPSkioTybbC0+JYPePUkQkb6W3ZS98Iw1PPRThL0p1ck9dx91vpy8GT4MdC+7WH7IvOj6jry82wM9GygMPkGSpDzklSK+BUEhu416QT6dvVc+9yU6vRpWkbysRfg9RQZkPlXBgztnHnQ+OMuFvk3TgDypFrI9sgwLPhLOkT6/ujC+", 
        "jfQmv6m8O76t7h28i99GPVZxLT5BXaI7pxLOvf+I2b1FrZU+bRcrPe2RgL5FW+u9wbG0PXUhIT2sc129tMFBvY3OBT/Erq88Ly8jvqi1xb17d2U9smWCvUcgDr4ljxE+mvWIPVoEET6zEXo9gb2JOfumMD54G6Y7hEmsvhgJgb0TklK+TX4KvmFddT7aCye+qjjsvXhAyz1gqcg8IminPV8Fab7Wstk7wRIuPqdzxbxMmF89RbyKvXZq4b0HsDq+kFtWvEmtNz429z8+yuN8PiC55D2NeJw+USeWvnboMj1Db549AyhFvrJe5D0PQsi9ShZ/vi1R6D0aQbQ+PZnCvR+kgb7VC868Do/qPURFhD3DF62+r7VNuzLS8T1i2qO9V+9PPrdbyj2L7Hw6K1Z7vB085T2vYZS+oxePu6qIfbxaRFu8z5EcPZwYiD2EHxu+4zDVPtFXtT1QPJq9RONMvdUMfT1g6Cy8WaIEPcMl6z6rSdu8S/jfO6jXv79dhhK+ERA0vWmUpD6EqzU9gSiHvrWEVbyK17Q7rZQzPy/bKD+6/mg/PhIavOcSBj9jUn89W/PJPiw6mD5jizC81RUxvcDlwDyC6jo+DGLFvWQ0Qj5tAII+TlJRvjcTlL3o03++4AP/uqQYEz0GmkE+UU6AvQnkNz1n8yy88t/EvZRZWz0kn3m9IADlvBPT9T1AGwq9wPvbvXVddr29Pp687d4mPxw8+D2xTBg+VpaUvT5QS76qVEU+EyFMvKnAHr4UALW+IibwPUqmZrygf0I+rfqWPe85y7+GLHQ9A6WUPZ+s2jz4Y4M+Nu01PqbOZ72tc3Q+IJVlPcMgn7z11H4+CvJYPqwSWb1KBE+9zmFYPsMkLL0jR8G9Q4qwPNuy/bzDPFG93uZDvaoqu76sgqU9O/97PoPyLb1vU/28nu6UPt/7i73Hx169EYQePpGx7z019CC+s2zpvV9Xxb5PZ609P0OhvVnYwT3Udz8+KLzjvVXWRL4fWoS+0FU5vvRRxDxaYRo+", 
        "++4Kvn+tLD5gWOS9EIAnPhnIbz5k7Ag+OFfaPeFbGb4SuKu7+JuPPaLBgD2qacQ9khINPR79SL5hECA9UX01vlHceT2Vy309Umn6vbojcz47Him9gNM7vmEK4r7JONC9MnEbvKmgF72lji0+Xf2ZPkjt/D0dnN892UcwPgDRmD5IGC2+0GOcPTHbLD6bjAi+f3B2PAKh373I2lg+ZHuQPhVXgr7s3CG+adx5OuF+Fj0w8CA+mmKgPQl1oj7GzI2+cCr0vFoDZz7d+4M++6FTvvjdfL0gIAK/L320PN3zpD3MXnU9kalAPoaggb5eOvu9vXDnPTLg775rIj++Z2ckvjv2hjybOuE9V9JVvlTiO75bkFk9CNPCvC5Z/zx5g1e992UOvfkGLr18tbK9fVUIPfzAWL6RZRi+2mT+PV50s70Tw2o9GUkpPhUuTT5hDX2+sAaOvatbBD13Nrw+K5B5PgbdOT7IUPO93DpzvquVqTxJMSk++Y4Ev4SrH71RWJw80tcpvuCGIT0RkPy6PBkBPd2zcD0A43A+carxPSebgz4S9gi+eqs7vBVghb7bxSc8ohapvYVno7suY5I9ncgGPa8ZEz0p73G+97DVvc32AL4ZXWK9gKZKPGaZPrv6iBY9fbKtvICbHL2i3yQ+4Y2HPYNRlj4ZPrc8K0wSvl/Bij45YUW8lNINPohnpb7FOQq79kYkPh5yLzw0VQa9aG7guaiE+Dx4aVQ97jwPO8w9ZroVI6I8fV7tO7WuqjubnO29RiSBPdVWmr6liso9EPezvYPohT2CTZI9HG79vYBkxD2zPRC9z9NHvqVtdT5FDpw9HL1PO4E9cr4bMiS7TuXzu2iroD72WM29welNPXd3Mz3EgMM98jd4vlUembwV47E+jxRsvuYonrya51A9V+qZvPaPBb4uz6W9OoCbvd8uDz9Eizq9LccjPgCQBbtAS4u6vIZuPoouKzq+x5A+F5gevaL8WTx17Gi8+ZZtvT3pGr4hXDM9RUaHvUxger7wrhK/", 
        "DcxTPnV1cr0znk496DwuvAZQHLxx/Ai9JuyPvlsgnTxmVSy3ilIWPUaq171StcM9jmwpvgyCXj6EcZU+7NjZPhr1FL0RQgM7sWrLPWTA+j0aa1c+uwsWPJTWGb3smx880EelPIFyQT4hp5U9646OPsZFK73smTg9LNsCPsj33b1kp60+U2/ePnb5Ar05hr6+QQwYPUGOhD2yboO9fQ3LPhEWLD3afIE9FjVYvcwUkb1ToIA9qeDIPf5QCT11aIS8Vx9lvdNuWr6Q7lS9IxexviPiT75VJnO77iMXu11Qjz4g0cg+vSXdPD4i8D06m4E99nJQviXacDxfuPE9uFcTvvfTPr229cA+fZ/ivmdQzz2536+7HgyVPQUtj7w4ICu+Srj5PdiDqDxrBY+9KRHqvZ2N5b7HmEM9BIsNvSShGz43Y1A+zP2bPVMc0L2ewyy+C5kjPXdPcL2y47y+Q2MgPiXV7D3uBI09nSpUvUUP4z4T0Ak98OANPvIsID5Juk+9EqPaPZ8bbb38koW9p24FvjGeqT78Mai9rqK9vhf+Kb5YK408egsLPe11kj7Rczu9945iPhHf1L0u8VS9oeWEPcKF5L0Rb6u9+uWXPnLLab6qpJO9clfPPl+rmL1+K+O7/+hTvgmZIL0qS5k9k/DLPh5LDz4oQhw+J3IavcaZO71Ro8Q99Z0aPqvygr55MU89qWcyvjej473fDZ4+/KFavgpirj05UNg9+7yjPqg1jb0WiEY+NwOEvpJEFL7BU4S9k0MwPhF66bxKzBO+tGxYPh2rA70sCb4+BpSYvm2ocL7ayVM+U9guPnoHDL5Zs4W9SDcLvlsxHD5uXKE+XNsEPmI6wjxeTVy9lIiqPPy/4Lwt6tO9d1ULPhQoND4SPb2+GY91PSgl2bzi3Ig815qsPe3K5r334kq+hHsHPuqoyL07tZw+ZPOcvuicET78hh++RbOHvTuaqr4S4ks+SWi2vC+3AT7f7h485vyOujrtTL7S9hw+YNEGv2EdUb68XQs9", 
        "CyexPW+suLyW4rY931kKvnDo2b0tjf+9da7WvaQW8j1+H887fkwGvdTHzT1dFjo9MwI4Pk4n2z1MD7W9JhKpPI4EEL6p9mC9bfHwvYRtOb3BKPM9uNTsvTAC5T4aVhO9Fyz0Pv6VHD6eAMU92Dt3PuP9hj4vSWo+jpI4vgq0WryWotI+LfK6vJ19t7vQGBY+pP0WPSctjrzxGdg9Cg5ZvT6iIr2kELy9H49FPXnjWT1fy9M8oueRPu2oP71UsTS9p1RjPSJYX7yh8Yq+85LSPPzMdr5+5JU9iuKcPBtfpD3SD/k94wWnPZ0ELT3g09a9284iPqGnr73kRiw+yGclPd1vGjwM3ia+hvWfveBToj0gV128YWYTvQoNCT7ExRE9OlFIvWMrxLyYjwq90xq0veqGCj03Ir68SQDAvJIDUz797ha8qTvPPSjFTD6Y/bY+fNhsPByS4jxyr4s8l2+YPhZip7z8xn0+pM9ovQnCv70ht+Q+duG9PLyyfj1lMrM8SJR8vs8atj2cm4O/quwDPWMqQz0zMea+57MDvRBHJD6hHY897xYNvHx6YT32zFs7F4tJPezAI789ZCk9WxGVvuBfFD2FBnc++Pi0u25qlT2/04Q9YAaVvGsvOD19wtk9hgHNPrU/DL0Ukjs7sNhiPnLXijwMTtU8xNW4u7DKNj3RaKQ+epCGvTnsdD4ohgG9GucpPKzCnj/XgJW+DX/kPBEgGz/mI2C+M4COvVyCg7096Di9zoX0vRsbFr7xoMs+TTRyu7XoOT6+u/q8tIelPSBXsj63OtW7fBbjvhSTer6jRF++48PHPJOuNb9xj9a+2ME4vo1ER7zM7X29/l1zPjpcDr+KZi8+8ywwvlBFwz3hlEu9gJ4fvf2lJL2yxca+U8iKPGSH8b7nFEw9VM4FvcUr172cKuQ916GEvqsjXz1htYC+2YfMvsBzhDyinWC9Rd1ovZM1rj7UTzs9OY+evn2vtD2AE88+D+CrvaAvM726zSw/e/NyvVjuIb4ZXq6+", 
        "Dk42vqGiHb8cSce8AZh5PZS6kT2H3pM/Qla2u5n8tr7qsIE9DzkfvvaUJz258Yw9s+6fvUbYEj6i8r49El0gvoqGlj19CAC+exMnP9C2Pr0guCK9yJBXvbZQqL4OGGQ92W+9vXfxmr5F6Xi+GMeXvnn3lr5vCrc8U51HPiFTFj2iOpS81Mh9PlSryT6N5tm9Ep95vZRGqboKIVo+06yrPOwpKT1U6zu9ftTLva9uwj5/ErS8LHu7uysk9Lv8ZHc+yXYUvLcN2D5IZLU+Ozu8PjsHxrw0naW875JAvBgeqz4BWqI9sbtiPqTYMz7RP3E9ztPDPgfn1j2pc3c9uBCrPX9zcL1jlz6+B4cOv7Rcoj3VMw+9D9BaviLqjTzFRFq+aTogvGcYCD2ZCe88P4gFPTowdT4ft5i+QDjjPDiaqr7fPbq7CA2kPsr+Cz6dQVc+mgwaPnq6urz/geo8WllsPQutdT6Oi3s+dKQhvhJYjT999pk8RHSdPLfdlj2TuU++wO6uPMucRzyU6k+9OxJ0vWrz3ryZolI+5YxIviYgJT0MJ84+4EtAvv+sUjvkS66+DAmEvqPpkT2LerC+g48TP4Xghz3amVM7S5YavtTZF76kP4k9KH0VPP3PID5JHom9C6vDPjlygrk1QSg+D7AAPSEUqj488O+9blegu7fj8j3eLMU82NUbvsLCYb1qJz4+uubNvRAR4z0Z5zQ+/HQEPgxvTT79QsA9b2sAPhPZB75ARx8+ZZKovZU97r43JP+9oGpaveGpVT02bBe+PLukPm43nzvN5sk9oeKnvfzkp7zQ9pc+DXCXPai5xL3+82U+PhAKPnZZiD5uy+a9yL2yPYTcUL4tN/+9waK+vU/Sj7usiF0+vwgPP2rLqj6RHhg+JfuwvRDWAL5PZZy+qnw/vJ5HNDz0ogG+j0UxvpKo8z3Kq9C97r46PluFwTtn5cy9Us3gPTqqhbxSxos82MhmPfUFrb4R5/C7wGjKPZzrmz6QOye+xDM6Pi8HHr7Z+ge+", 
        "pqNRvbEcFr202mE+EmJWvlzjLr4CpWA+O6LjvF4MbT6Ir5W+ExxLPpKNmj4reQi+5u9VPWxHLj1lX6W9r9EgvnNnv77yGco95JPAPo7YRD6lF2M8Qb9cvkeXz7saWlE+/CZpvYmXG70zAB0+El3qveGA1j6WUNG7xT+WPhyoSD3sXXG+ZvGUPe0viL0k4529RWXlvUMm4b0RwZu+w6qFPoiGdb4/ShG9EcZZPeM3gj4Oppc9+NCMvhG00T0OABQ+4/1IPF9EQT6L4Fo9le4CPnHXXj7EPiy+fwUWPpgyr7wvX1e9PIA4PlM3Sb62PCS9CETsPNKOID4R9nm+GpnvvQpFUT5sWJa9HqIFvCF+8z1Y7Ds9jcN1Pte/Kj4FKaM+IYrEOqXQzL3pKhS+ej1LPpSZVbuIsjq8y1ZdPgKfST6DZDO82azevQDaqb0w0A4+PiU/vvvs8jwS4ag+9p5EvmqjxT6rdW08429sPRzppT5NETfAdtA7Ov3mRL09JT88MByoPOe8pb51cYA+1BiAPgW9Bj2v35C6v9rVuzCNOzsimiI9uBi8PtrJKD5fuDa9b797PaIcxrp8o4+8zLG9PLJxG76LeRo+P8CjPBnYxDs1hiC+izozvYWnB719Zxk+iXRhPU4NGj3zJRO8IoB6PTs89716L1681xUHvkPtej5me5O8zbbFPtM/oT0Y4sg9Wix6vUMTmb+hGhe7yemmPU1pND2fQDu+Hayovf71RTwgfB68x3wfPfk3vL7Rlpm9JHqHvkAaeL74OES+F38GPp9GAD3JKwQ90FSyPvZ6CbyVo3Y9IfaQPsJStD2PxkI9hRsdvoFUcb0ctlW+uzpdvjOHRT66qpy+C8pGPjXM+rz7CCY+2H+uvQHLPD77CEo9gV0TPkHmJ75uq1M/o0YevjOQJj0XWlC+nPe5PZCD7z112eq++s1NvTFqD77giKU84M8cvuanoz1ToSY+CPklPpsvfj5N6re93OjPPuXiKL2QLw++i1EBv06S7r1k1Rs+", 
        "wLbOvWlevD1DeFM+SZsevuk/BL6haZg8Eif1PTPuu71knnu9ygzOvsLggr3WRBC+wX5nvqS4fj2j3ie8Tvccvle+pzbhATO+svWDvJSf8724HAo9N94gPlFhvj1z3dI8oU/EPZKatL648Do+CEriPo48QLwUf7G8dZ2XPp2aPT7TYZ49FVGmPc00GT5bhqW7BbMxvj69hD0CUiQ+MSZGvtVPDb3mibi8T7DnvVvs6T3zvVM+d7MkO7UWjL3Qkgc+NtcgvcdZqTyJoRw+CccIPgQLgz7ZYRW+Ea9GvVzf47yljue96AojPapO9TsddtO9W1nfOyPSDb6aF0M9915YPbddoTtlBF4+9/nIPve0Cj44aZy88XTFvAFSDz0pGSo9+7ROvcjTJ70cVCS9sucsPuDKc7zJ+zI++BDFuiumBz05NVU+xqgTPg2Yajzw70i+BfcSPeSSBT5NrpQ9c+I4PoyKaT4Nin68nzouvW7nXDueLYM9xthZvpd2Nb4Jjtm90xE/PWqKKr73AKq8yMd/vTb2OL54oN87jykOPbm2M75/mog9jY0zP4DskLyajRO9DonBvdLxdj2Xkiy+LJNFPeZgOb1z+8C+rjN5vd/I+TxJ5qI8wyFNu/dsGj0qTbm9S/4HvEFiBb5dF+U94ivPPRDSKD6Ovm4+3gBhvrgmGTxeYVC+xf7UPaqiPb6mTNo9QDaVPe59jDyXtms+5/BYPvNZNb4HVD++QudQPQoEHz4bU5Q9crYXPpJ4Er2fxwk+s44svnbjU71d/H0+bmqbPUujpz1p3wc+9g0KPaaLpj58LTw+iKoUvlKqlb2AHZm9xse3vV9rSr7jJwU+B8ATvq3ngb0X4lm8rhHcPa8cCj4Kkqo+ol68PRDxvz1dQw0921uLPY27oz0CKwq+jxT0vZzRSL7N4WK+Hzm5PRszwr1FmG0+V4y5PUGrID1zA/29pAYBvn6k9j27DEA+imBEPiPcNz74mm4+1VyaPcx0hT7S6N49fXnOPQs/0byNmj+8", 
        "jB2xuj2RMj7XOEE+EI9ZPb+NaL1vTJE+OhDOPQzAST6fLa8+t8hRPp3gUL3xUWI9T8tgvrn+Jr6eIdC9DP01PlIyzj6Dw1E+fCRlPGxMpb3vQuE9IX6yPjzWkT4Q5cM+kCIAv+P+CD5I3ju+PUZUvVz2hr0U6iA+WUU0Pf6qFz7cleY+lyC8Ppq5+z3bAEI+tAx5viQgx73/sIU7fo2OPaCngz0PXyQ9IRK7Pfj2Fz1arqg9f+MvPs8f6z6jr049uR4lPqARmj5btw4+ep2fPWPuv70wrlg9Nz2tvvmg6jyMa889QmmcvMK1GT1QNnA+yNEavgWWAT01EHo8oAgVvX2u+r2D+Rc9PNfRvWf2N71WNdW7/JNJvuNn0b2Pf54+qJ5iPn1wLbwN4A6986jzO4olCL2U5WM9Sm6fPnZ0aj3vn5w9tWEAuz3mWz2gRsw9kSbkvQEZQz4izcQ9TAauvhsv+j3vTMy9NiV7Par9wbz4DZ29eaQxvfbbfr4uPG2+qFZ1PiwN7z4qwYw+ILq7PWduMD74ooI9IWcAvpD6Hz0osYU9qgoyvaTitTw4TRy+BuQqPYYXzjzI6pY95v8LP9aI3LzpdA6/Q0zXPVhfWr5Alm27BXisvYs3fL1BkX8+wW3cPFabCD6IRK8+nWXcujJNMr7rr9O9ZLF9vWHHh8DQ+AQ/sQmqPs3oUL17vc6993WaPUFTUzy/4L08O0KcvgUghLpELtC8w6k/PmxsMz17U7A9U6WdPKEXzz232YQ+pg4dv8nRuD4bAsk9RQUcPlY1AT30V6c9oD5nvdCaajychvO+3FlTvZQogLxcYEk9/xiTvdKJlr/P+6Q9GEn1PgMaID56GpK+Q2jTPa+69D0OIhK732pSvTxgTb5lWyI97ROMvBiASj6d0h2+EsNrvT5sAD6LkK68s1EVvnYma77zZ3q+u1B4POGz7zxTbCA+7h81PcWxr76vm+Q7Q0+2PYdqg75GRkM+PkkBvm7UBr4VETu+8hm3vuvwZbzm3rA9", 
        "aybXPn7ACz4Kb0M+k2JlPqlUX7sPmiU+cCSRPeX2872QiE4+l9njvQYvCz4kzn891L6nvV/bYj4icDC+WRHuPUj1/T2sDiK+3BTwvkiOpD0cDw4+rK8BvZ/0gz7lq4K+TqzUvcF0Hr6i9zY+f5iQvkaXkj2IWwI+vW8qPgSaPz73h2W9KuQ6vu6y4rtlKw6+PMNEvtcH47yH2KA9J62WvHRm6z0VOmc9LZCXPogKUr1g8ag+fEfzvEr8cbz8Kty67I3EvWpQkLwEGBi9tuwGPvTiuj2GFvo9ljyAPYMIlL4xqRO+zeu/PUaUez1IGT6+/Nz5Pi9dhz7IU08+q3h1PjjgKz6Cbrs9u0/IPU/bq73JJHU+kYE1PvNuzj2OqI29KLqUPaQamD4Vk4k+yeozvZX03r3kX00+nCRmPKqFRT1QgdO+MEOAvW9wuL1A7wk+JeOnPRwORb7ZHwA+r+l4PXcD8D3OJlc9qDAGPVaZJL4PFqm+EU97PWEMCr1Mt9S9bS5Lu5cMkbxv0FY+qw6gvRsBGj0Gny0+XiOcvkhmabytWGC+THuZPeJYuj1RdgM+XVaZPQlLgb4/gAq+rerFPXXdi72GsVC8cQNXvspoBr6HY+m7GqeZvqbf7T3atHS9XxsBPkDGl70yFQ++4VZ5vUf4KL66hDq+ssauvkXoiz4Vyfa86ucyPvU/ub3lmmm8zV6fPVCXDj04Lli9Wg4Evnd4CT7FKWa+JKaFPu3alb2xBi2+GmLsvb2suD395oo9vez8vijR8j4CVoA+kQyqveyrxD62Ez873RN2O98ya70V2W49LVIDPSQ2GrydIn09m56UPed2U72VBII78qIhPwd/17tepyO/F0pzvENdib7saba7KHiAPfXmI72El6Q+D25DPdh3vz5i99Y+4l8DuxrgO71ksF08wojrvPe4+jwsGxQ/zkGqPqaucz2MWQg9gVXqPoL+6j3d0Sg9o4J9vrMwA74gKBo99nTqPr34+L2enSQ+Ky2qPKKSAD7Ov7c+", 
