{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "linear", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 75, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "ZeroSumLayer", 
          "config": {
            "dtype": "float32", 
            "name": "zero_sum_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "zero_sum_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "zero_sum_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "fd95a2d5ff6472e2954e663b1ad9074eaafadbbcf2df76944fb8f3fd4751defe", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "C5AfPzHZMz+1GGk/tYd7PqXKzj6sr9E9qcLwPqMCgD53d3c/ZndqP7fsSz+3Eic/NK1QP3+tkz28f60+q9kVP6z6Hj5mFYA+OT1kP3eI6D01d5s+PpGXPmf8Zj+wuGM/R+tuP14IYD/cUU0/+12MPYP5iT46/As/CfuvPhV2dD+BYX4/xSUTP2N1bD+17d09LwvMPEcvcz+Vpzs+Zp1ePuXTYD/EdCg/KVgyPv3c/D5a+Vk/7LPDPl5Iqz4XgaM+ok0FPhRLMD+YdZs8A5+APs/N+D1MbQQ/VFIkPwt4xj2VDQk/HibLPmgrSz/IszI9USA+PnAqUj8Ft5w+21cZP1s9XT8="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "fBZev9gJcj8JyYQ+X1+ov6IKYb+67jO+VQTkv1f9ur/cqIlA0odYQMhZZ8BoiRw/6IlIv/ahTj9RpZU+Y6CWvrTf9L9zN2LAix6rP6+a1D/o4SW/HzGbvlyWHD/4L5q+VIxuv0RSQT9Ribq/mIwbv55mMUCSuDdA1JVkwFLdx7+4WHI9kstpPooL8L4lkMe+nRLHPhByR79PChy/DqClv2TDoj2e9olACwebvros4L85Hso/YywPwFlN3D4sTXm+3topP/x98r2+4jK/4KWEvhCmTT/SJzFAJ13gv3Wc/z+eplhAMv5uv+q7pb+GuAg/l6arwK+I2T/iUDi+XrQpP5Rhab4JgoS/vZefP3mtkj5SnDdAy17KP2qMCj+2RWfAfu9BP5z3nz2Jxv8/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "M/7YPXFqAr1F1fW89f+XPd4WZTyphRE+EsVOPDTtxj1q3gQ7F6HlPbHOTj5JeW69DgBCPvlisT1lOEa9tAxovUGkFL1bb709obFKPayWlbwiNQu9BnISvRgLHz7dVhi99WpZvPguSLu2agI9gtA/PeJvVz2dN0G9fBjkvNSXwrt/G0S9CJLvPbAOCb38eRW9y08FPrW947v/JCM+f6xBPt6e0j0y20U+pQ/7PSpX3j1lBNe7yySVvIWvcr2v+Mg8ZVRHPpPPKr23ZoE8jR0zvTnIEj6OTsC8gbEpvdpGmjsg0Ry9OBsLPHaa6jzGOhy9kOWdPMHI/D2usoO8Kr3CPUaO3D1k8h0+C4qYPS2AA73ZA+k9BO8CPhGaJD765ws+3HcTveWuGD7VAYI9yvFGvVQ3Qz4pwho+WEY7Pq5nCD4="
      ], 
      "weights": [
        "HsbTPa2OGz2Yviw9/3IzPtbLCjwn2Tw+nmFCPYCbZj4T8B68s0swPuxF6T0NbJI9m+sUPlW2Nz6JbkY9rKhYPdYQmz0BmuE9UQEOPjDkOT0uDLE9CYeYPXxsUj5PjBE7p+MzPFUDhz2Pgoi8KX+VvbONj73GX6c9mOD2PPPEiDxkhzI8gdwyPk9NqD3jRN082y86PqZ9wT2lpvY9BeLmPYItaj78pB8+OfcvPjoIMT6jzCI9lVqKPJAcYD0LFpe8ZV72PZtdZz2/kk89sw4TPF16UT7zL6U9l0aePaBeQzx0ciA9K29dPPHRBjxCAaA94f6zPZH1Ez7s5xa8yVU8PsV1QT5nVTI+Of4wPjo7+DxaUzI+tCAaPg8eNT6n2iw+PFxjPVMpHT5+1w8++ZtdPcB/FT5wtx0+ijU9PvOKAD4rOdM9eEsePch9MD3zsTI+m/AAPCs0PT5mR0I9jsplPl3uIrzWcjA+pbXpPdtwkz0+8BU+WYI2PoN9TT2Gv1U9aXacPR4e4z2mwAw+Zx87PX/krj2Pz5g9hLRSPlan6jptxUA84sqFPerohbwRqZi9roaLvV7upT2exPY8ay6MPCiyJjy2dDI+qQ+yPQhj2zy1xjk+gP2+PcH99T2Hgeg965lqPh6YHz5AAS8+d+IwPn75ID0UM4E8TY1dPVRnpbxp0/k93mFoPYDuTj2PuwA8OM5RPg5LpD1FOJ89CIhXPJkPJD3vm2U8+e8bPM5poT2TTrA9nuYRPiTx5LtOJjw+DKtBPpQlMz50XTA+sBT9PCAKMz7bKho+6is0PhQ8Kz5Zi2M9ScQdPn4mED47UmA9pkMVPpOFHT5YTjw++VADPqzQ0T3VGBo9iHgtPdnsMz51Jgc8L6E8PutEQD3BW2U+UQcTvF51MD5HAOs9fPWTPcbUFT6EzTY+F3lHPTZtVT2cKps9Uy/jPXGgDD6Ntzg9qF6uPaOKmT1K/lI+ZhHFOo6CJTy1UIc9bASBvH5zmr0nHIu9EaimPa66+DzZlI08", 
        "gUYqPLcbMz5wgrI9y3/dPGMtOz4urMQ9beP1PeEx5z1rxWo+BzQfPs02Lz7/mjE+7gYjPa7+gzy8rV09+AWZvJoZ+j1SL2w9sTFPPVCnEjzxJFI+moqlPbDVnD05fGU8GxkhPUuDXDxxFgM8iW6hPYdjsD3m4RI+/2MavLW6Oz5OCUE+y50xPiOVLz5yMPw8VE8zPmLcGj65dTQ+lzEsPkAPZD3odR0+TAIQPsjYXz2QzRQ+NX4ePii3PD5R0wI+ShXPPbJtGz3x2C493d8zPnT8Ejw8Mj0+jw0/PfoHZj7rdQ28EkYxPuCk6T3wJ5Q9E/AVPgZxNj7RQUc9bf5YPUqJnD0KMOE9G/4LPrdCPT1K8649gYiZPaZBUj5fysw6GLQoPEuOhj1ZXny8QLiWvX8mjr0XlaY9lHv6PC5TgzwvGzc8gmsyPjyPrz0pnNQ8Ua86PsjEvj2glvU923XnPY55aT75bh4+CX4vPsu2MD5ptSM9l0aAPNOAUj2FnZ28UG71PRN7aT2pA089GWsSPBBSUD57a6Y9jk2ePRNXRjzOdiQ9k8ZXPLCyDjwC1KI9/J+vPSvvEj7qw/i7IKA7Ph6rQT7DbjI+FhEwPsa19TzYLzI+E2EaPqB8ND71+ys+XLVkPby+HD7urRA+yfJbPWznFD6LEB4+Pww8Pg72AD4dHtM98R0aPW2GMD1+qDI+h4MbPE+1Oz7gmUE9Ne1lPi59J7yv5jE+TkPpPedglD2P1xU+xsw2Pmg0Sz3Z/Vg9Gt+cPTCt4z2Vdg0+3BwyPb/esD0uiJk9DAJTPuWgGjsFCi489zOGPZQ8brwg8pe973OPvZb5pj2oufc8s22RPCHFKjya5jE+cj+vPVW+0zzF4zk+HV7APcdm9T1qxOY9YSNqPjpUHj4tcy8+R40wPnEAIz1zToc80IRbPbf0oLwxm/g9XVJmPSHgTz0avv47JExRPljlpT1eRp49OMNIPNAiIz2uHF08uigdPBOHoT0PSbc9dRESPg8vILyTUjw+", 
        "0UdCPlq7Mj5lUTA+MpL7PNxyMz6kTRo+AHo0PhG2Kj600GY9jp0dPvYdED7WgV09qdIVPkHeHT7jwDw+5+4CPiodq70tv62+V/oyvJej2T4MhaO8kF1fPlryBb5TeQk9BbekO0p82D46Bk49le+CvEamuD7tp5Y+Vleeu81O0zsCYDi9nMChvOY7Fb7QXTNAlj1EvfRCG70AD+89uZcNPZmT4TypRoq9FEhlvCdYtz2gBDo8/7pgvfUtirwh+f8+G2ImPcdP+j2uy4y94UfnOyTTlz6QQ8C97KWJvquVET/jpOI9lxkivk2INr113IU9gaPCvFbvaDplOWc7qFHjO6m547srjJG8THOXvewgBj1KqoS9qF98vShUHb1tgJi95nhPPGKezrynsqs+6Tc3vRfA+7xS2MQ9DAHLPL3JwD2TLpU9CMrEPmB55z6UDTm7rvKqPqBPxb312hE/tr3aPiX8l7yUoKw8ImUtPp8t07zQxa69VX6APk+DlD0SY8q9fFvKPgNSIrwy++s8cHqMvpCmO72zPRw+IqBVvZR/0j4rjUI8DRmBvk0fTL7xdFu8xu+0vvqpeL0C5d23WIOBO15Srr3z3BI/5YfJvfRUyTvdUPS8xrMnvV0rAz/powQ9ThbIPF9QoL/837q8Paa2PDFwgjxYPue8loqau0RI2by26BU9o2oYvd9zj73YqjM8skOpvo6gm70ntIM+9jX/vTc2k75Ew5M+d4uEPv457D7/POy8/I3tunsGPTy4Xsy/uaTtPrOqirws25a9T9EMPQdV6zwaqTC9PvkDvRvUmb8twwa8JcKmvJAbPjz86ii9Y/zVP1sCPT3dqNc8spKXPY5XET8Ziv49cviEvtrW3DsEUTE/Q0iWvkpStD5QsHy9R2DCvBYvej4lzzu+0AonvsN6sb4khMA+howSPgRVob0xKhK+E4zFvxNy2T/smxe9m08IvTsAPT2gNn+9Q+6bvnjOqzt1R2w+yGurvvBGh7xT+p++Hhb+PofzZLtlc/I6", 
        "SI7RvT/70r2O6a89VIMqPQYIu7ybHCq9JzPGvowr+TxLx7E5KXmQvUcSjLxkngQ9TupdPNlAEL2u1hC7DSTOvFwNDz8JY8y9L6WLvfTFXjwi6pC+XLrLPnvMcD7rDBo+f3WlPvqAmzzhmp6+5Tm9Pa77Cr39hNE60QWiO/ibC7+s3/Q+kwUzP+69ZL13Xpu+xeqPvir7Mr2mvP28qHaDvUGxHTuMonm8aYU0vSUKMb3pYAG+0qbWOwH5mTw+3Qs+w5MnvrwzKz21nFq+znFCu+o48j23d60+Mp3GPmezn753WvG8xpeavXjBYT4UpzA9B2M7viif6T7kjZE+G+q5PqGBqL0hY6u+vXYEulB7Oj4uxOy8/NIIPkCzsL2MW8K9gnxVO0a32j0TNFC9drjMuzRqgT5TlRs9h50/u6mJabu8zyK92oFfvgW+Oz1NgdE/CzYQvbCYIL3RH0M++jIBPcNThb7drpe92FqJPBQYnz2iOik8Jp+GvqfK9jn+29U+QmwkPRvIjD4Lw4G9vPAfPAVFnj4bxMS9m1RDvkVsBD+taaa9RUpAvfK7cL7Nc3e8RlvnvCZjP7vQg6E8Qws/vFEjkz2H6bw8DOqAvauX4zwRoB++4F4QvfiQ8rzpo2O9YrsrPvzZNbwtac0//DAWvV4/ij77dy0+jN/oO8bikb7K5GM+nvaRPbOU8D7510A8LyT6PaPjCb7EpNA+ueG7PfceobzdVxw+x6OgPlQgkLwOfok8SB8aPiKAAT2+Fp+9fD0CP6ErZLzhV4K8UTiaPpk4Ar3OaIo+I/lxvV/v6z4ln5s7wSLoPHE9jj43QQk+IH6Hvdhvhb50uGG8yDMZPEBmc73Nf2Q+EIgAP27EUrxQUEe91OUTvX+nXz4z0Bo910ISPJX/g70E3fa8flBKPoaVp79qs229mo2FuwtagLso3RM9gLo7P1yhlb3VNN8/u4GOPihDwL1CG5M+py2Wvk0u8z4OIKs+p5FavhS8k775nw+9IhnHOQb9Rb9a/2a8", 
        "o7q3vixKOby0rpS9ZCYuPag3Rb65yYy91FocvRASPL1Qxis8D87avH58/D7a8iS991WnPnNggL4mzNc8vfjGPuGfeD23tAE/N9qGPxOLiLu6iBw++3tXPzGlxj7eW7292gXLv4TztL4OwLq7x1CaOOxRhL7gx4E+oiZNPgd/kj2RmB8+KwQAv5o8CbysmpG+ZcPkvW4HAD43fni9DaB9vL3fUjwj7NA+f9GLvqSeNT9mFdM+w1m4PuUWaL+G1pk6RRxdvRGMOL1yrJM+rH1Gu3W/ZL2pl9K+/N9CPbLwoTxvd8q6TnVmvYWaj7ydA+489A2kPMbnNb2B8gQ8xqWIPwLvIj3n6Yg+zfGRvajFTjyeILY9eGe+vc/Tuz0gNf69/N66PnMdbTxYFaE+BK8avQZT/rwSILk5Lj2GPBMzkLxtRQY+f8s3Og/AfD13RQk9sP8oPoyoIr1N/w+9yyn7vF0lGTxNjXO8vTVKvdonML2fWOi92O7XvLZc5Twkq6Q+yxA7PvOvFj/ZVn++WyPkO6Ognr4bd7g+9u65Pt6SkT6/Q9O8m7wsPikwkz4SP9a7ImbCPMz8fT5WkFi++RqMPGwT1D6YkI+77UduPHH1Ib49GuW82MxounwiJL2B7fc+Gm/dO0vHnL5c7n2+wEWNvGGU+Lw/vMU8Sd2mu19viDpnwae9MEP6PngDSr2+1ei7pXYjvYGAHr1GoRs/KO4BPTqBOTyODue/hl3kvKSZxTws9T88uNMYvao307s1Iwi6L/gnPXFaErwuQI69gL4mPIl1Ar44QZK9qHOuPjKszbuHRq6+f3DiPhhM3j7MaRU/OL8CvcNCBjvbk2o7DKQhwDR13z5THSS8RkmMvSAxtjxlK0G+IDtAvUAKGb1Fy+q/t0u+PBrArrwafOI9y54cvb68uj/RIHG90szBPN2rhD7gu98+IIp5PjFCe7410ig8nogvP6i3aL5J9aw9s1GDPtFbvby5hos+ZFSkvatZcT6oJrS++BS/PvXIWz6dKl8+", 
        "YhiNvCVWs7v9lxq8WdeDvgJZ3LxV3k4+c5GBvRfCpz334uo78bgvvlsuEj8N2PM9hSc9vfR6pT6V0DG7dAb6O+MXc72/qu0+T2MBP7uAN7zvzWi9XCgVvVMIaz76hxw9/+YcOx6Ifr0ZYJ68o/NXPtnPoL8Qgka97AUDu0F9HLyShQ09fCIjPwP4jr1phd8/WBGRPlIqwL3CEtU+UgtcvoLSDj9M1dw9/1eqvmx83j2W2hm9LmdAOp59Tb/gTJa8L598vraonbzgWpC9wQrZPBVeM70z/4+9VEEYvTyGGL0gWAU8thmevIbb/D5ojB29c2qmPvo+a77pkCA95PHBPjsqET4jJ9A+4ttgP2tEZrsJi5c9S3IaP6I3Uj7NKKc9hRzLv1Ubmb7fcso+qRMMPJu3hL4mAwW+aqvLPqbrIz56WT09mIc6vO3FYT1jI2u+8yefv1G3iL7QZny9Z+2zvuKetLoY+ia+HQlyPWw9oD6EbbW+BOGSvgjUWb1qPiE8oHS2v+Z5Oj3c5Ac/AoknvHtbQL0aYS69LFuaveAyGj0WSnc8q2g7vv6Vqbys0us8pm27PFVttrwUwrC7oRQfvD2yEz0v1gQ+8MGXvRgt9z17Bc291ZX7PQYoSb4dQ7I++O+hvgfAU75Fc84+k4uUvtfE6LzM5ga8oNJFPEESEr+9PjG+MvjRu1W7fjwKDAo9DrrrPYQVhLxg9DK91nJbvKU0TrxL64a8MUcvvbOWOL3hp/W9eVaQvoyk4jx2Bpo95nUqvh9QFD4v0kW+b0qMPOHhtD6Fn6I9ztwsPzVxaz2a8S+//LdMPlxnL76Gsy49w2lPvuclO75A9KU+kJD3u22qZr49K2+/dkVcP+vv5ju3cLi817JMPlsod71V7qK+ZVYoOu4Pyj0Hpq6+YegmvFedg77wcPI+vBXpu7+fPjuag4q962FCvo1paz0cB909OHyCvcd2KL3gRZ6+Xpn6PFjHnTpOZoW94pi3vE9DwDxCf2k71cE8vaOmgzvUhAY/", 
        "dfm8PxXsHL4GII299bkVPEM4tr6kd/E+4ptoPpuU5T0tQoQ+eoVkvS9ifb487Vg81zYWvXyuBjwpGwg64skRv5J6wz5bUow/+3KDvduIh7/lese+9olCvaQBCb0bUFC9uG3mO885qLwcNTa9NyEovVEF+73RUFk9ZQyjPJxKhT7wQbC+C4rgvR1aG77Hzbu5fZrRPQX+vT5jOLQ+whVSvktYlbxek1a9GEuIPgj6OzyJh1a+4z3kPmjakj5ulZI+xWSrvZlDAL9IQhS7JSq+PZ22vr3LujG+9G9tvewjAT/ZVjA8iJgwO2WhtL4puxFAv+0MPi3pGj+JmTG/WTuKO7j3I738aA2+ZM73Pi7hUb3S6bm9JfTsvfHsAz6hwhA9YoYcPBvJgb23W5C8vmLqPN4/cTzVrUq8Y1GsuwEAaT9qckA9uaDCPmULkb348NQ7M9KvPWJX0L3tXkO+hC2fvoVXKb3Ho6Y9hRriPWXwi72ilNu846oUO/oEpb1t4M27Sf2UPYGrWbyQEsu9/S3DPB1PTz51NIW9QPUovXyY07yZHbq8mgW9vD+WGL3KwCO93G/zvdAaq75MtKU8R/UJPoL8QL7jAAA/JfGGvhIVfbzfOpa+d9s6PvOLmD7iqEg+9NUjvNaqJD6T77M+bjNjvI4PYD6+4JU+193DvfqgaL57gnA9ID5fvGUvvj2n40a+chinv08fu76WVma9axeHvsb83Dv8/yO+kQHpO7Qnhz7fhp++rvY2vkvGbLwOh2a7J8OKvxpaJD2wzok+GnRZvK5vN71bIQ+9AsKKvdVXGD2PV6W69R0Nv4X8lbxdZHY8f1RpPAwkKr0m9288CJNLOT5ZWT1q5wM63XKOvcnJ7j7MxHa9aHrBPQ/wmL7bv9E+/hMsvu2fjr4tg+w+6vCQvunF/bynTpE8yn4/PIoaD73lI7y9Cm5UvJsStL3IGSY9w8pVPgoF4Lu3jzm9jGs9vUoQCDzc08q8Q00/vc9bUz2FBve9qvEBvs0vQD232zU+", 
        "iXgevh11iT2Lc1++mJrWPAZbkT5ImD49La0fPyATuzyXxai8/3y5Pgw2mr2aCdm4sEJ+vJed372HsDw+Lg3RO5eWIz5kxj+71tmNvI6kPz7fKMa8xZQTPc7Iir2QibY+0D1OO/nIWD7qdnE9eTLzvMOwBj50Pme9u6h2PZMP5zyFwx+9XCejvWHZOb7P8TK99eOHvY3yXL6EFYO+aXvnP2LNmb1NGk69YPCIvJvyBj7ehnK9TrzJvkzjpb5QhPW753IZPegnLb4dswI+NxIiPO0dfz4aoeW9c1l6vti+br3NsbC+fJatPguzkL04ijU+06nOvIJ40Dzx9d485uYDvBmHi77ZZ9O7kSuRvQlKFT0dFfu81YWFvWbnbr2v8rG8BTmdPekZs7z6e1+9gdR8vfWT2T2SfR6+4RChvkHLPjv0cY0+nvGqvoYyg75azjI7hAKWPoX4kD64njw8OwmhPAiCv7y+VHC+RvN2Pomibbzjt2K+s1WeviRtCz7jUe8+OWsvvmJb57t2fQ68FzUCPuRJ7rxLSOi9QBuCvfb2Uz7gYOo6t/jgPr2Ztj3lToi8Dh7qPqwAfj685Qe7so30PgQDC738ZyQ/+k2JvG+Uabx0+DM/7+0YvaqHXz5bawE9q489OsHpZ70kR6C8PZlQPbWAhr7aBIO9mzzfu9YTObxWwQw90aQnvB2sdT52QPQ7E33lPoJQwb0nnfk+iYrPvaSp/T5kBpc+8V3XPq46m77IoQW9KaywOzpNMDyekQw7yhGNPpsgLrwL/oe9GcEDPVNZCz7uWnu8+zP6v/ktsLzk/OU8Dt22vGTnMr0egtE9vWf2vWxbCL0DqBnA4VfGPfP+6T0dK4W+dbY9PrmqwTulczQ/j+dUPaMX1T5NolI+b1OyvDY+Tj46b7o7AzDduxLNv7vHpOM9ZllUP2dBDj4xxlG8y4UxvOXXoLwMxV8+1WPavKRzPD+S0Gy95xtZPhnpVDwAriW+r0nJPg3btrtFt+28zTohvj3ourtfPZQ7", 
        "NnE0vT9HOD28G9I9EWhJvSMYqDzviRC9mkarPGsN7T0Voo27nNM/vce7TbyuDRA9kTpmPBMPOb1QmiS8vVodO5iHGD1hs3q8OkfYPSU3UDwO/lw/pQC/vdiHaT7HrNE+w/SAP3W62D59hTg/iYzVPhw/XT4DGFc/j/E/vMy0tLu5vjG7ylfSvDRGQ78NpC89PxaCPUd8mj8EYZm+vDRlOUObBzx5DIw/eBpavVHeOL2nL/S9qBECPWXP2Tx+rYS+1H8LPlhUfj5zWSK9YubvPRGmlL7QIxY/TskBP+WKiD4NwL287Kl2vO+d+70ck9m7j8/NPhhUCT9aUKM+W1TFPvB5LD5WNt27ZtMDvERPaj7ASNS8XnLsPLiJgr0apLo+bdHaO0S/ez7ehaE70EOTvIyAVj4ZeVS9JCkRvAopmLqwUR+9cbkEvdCGM74rai+93WYQve0KQ75wciK+jzR8P3Uq6DzlKJS9KjC0uy5bb7xuRrG954BJvp5LwL85VY+8HLnvPMr3gL6CpBi8w4VtO+S4Tj5RBL+9hzWTvuA2BD3lNqi+Hd/GPjGm1L14ylM+K/ysPDZA0zqE2LU7bnBJu19drL4m12O8hqBpvaChBD259xM9qnQVvZ+jGb0H4Q69JFcDPwXa8zsGrCO9SJ9VvCd9pT3IZRG+e+WZviNvD77L/1Q+rhmrvoSKiL5oFYs8zDOEPlLsyD7Ae2098CT+PAWUSbxVvaG+hvl3PkvHr7zk6IC+DbqXvixpAT53KRo/QeIJPzTmpTpVw4G8SSenPu8Jz7zMK36+a9xnvWd7MD8pWxk8c/8RP+P+lT3Or6S9PtTzvThkDj7kzKY7kX1lOw8A8LxIQ2i+QClHvs6lAr2P6XK9RkUovayTJT/Oqio9Qi0UuQ8thb161DO8sH1RPYyG7r/fkAa9LuV9vBfyF7zGpis9GU3+vfuchL2XE12/byjsPSGkx73+9E+9wx4ZPl0Xhj7/UvW8P2x6Ps+WkL5u5ve8R/qmO7is6D9oFh68", 
        "0SpJvYTep7wOxHi9GOLuPDjkkj71/oe9yaQFvVZXlbxAwu06xAWbvFEblrzfXV+9v30bP4KGxD5p4LM8/MA2PyorHT5OvCq+b6EwvD15azznoUs+Y88tPo3dCj4B8oy9qEdFP9MApz5zL/+9pF5CvJ/cLj8xqco+hF3JviOcmT2U/nS+U7T5u6t+qLzXOec+hEauPSVpND5RC1i9v/EOP93xeTtgMJq+cp+nPpa8Bb+i5lq+2ZoJPXsDrj9IdtE6GLfpvFXLPr49NQW+9m3rvG/2I71xauO/lQekPlhVaz0eMSM8Cy5MvclgwLwnTS48vxdoPDOWAL0FBM68L+0dvgY9ET0uyA8+qjOKvegc+7y056e+89LPvc+Xmr5fKnq+luwJvsw88j7cE5s9hVslvhU0E70ig3a7BIqbOicYPLyx27W+nlzUOwOgvb0kbic96Jc7vgacZb1GgC+9j502u+LYNrxJ7Vq8V5owvWEqML2ume69B0WIP02I0DwLLhg+wh2YvsiyqD2eRYQ+lT0EvCUAkr7/o869k1UhvPe5qL7bv5U8GJgmP64gn71ur/27KZ5SvEyGnb7PYU8/YauLvsejib3tEvq6a56MvCS4IT2jjIW8yLJOvpijhr1mebo9ZS7AvIu+mD4vrRQ+YvyfvPM7CT9oHO899u6XO9+zzj+5Uj+9vscVPzdhCb7tQvy8GhAGP/xmEL2Dg4Q+S19BPVGQlDqydYG9huqDvC/ooDxMHz2+5VOavBk5Eb3IjaK8vDUbPUo+or4oubo+HRNHu43jaj5J9Mu9pXR0PhFNGT4tGto+lFFlPmiGFT5ovA+94CsZvfYGxTsrzj87D6udvP2g8j5WIGe8RD6kvQNRFD07txY+DJ4PvS+fKL/keeC7A+2QvLp4prxdBxq9aEBGPtAl/b0owPy9dRZ0v4gocz3Nd5o9/nWqve5J0TyfsY28+KghP5Vjjj5+Uyw+b4jqvAcz+brCl7s+0Vs0vkE90juam0K9kGoQvvH2Gj/pFXE9", 
        "SP5pu8q9Jrz5ZE+8jjVhvopdvLyYMKy+Y1lcvegCmz7qfxg8fiK4Pu3Rtz5lYKC91sS3vbOGOT/7zro6DOGRumKCBL0izS28odY9vg+A+7xaPmm9vbMivZMSMD9XGyA9u7jaOx5yi71zuW28my40PSfO8L9OOBK9vXUcvGuW+7qz7h49rpJgvmhIhb3fF1+/AbDgPbJMxb2kaFA9X6ZfPp7PpT42cIm+DiPOPdE8yT2ajPK801WBupH26z/NKsU5wO9RPQo+Qrx5bW69km4sPSRP0T7tkYK95JoCvSEog7xE1YM76mTOvCCvLL2xtGG9/mQjP2/Uxz4Tih48qD05P5qFcz5RPYm+0jo4vh/ObDwO2f49bEKKvcrwN70sAQE+9Z9FPw+AxD7Cd4w+3WdyvLwYMz9I3Lo8TSlcvhEcLj4P/9Q+H59Ou3Gytrv1LGO+l1u7P24z3D0eqmy9Dk0NPrlpQjxD5/e9h1wDPql+j75qw1m8GHm6PtIJ9Tzewfa7I09pvoL+ZT3gipS+P4JBvREiajtEpRm9gZelPqfP0Dx94i67qOtVvRzAF7yrWlc8/mcdPN+H7LwcxJw78Wq4uy9rFz0aQ328QeaFveX7xDt+kbY+OHh4Pl6PujrzkRa+IPU3P+dmXj4Uv1G+6rGHvvE/ML3Utkk84bNQvGo3eb088ak+cgtGvKi/2b35thM9VH5jPuKsiLwfqhi9KzzFvBvLyLu4ydi8umwrvbz5ID1Bpfa9fAqgPiAohjwdRDE9wyRIvgBDgT11FQ0+bnc3PBqvsT2DK8i8loCtvoJPgD4GFz8/vBgVPo3sRD7ynU48T6gSvveebz4aOQq+GkqnPaBDlL2hnv+77LpPOIlhnT7ruhG9kIRDP68chr3+6Cg+9/CbO6z/v740Hro+GU0OvB7nC7u2Dg6+QpU8PKHbADxSPzu9llM/PrfYj76SPH68GMDivLO+Ib1KZOc8AfNXPYYNDzuq24q9TQXuuwxU0Tz4Q1A8YbTavBKikbziVPI7", 
        "3H8BPWoEoj2/8Mg9ogaGO7BOfz8owdW9hgAsvPwjCT8M4JU/VvA1PkwFIT+l8b0+EUOKP1D1kT8WZhA9N55uu1INoL7VLQi8PBJFvZviIjx+UI6+H8GYP/8Li758z+e8B8EDvGW4iTvWNtu89oU2vWpcA76txle9sZAcPJOcjr40ZP49/iFZPo8Yt70wgbc8fxa6vq1eLD/r/SA/XStHPvUiq7x6tvS8zVh6vtHWNrwmOgY/WhxPP6Rbfz4vBZk+Sw3dvSf+eb3LsUi8VSOfvdoMbz17Bw4/yCyHvaQPSj+6vgo83GejvdO/VT1MzwTAiJi6vprWl75tfow/+fgJOs2OIb3KtvA7hlpMvm2eVLszA8y71t3uv3Fy2z6jmUI9rRiOuRvLe73xZJe8n+vEPBsHmDw6ExS9LpNAvL4TjjwQ3Qk9dsPuPdx7gb2djum7B5+BvmKtvb3geJC+xxPLvVoQzT6oCOc9Kf93PrdqUr40Gse8QnbTu/LDhT0znR28ptUPvjkyibx/BKm9gC4pPcobw74WyQy92YYavUbhzbw6kay5DAGrvFx2Ab2sCEG9wt/fvRzapj/dqd08AEwOPiinWTxovXM+CbC7Pq/6qjxKXd29sF6FPB7Bvb6LCLu8aFGvuycunD6v93C+BrQBvIAwLD6pt6a+XHZ9PzD3CL6PU4M+iwARu57vBz26yY2+3BTGP6qPtj1GbIa9ylO4Pc26tjo6B1e+qrhjPVYXc758ih++jQACPkTQxbtj+tI8VizgvTUiH7wddQG+zeu7vAXc3jz7Miy9bEsQPenhVD1maIK7VfyPvvaAvby+mh89FNR3PDehF707ma28/dHtvJvE5zy0oj+7ZNGNvcaKub5N1JQ+lRrAPSxKnD0pZhe+7AwwP2fjfD5Tcsi9Vk+AvmYNH73wdSC8q5Ocu6dXbz0eP4g+rDxkvOAGPL1C8q08ccQBPgXEMT7nkH69No0KvckRG7xnJqG86L3FvP7jPz5ECAG+njMHPnufMjy2Zyu+", 
        "SA64vtfKfD04jMs96Fh3PNeYYr09twS+ixq3vuYEoz3VCyS9ulvNvVYz2T2T4Go8cQvPvmnlqD2ahA89i1yvvIaI3T3+E6S7ayCtvAuhPr7mP2+832lOvs3cZ70aapU/sQSgv7sGDjuLVkk+J6KZvG8SFT84hJG+lJN8u8tznzvOPTe9Q8hvviM9S74pZwG9LS0ev7gKMb0uLqO9xgAJPX/nMzyc4Ya9OdflvQpvMT23R5085mauvW8os7tK8Te8yVAPPVg2Ij/xnPA9Ajj6O7ENRL3cQYM+dHgWP5dSRL4izQk92uDGvoEOgr1AJdU+N2sSvdEH9znPTAM8iGoxu72cwz7kk4O8USB1vc91Dj0Ih1w/82NfvWTpHL1FEqa8K4ssPPyg8LtwaSm9vE2zvBgzBb7o+Ia9pDGqPGXJyT6mowq+c9WCvvQ8jj44gZE/o/4wvpQbnL43rSw/h1+lvtNUTbxJn5y+3PDTvWSWxLzK3Ce+a357Pig2Rj+j2Dw/fl7xPMoO3boj+4K8RdiRviTTpryXQK0+1KJrvYrWjz5pt2K96PkYPdGWQz7LEn+88zLxvXhxlj2PEmg6D1iovtk8Hb3eKAq+lNqwPbJV8LyK3f6+6C42vb+Y5r2tWCQ9zNoEO5A8jr3x1ba7EBLxPF+HQ7yjkdu81HQcvBsRYryVyh899O/zvUlw37tb19I71GyTvtxv273TeoC+PqZUPmotGz1fKb2++QS8vaNJFD4zbgi92rAbuwbxJT2jco28Zbw0vjwjvry1alo+4xMOPeuULz4thlW9qaQCQOoKnrxWHam7VXi4vMhaIr0huRy+0Uj0vcHck74XShe/6AUIvc6eKjz5yp4+EoW8Pst/wDt3Tka+0+CJOxnror6z/Ky+SYlkvD57UT8Ltm2+cin+vHxOGr5ag+u94dHUvguq7z47jHY+3wxDvKxq6bsuEuo9/gmtvGa1pT6Cw4q9AOmYPmQFzjs2Ilw+XlA+PoOedbxOZuk+VsqlPgUzsru8lfQ7", 
        "+5UfvcP6u77olWQ/IuozvIGh973Vswu9Az90PpWR+zyQS8S7XwGZvRH/v7zCjWY84uYUPAoCD71DpYo65Od3u32nHj3KpV0+2q2bPrhwSjxLkpO+Cm/Wva3yGj+OoN09aZQEvANPBz+l3QG7J9tQvjDavj1sCu++7qlLPDOcNbtKdAU/GWSFvMR38j43sg096TQ6P5yO6r83qZA+q8x5vO1p4bqhjJE/Jwk2vf2rLr1igwK+kZXYvE38mTxHuTI+R4CCPldQiz0WV2O+9UrvPvov6T4pVhC+QNyivnIrgT10jU+8hODpvSV/oD3SoYy7zcf4PLNx9bxOxgA/ZB8nPwfvDj/gsq68wOXDvKB8ir4o/+C8raUxvjXem739xQw/Sw64v+t1jj6HX74++joLvJqPzT7wMam8SbmUuiN8KDuLkM+8+CNjvj7UMr4PPo28C/xjveTdLr2TydM+hewMPdfQML33+Vu9Qk44PWBIyL3HOrE8+KLBux5jtLwi05E5xAwTPS3Jlj4axl4/1NxrPAiyqz6GPzw+nBEFPzwehr60wLS+tn2Kvg5Jjr63Ts8+bL0UvOABozu2l7A63y0bvP98oD6ER2m4EHHBPUraJD0v8Ac/aTWavULIEr1N0/C8rGi/O6o8p7xzsQO9reOzvyGI6L0OZhm9lyynPIkziT69N4y+50gVvn+M2L1jEYI/oMjVvRMpMb4mZwU/xRKBvrmw1rw/waG+3NR1vl2ui7xbpbC8T7kgP1HjVj9xxDE/4SJjPp63BrweB5e9XDZHP2fA1TuEvrG+57NZvX/6o75ckg07N4BNPlKLv70wo4+8Ml+IPlm6WDwhyOa6diAMO9qndzyi6mS+8VsRP4JSfb1OXpO9xbQavSrr9TvmqCk9WWfGu0k+uD+fCC28+KE7PFydzTzGY0u9cDs5vFwKbzstSwU97VKwPhDrjr3tRxU8tOENP7suor2mn1a9cPBCvlm77z52xUC+i1u1vJ8UwT31Nhm9eFB+Oyqk0DuAnMw/", 
        "svbYPRDsbryC1Jm9b8ELPU86grzYW5O9FeXwvAkxSr0MMRA9z9bOvEgSk7xitEq9iHYFvje3Wr72D7I8cq2ePT8mmr4GC46++JgkPjbiN7uaGaC+uS2Cvm0FwL6RYR0/AS9PvDN/Az7GzCW+34u9vy1FZz4DEku+gQgdPhs80D4+qH4+5GZNvv/R7L/RNlU9FUBavG5ZPT97T3S9Jz4nvvZ8uDs/Vxe+ALuTPVjEE7wQPQM/3lEPvlgI9jthUNk6HhCSPOqzmr0UfeS9wtY8vX+gIr3Yfxy97W0fP+wRJT317rM6OvuGvVMtibxmaf87hCGHPClpFr1oKbK7zmmBPP3HhL4CYn0+Lq6RvYznHLrOpqY+LcjJvaRpqz6nGY69YvRTvpzvl77fbB4/JUk2uyrIHL0kwR66EjogO4o1ID/bfNy9y/4zP77REb1yFPM+LQd9Pg+Jj71pih69GoF0Pb16pbs8pea8Va4QvQrYL701ovq9UABvvtirvzxl7aU+7/doPmIWh74f2L8+7OX7Of3KdT5vY50+R8gjvBFYLT/RN2K7abtjvQxHfb6BXEG9Z0FDPPD9qL5wJbi+WVFGvg6Qnr3D0fK7AcUKvM9XWL5jXsq8MBXcPsMfbL03drI+KERavrU48D3LPi4+nd+JvH4vbb6eSUM++1q+u9LQhL/haAK9vEsAvlKLTz6b1Oa8ZPWuv7zjN705XLa9RyqpPHFl3zqp+4C9a13JvM/bCT1s9BE9+rN2vam3xjzuuoS8++sOPQRIxD1OnC29kXyaPBahCL4J/du92A0BvgjXqDtmu+U8q5q1voJ/Pz09tUK9W5eqvC8QH7ugS064pxG/O6MLsb4bcJK81n+HPuqRCT1xJa89sR+svXb6Rj8xcPC8DwfRPL7Ks7zwLC69bjqSvsX33r0izou+/dd+v4A7PL1Ah8Q8s0xEPsxv1D7EMOo8vfgkvqerUL7VPoC+pWtEvsX437z6aDU/JcYCvnbx/7uk71C+PeriPYqDs75lnx4/", 
        "OEQkPuDh7btcsF+9H+sTPwRQuLx0QCy+c+qDvZUywr6pX4a7YomPPtEKf7xlnSy8oDhDvYBkuL0pRe07L/vaO5rf7zzVeAG+Nrf3Phn8r7udoo69VcIQvRoNNb2TABQ9jKQwPEVmAkBmeNu8/AYKPVDYsTu3nhK9Og+BOg7BM7xfYgI9HWeePhJAqL1bgyc88HOmPqMOjL09Nem9c0mbvhn97j4Rt5y+tZ0hvj99Y70rUgy9c5wIO4soeTvovCdA0/EGPkVNhbxhnfy8iMAXPf5bQD4JwJq9tTg4vZpcBb5zSi+8bFvMvG4oBL02yUW9tW40PuHFj729Yb888psEvtjQJr6iirm+uxz9PXF1mLsp62S+bbiFviGLyL0nDpE+u2tuvGxszj2OOHm+a8ulvnqAVj5LFfy9nPyZPYeOtz1AwmK+EvHku0x0yb3mNWS+fc18vEGqDj6eO3K98J57vv9QvDv1R56+PGUOvuiX9bw5cko+FSHKPczvhjuNPhA88WLRP2DPg76b0NC9UuUgvZNa470YOwy9XPq+vRxUFz2OHAw62JflPYXxvLxqaQs9ZxhvPIjGTr0CJUq6E8U/vJI/Fz3zlrS+MciAva0n0zv6cDe+tWbYvSfm4jz4FnG+KmWyvVy1bD56ojq+3aiNvn4hwLx9QaG6jE/3O5sCEz9Je7s9OqmIvHnsvj4k3A49IYZKvREA1L35qx+921ikvHhDKjwS7LC82NULvfM8mb1AVvW9R80fvotzAj28Rqe+DNOxPRtWWD67uOY+XPGBuwcFE76J16y9G/Vgvjp5GT5erq28gS6GvqX3Ob623TC9X+WkPf2Wsb194YW+FykbPsuQPj7z9wC84RFdvKAmTD4o2sW8+oSgPqOPYL0dHUE+Ks7FOtFcK7zpCxk+8zWWvCGr3j7JO8w+qd0qO/trITvfsRi9okoEvpldtj6li6e7mgUmvQXHPL3XN14+z+TrPBdxLTzB8Ve9H5OGvBttqjywyrk8NdKDvMWbgbvvd1y8", 
        "I2gpPW84sT7XGpU+/yEUPOoFfb6Dor+9s+OLPoj9hz6FYz49DVM5Pj7wWb6e0aO+lK6kP2HjQ79Vmwo8JRkFvHeFAT2OjCW8YsHYPiSOhz1vbR0+X13Mv+l1Zj6GJLm8eXimvJgM2LyNnC+9WOsRvWud9L2hriW+eAzxPM5VPT5JJmg+lvqCvaePp75UkIM+W4DGPuE2DL6FfTy+EkakvWxir7w/xy6+xegavm5Ly7tH9iY+Gj8UPpv/Vj50Mr8+ii8IPjqdsjv1zqu/qYKAPfyq6bxro1U/VFKAvX0Inb4cxDe6JD+zvTdAMrxBj4K849ftPhihHr0FCA28iyYlO2TKsrzU3VO+7msZvihM07xhIJO92lxKvX10Ez9YjwE9bLqruh7mhr3wx4285/yXPPXPxDuPNqy8EPlnu98mgLt7KVS/d0gePutomr3AkXQ8ZXrUPZ5a4rwEh58+xyZ2vQFoE76AIca+5U77Pt0emr38Kw29iBP0uR5607p2KC8/qjz4vTlQij9oZpu9QprdP/HW8TxlHYq9nUwfvV02iDw3rVW84tKuvNKhI70PwTi9y5XuvTqKnb4CU7A8Qj3APkOX6T0debi+mibiPhBrKLzUf1c+/0++PhEPBT5JyA4/qD3XvCQuR74/90q+hfFWvFeeCz2M84q++CHRvoc+Hb4xhxO+IKPwuOZCJb5RCkS+IE0Nvvrjjj7+I3e9oU+NvlWGVDv/3JK+tq3VvIMVLryho5M+IhnvPeCizzoGMWe763+gP8GdHb7TPRG8ksH8vFYT5L3ghi69Yr8oPMT4Bj28u7I7i4oHPw1Mljskj7Y8vhuVPBe/Pbxv/C08UkbbvNqB6jwsBhq+V4KQvSe7w728TCy+l8McvFcGBD7odJ2+Kw5ZvqqIjz4yvJa+7cdyvjCN2rx+FHG7xyIfPLLs4jy8R588gYSpvLdjoj6xoSM9VmUIvk+RQr7kGcC8u1FaPUNDTLxR07+865QAvUbPXL6zNf+9qWVgvjsY4Dx4KY6+", 
        "39BZPsECoj5dwhQ/j9O2uwPRSjskkLc9edfnva8gaz7cJou8x+mgvgH8Tr4QlHi8oJoOPbPYr70JNF++fEM7PgjqIj61H8q7Man2u9LGcD9PW+y8d2WVvPWUhL0Hcsa+58NCviaayT7JJqK9TMpzvJECvr4IVEK9EHeCuwaVCDuEHxW9q4LSPiHHI76XmCe9b0XrPgVUD72KNNo+C7gRPRes4LikQIe9aSgHwEd84D2v0rY8MoHFvy0qtLtfWOC77wQXPSqZLL5Ea54++0TqPME1CD1bLDw/xbiAPWF/Yb7yGgE/80obP2ujCD++NBw/XAMKvaG8YLroz4k6DxxTvCgLqb7fI5e8dTXKPNNZOzz2zc2+1KF7vWn/Br3RGi+8Jwa9PbMqtbxhRd681DiePbr3671gbiS+QKJUPAfwlb6GQEI/9UioPFyafL6RPLu/C3UTP4WQyr2H+bW+GpJfvG2nA70NUSA/xLU5P0whDLzzmqg7yMTWuhEXrb6D7Ia+Os7lvZrmC7sj25C8dukrPysnsbxX5YC9Bd53PWZUJD1jhPU7M5MzPmFjET4m4kw8hSoAvoachL4vw4m8CBqSvFFeK71d12Y/ef9EvlpFSr28zj+9ipVBPsOSWD6Noba/SOVOPr/wjr2dQdq+VtXMPiM/wjsWniC/fQf3Pv6WlLwaVxo9JrJyvv++nj6xjBo8jmf7vU+E+r1U+i0/7AOXPq8NcL5wwfM9POSKve10P76TWRi94OpAvLTmubtw0Km8yAxwPvSwQryO7Iy9yOEQPQh/sj7Lvky9WxiFvKUQqDwsLmk+LUn5vPIeHr2G1xy91gntvel4pL5bDr28tWpnvViRFzzuaW293XljvurLqzy/iKu+jsf2vTqHfb0gmBq+aqWHvDc8AL4vGBA/muI1Oc/rDT2iyJu+n2Y3Pn0QLT8BQQ088QYTvMuLgbzz5la97gn3vEL0PbvsJ1K94s8OPm+N1Ds+cUc+M8gBPaxrBr1uzXe+WD7SvVBhnrlF8fm7", 
        "vhsIvQs1pD7awGO+/Be4vJxHMr0lnju9RewaPqKDAr2C9ls8P7ZwvWVF5rwCONg8rTqlPH/zw7wDLoc8ySHKvKZr8DzSnsk9yUcePgmEFDvdYNw+zvHTvRSwpz3YrRe+kGO8Pl+vaD7UAJs+ZsYrPzgqCr/eeQq/L6i+O86XYbw85W4+2EVXvA398D60qPM8F9qZvtrrhT/hUQA7VOHQvPAdH7y+gJm/pfQXvcAObryinvG9RC+gPqsx/zwMAQK+fDCfvv07xD0OC8U++noQvynBUL2x2xI+UdPePpWALT5434+8bsMBPlQ18r00pQK8moQtvbXBJb1jjM++3fo+vjahbr5QJyy8q4mxu70Bhj9x5Le8JQnSvTdJbz5VgNM9rEh2vQwECj5DXYS+ygmgvCmFa75iWoO+qAYNu7MEvzqJU1C9CAqmPphmTL4eMCu9dJlhvYZ2Lr1djB09reJiPFRbrT5Jm369PlUTvYhVdz+BQSk8m74BvqGd3DwAncW7gCMUPZ31jDyb7KS9aBOyOyBKpr6SNyc/KfKiPWcFOb6cVz0/5fncPm3UHz8s3BQ/1LlRvXXAzDpm/uU8MJstOs4xqb6r2768BB2ivdF9CT3fiEq+wd01vdjzBL0cSXK8it9tPr3Uuryjpwa9eQeHP/PA/73KOTm+3ljnPLAujr4WOUo/Jay0vTUbrbuqv6K/GYEKP0s2cr7eeWC+SAzivS8iibyPsBI/5bpEP0G+Orwqizq+71urvqu0xr7la2a+Ax5rvXc5hD6pk1e8pBQPPj5z2LxoOGo+SurSP9YV5zwocN07Us2HvN4vHr4LxIW8xSTlPculuj0Qehu7sye6OyUqAL3M/zk8r6zwPJb7G8BOY2u99n4tvUnnoL1zj5k8WJuHPf1DbL3EzDO/Yk1cPTr1+jtQPsm/ZPYZPESK5r6uzQ49ge+yvmYbhL3pHoA81s04PxZm2L3gbcE9D6WSvnFM8j4LDs2+YANMvaTgbr7nmwe9cmaTObFSBDy8/i+9", 
        "ue1vvjTZfbzlEH+9YycPPTdoIb7Tj4K9UhcivYFhobwjdIY/M5WlvAxqv7w5gzm9UNoJviMLQT45zZ880mEkPgjBLb57b9o+E9kyvhXli7xmFjM/4yuAvu+ixTysCdW93YjLvN35yb2ZwQ89zH9NPCNvEb4RH6a+W2Fuvhy6vjwYdP+9mOvpP7gsEj6+44E9hPTRvB+iM75yaoS98v5PPpIBdTva3mc9GDAOvpypDb1vfCW+zddvPvm38LtwjpY7s5lLvdZD+D0rg0++0JGNvR55lr0whyK980ijvnzkLD2BlO66iThJvcwRqLzgcBI9rvmtPEXZGL386uq7R/SjvS77hr6KqZI+WHurvRNoSDzxq6Y+KQbiPIuD0j5ZNwY+r6+wvlCKkz6Mfgq+xfNKPt0QvrwPQQA7Z86CPEZF8LoFdLO+EEE0v2YWmr29DRe+kLncPngLQr3FRiW9ezTwvHmavrjM1MG8meL5vDpZLL1eQQO+V94RP55fnTwi4Ro+GV8xPq5+iz4KpWE9+SzWPN96XT5bp68+P1ZcvsawA71HJq68JHeHPhUPF772f7474pRtPV5AhT4VedI+4p5yvIHigL5ArZi8BzNcvOjZ/T5cRLe8Fx27PYnkHz5jnjq+xWV/OqFoNL2DQ2M+usptvHsmFb4/aKW+zYqMOxroMzy1Yyu9jeIFPwtlWb55ewy9hM+PvWztJT7yE0i8poEuv6o47T5fr2C9kWhLvz5ztz3wgGS8pPiou5xBuT/jbbQ7bggLPfsE9T00EBE/c2OzPKX+sD6BhNO9hQ9IP/EkMz74t7K+82G4vebRKL7Y5a2+nibevfo/LLz0DoA7YWOauurZuj7PDyG8nppMvU3tHj3MJly93r6TvQeUNL0H0iu9kDMiP7duGr0KUtO7cbtMvbMzo7zX42q+66Bnu48uLT6DEr4+4uIMPZF8Er4gHJe74SoKvutLqb4vn6K9GlCuOyoD5ryoP4U+spI6PyoiErzbuks+DMCfvpj5ND1eqNU+", 
        "pFU9vnJ9mj4GBti8+KOUvs7BzrwipvS8otxaP+D5gb4tPgk8+z3gvYkvn770OsC8VUqGPvt6mL6V9Bg7XCukOzaeJb0NHni+sTsyPSKxor8m8I29ZzQVvQFsuz3QHwo9jN/aPyuKQ72SJBi/8ozWPeH/QzyM4r6/bhGlOnc61b4P2gs9pL9PvUy5fb1X5yw87E1FP3ecxr3sAiQ+I3+5vYWmnDx4NoC+37I6vGsbmr4KEBW9CNcDuD5HbztydlS8P0GDvgiSWb3O1hi9NdkMPcf5zb7DC4e9bcE8vXPb6bxtbYQ/ccvovHwRxr5tmja9ERzDPp3rtTxZUT48GV3/vWC6871LPgU+eHr2vbpakzwOEAg/KCdgvlFQwr5Q6K6+NXqmvKeGLr54k5w+Q441vCZb0b3U6Zy+WLeyvvcJpT1Ri2K9yNsVP3JxcbwI5X6+a7onvfPCkjwG63O9BksoP7eqlzt7fpi+bxQ+PgfXjT2cnW4+pjmLvl5pU782DXU7K7wmvfXCCj885Vg/zWOLvMooHL06UcI/kmKDvrm/nTzOJBG5GhaBvSOpoLzlvsI8XJ9xPFLq8bwV6UM9y5hov0Du7DwGeZ++gBKKvQ4+Ejxuyuc+AI7RvSpCvz5KaS4+D+oQPiTTJ7703+S9MhizvaVyC72roHY7I+y8O0pipjz3eVq7ejk7vV7+2j59JQE9SageP55Ii71XyCO9/cUFvFaU+Lp3kBO9JHP0vFNvJb1qI+y9ykrUPTRp9Ttr+yK+lIuVvYlrkr6osUY+deXSPFi+7TzhQYw8orQIvm2NKj8Bx8W8wcBDvQl6tT5L6zW8KWJ7PsIMKD9FMrm9TGuGvmLMXbzwACS7gravvCDNIL5EHuy72EYluw2Sgr2Bk4g+7glMPN5MyT7kQbU9Ewu8vAdyV76jUzS+vyeJvANaerrR+kq9ImuUPekwvj4jJGC9sA8Du//HC70oSsY91s65PG0MqLpRVIW9A/XDvKAbHz3O1ds7CB1RveJbmDy4xc+8", 
        "HOD2PBkRjb3nQS29J8EAPHF0mz4lXeq9aUrVPh8Rqb5N1zY+ufwAP/0O9D7lJjM/u2rivwnwM7+3ikK8q4YRvBt9Lj+VJ+68G7XDPF0G9LvoLZY+YEdsP7ywAT1djZq81OCaPCyqZLz6hS69SA27vEi/6r1nIgQ/XF0jPQTa6b0vjn++IhZjPkVrDz+epd6+4olkvaiPJT5YPYY+1lGaPl3GO7ymOlo+87EMPvbIWLtO9T++90GRvsyQCr5ZSp69ts2PPEAhkD9xJDQ/VvHJPEzMZbxDMcC+lMd4vRe6kj68hKY8SCwVPuCTQb2UjTO9UrUXvkOlGz49eYU8xjhHO8RjJb0lrZA+uMnPvaqWEL59eZi88DvkvG11pr5iNhc9FmXuOhNvYL2DuD+8mvQAPXihtzxQYwK9NoOfu9ViLb+R54K/Y9eyPtjkd71VAtE7+qn3Po1Dyr0LaLw+UKUKPj2ugL67WcM+z0rqvWCYkj5MHOu8AwKZub79tjvcX129C9RGvq+Lqr/DzYy97UShv5lNGT/N4gq9EpkTvdB9pTwHV3w6FSa3vBoyEb0Z9Ce9psb0vdCEAz9ExSI9/WoQvSVywT7r9Oc+7zAZvUos4jw/qGg+BoVgPitDZL6ddFW9MKZovIi0mT5diVa+LBSWu7yAmD0gN2k+c8TKPl53Xz2N83K8FLcYP3a1r7zaSoU9UKAevYUZgb6j93O9GNtSPplKzzkO65m+zcDWPrNXoD0/4wM/soAoPXc0Cr9wtjg75doovZKfyD6TFmI/fjPZvG+VT70yZsQ/ni/Gvqui2jwr3665PdGCvTzGsLyXXQ49g/x2PC4LVb3QRJI8hO9Jv+am9TyoUpC+tSKVvYp2hTyvE9s+L0vdvYWH/z6QOLo9wA8yvnI4Hz5UoBy+D7wFPByzKL0+Pcg7eEypuyY6prx0a/69CoWZvMQG9D4jOQI9pDdWP/w2gr38Tyy99knBODENUzyPzrm88coivdypJr2gxt29Nigpvu3Yozx9U2S9", 
        "AwVjvkyArb5RImw9v6/DO1zRDL4cnAI9lZSRPpn1zT72G/G8qRJdPtjv/j4yLoq7r4BCPC4vLj+IqM++XU6Mvpu0ZT7SaRe88dMTvDh8DT7d/Lq8tPntvX6iYL2tP4G+affHP0+iqL1YKBg/W2t1vKauKLyUoYk+xVm5O68IRDuBRRq9DooSPuN6ET8EbdK6+F0MP52OFb2Tw6Q+uPX+PPGngrzjlTy9dET3Pw7iEL0iMjg82BCrPyNBsTtn4tS7UHoSPRgwpL6UuJU+MLqWO1moDz4b69A9dcREPqjd1zpnA8++rL83vhZ3ET4SFIC+BM36vKOpJzp18PA7+W5TvKEAIz9F1re7V6uGvT4FFj1c3XW+PBBwvSYPAr3spYy8ZdX3vfK20bz5zjO9DWyVPdEm9L3be8Y+xpndPHXnjb5vkL49WDq/PZ/PiL6uB+M9OsybvpeONj/8QMi9Y7SNvi0xdbw5NEa+Ci5tvqa6HDwGU0++B3Q0Pnn9ALsvoIi+hHdAvmIBHLxTdE68YiduvtQMwrzjUow+lcoMvuu7e76a0pM7SAbvvSwwsT4qM3a5dI4VvcTfO7tCXgC9Frn3O66pKb0/TXW+i1GLvfrJOz2bmFq9PmyovRVSzL4ZaiS+HngHvuRDa731jwc/sLbYvrZz2z3+7g0/AO1TPqZaHbq3hBQ97p3UPtiLmz61CTg8AKcZPwO06b2zjyc+WDmFvuhNFL2R12a+HdSLPR9g9b1f6GK8u7QYOmYEzDuY6DI7JvKWPpgSubxY8IW9ZJ0RPV2OwL7ogDy9o3b4vM+5srz/dJ27Z3onvJ51Cr0kCwW9wy+ZPSbbFL1nQ+0+UZcpPzWOAT/BeCQ+Z7m5Pdy9Q7yFeJU+TtFDvm8U6DxeZRc+CDOuvHq23T47NOA8nE3zuzR0fT4RK1c+P7yIvXdnnr5jy74+NBVKvLQ7mbwuKgM+XNSFvJvYyL0/2HG9GJCuvqo74j0rrqm+BC4oPg0fe7zQ0cs+lJWgvmgrT7uykO+9", 
        "Ex9IveyQAb7u5GO+LaJSvJC/pz6kFi2934srPoy7BD3plhu6DhJhvcrvq7zLLk08buu6Prqwg7zFsmc8UVTTu1CjBz2LroG+cRUFPt8ubDx9V6G9rwDYvaoNL74Cf/Y+ZcMAvXvpTD6g3ae+D38lP3qHC70D2AY8aHqAvBhGbrtsXhE/ksKbvGb/B71WUhs91f0OPupfjL1G9k48C5e/vAM51Lwwuri8497zvHEErj1jM+m9G3s+PlIZGUDd1HI+Ai+tPYAz6j6bloe+6uB+u+aHID1OcDQ/2roSvnNYN74CV4u8IsIMvtH43T3MvOw7yaCSPu5VIr6adxm+dSV2vrpeJ750+fS7yyNFvJTvnD7HKdi8VcAqvliIob7OQRo+1EjcP8Ztcb4Unq4+rC1rvOPRsrw1Ih49WUIyu71krTsGQzy9FEDmOar6+D4G7Oi8gKvgvSW2C70cV8i8Z1aLPbgJsr6Nl5i90KIQPS+Kf78QnPo7a37ZPYCFNTpioRi754wYPTd10L1GL5495ycMPAezQ779dO29tFlEPpoKpDxq/JQ892szvq28xz42rF6+jDAPvVyCOTrWDQi8kWLdugeX0j5rUpu8/JCUve3OAj0A9P29RrNEvQuKIr1267O8lhWRvquzubzM+Cy9FIhOP/4Z871xEpU+2gq/PEA4lr7J6lA+y4lcvYAc0zxeTz+7jtGYvtvXBD8ZbgS+cfmuvrFUsrww84G+vhE4PWf7hbttP8G+Yta6vVWgW74gIoq+JM1tvtwjgjtLynO8nzddvqrk6bx8Y2e+MRC3vz9HE75sRIA7lUz7PiO4ND7lkGy83ANlPrwGEb7Hysg7MCttOZjaKL0f74U+/wxlveXSXr6wdle9WhUOvVRO+z7KDHw92m67u8D8eL1Gzho/T/FnvE+fUTwUMvs/wDqau0JFqrxC+A49IkMdPzPBpr209tY7S/SWvihkxr2OwJG+CPsnP1N5xb7c3xU/L+4FP1/bNz4h8xW9jdtoOmgWIDo6HQy7", 
        "jI7+PfF2F7y3tYy96KP9PDLGcT6Qjim9xLnMvDgTSD0Rk7K/k964vM6Vjb5A9SS9GuHxPsrajL5EI7c8KQngPUjTy71ntbq+kYQuP6fGLD152qm+xHW6PLlYUL5GnK48WVmCvDvnnr6p1WQ9djMNOx4ud71U72Y/CC+qPsbjhb65FWi+FvFZuio8i7s/SCG+zsC6vEPwqz5GJ5C9T7RcvAMqrztx+wI/UNnpPoezZLzzukc+EnONvrmBiLvvLL87Xp8jvWzSQT725na+3HtlvUlOB7095Ce9n4+bvZj2Az0WzGq8lPiNvR1Jq7wWBsM8tXoiPO1UIL2GHSk8hoLyuz9qKT1ETqo+RjeYvQlMADyHTqW+IKjCPVeGmD3T2pu+eZmNvW5dWL6ZwVg9kEqSvvSt17zwCnC6WZ50vK/OvTwWMcC965F+vBeki70F1Ak9RX4cPjbiib3Qo2y9mRTFP3i/wLtuwpe8+B2IvVI4Mr27+Lo+cynUPhOm4jwfm3W+HGWCvnG6CD6BWoK++pKrPEmtHj8Yldo+NmulPhlOYzy6FZq85YOOPvpNJz1MW9I/vpJOPdnESz5lfhW+R4J6vmJAQL4cF5+7NCOUvBl3ab1+1MW8b1wNPtyvk76gChe+p/iXO4OeTL2mv5o+cSiCvM5V97yZV2G9ABxGu/tJZLqTXiK9TwYPPkYqmL3UWeu8mtgRvWJ5m72gNlO+W5+QvJFT3L5u04y9SWhiP8zGAL1/sBc+yCzAPEwL8D4CccC8woM0PQgDJz7t4wA+d5+UO5nweT6ZQuW93itFPs0WY750qpg916YVvoWPHD5b2p29jWHEvNXJkDoU5rC7O96FvOjIqj5gXLe8Aut+vamACz0rF7S9kJ6KvWwMnbxijOM8NQplvz7O/bwbCHO9E+qsPXw647vaULK9sefaPqckFz998oM+UukxPjzQTD1zf1o6y74gPtAKvr0Pa6u8D1UGvdj/gLzh3H4+rMLhuwzRaTxkQUY+oK5LPj3iuT1nFeG9", 
        "QIsWvg64LLz6XJC8OnRLPqPefrx7OQO9nHs+vyrh4j3pHNs7WzM7P3jYpj71+228RtVqPqNhdj7cCmS7i2e0O0YfJ72l+wU/ERA3vtWxGz62acG8OlU9vSvZqz5lTgw9xynGvzViYb3M7Ow+YDQevRWCbTw2LfE/qZZKvNpUWDsttBE9scaRPi8TnL2WjBk8ON+svukpwL2ikJK+Q+PnPvAhYbo0f84+8jInP435hz6ccBS9qOztO0kywbs56d67e7WVPUsa5LyOr5i9HlchPWOeuj5IoIi9CyoevZ1zij0ioq6/sp+SvIGJvr+Lkyy97KsNOw1ja74+8RE9MRkMP2Lqfb4tLaY9/awBP00MILsve/e86RWhPYYKnT2un9Q+nTexvFYYnr49R2C+ZQwJPIRUGL75vl0/xEzHPslpW75S7GY/0pUnvC+lebxEAJQ+Xxt2u/z7qz2WWIC9WoAjPtHgeDuhFqQ9HfavvsLvG70wN7g+ioQqPEsbgrskTA68vZMiveXIRz24Vw6+hbo/vfTSVL3qvhm97+3CviJ3pTw2gwC8Tn1yvX7phLw4eBi+lNv/Px3dKLyfYVM8FE0EvIErDz1kcFe+2u+RvTKakb9tpaG+773LvUZ+sz3o77E+TIO7vr5xiz5yHEQ/2sERPloyG72mAw28/t+dv3Tyrbunimk9CEw5vFUpUL1E0g49mWzpvIZpNr2jRTa91+UvPFk/m7ww6MO8WBb8vqCtDr2che+9d6oeP6afajxa+uC92EWnvfdBcTwnFq49IBiZO933DT74Mb295YuNPkETrL6OD4I/cQqYPkwGFT0NPam5EtApP310bT6SEgu+U2xAvu1Xqz5oyBE7RPlevKC1PT4YEM68nHQhvosDgL1ne5++hlR3PgdEer4RlDI+G7BdvD55+T50zYO+l7JRuwgWjr/UKSC9UF9EPfxYP772ccq8aorXP0cSKb18R9M9DWrEPDFwW7yfoIK9HyqHu8xvzDyt5Yo+surTvMpFRj0si0+8", 
        "4rUTPTwrPr7X3XO8l8IIPHd+/z2yj829+dHkPW2xwD4TA6A96jiwPqKe8b0a3Ns+zZQKvU0PhDvU3Qk8JAdauzPwIj88w5G858t8vb07DD1VjGs+2qvlvKUSArxqvJu8d/XIuwtOybw0ExW9B7NMPjwS+b3zPLI+8x+gP23ThT5kmZc9O3CfPhFKVL6YCrY8m7gQPvUuOD8M0vo9RDVEvUFi0bxhjZy+V2tpPnHg97tbZs4+kRETvpEmbz5UasG+h+A+vv5febwlY2e84nRePV1su7za7XM+L2iIvapLHb7ttx48CvviPnoKpD5bmnS8/u1ZPX3Qgb5jHys7HejzOtjsNb2DYFQ86jxqvQ//ur2Cw9+7wwQevWXxZL4D8B89N7TbuuafhL4UpZO73w2pu7xWxzzBe228KmM6vC061rtfAQQ9hmKXPqfvh71PhiI81jhpvjUEx73qNx695zOMvjjEUz6gM7W+CIwOvoqAkb6PcPK8U1qJumP0ALxOlYW+573KvVfvkLwpb5G9gKQnPX8Khz5alSu985H8vECYCUBa1a28r8SxvCYHgb5yiHA9iOUQPjD3mD5e1Pw8S6Gcvk6BSb5cPY295Vwdvc6AnDtSI4c+tnWGPjgalj7bX4O9BuyYvGhpJD5ts2i9+QzlPnvSFT4zSQ89hXIIvitniL4awcY+UBHRu0HGJLyc94W+V1qZvJ9SmjwTW2+9KrNqvqyZuTvC5xS+wH1OvQPHIL2SV8c+69IXP8bnQLsY+pQ7LFojvUNxlj7NifO98Sy+vZ5NP71DsSC9mv3Bvq6csTzeKEe8XmR4vfCEjrzmDAi+DgUDQG/VjryhV7A71JmPvCCvDD0Nbo++2ZqJvd+piL/URqG+vWfXvU5bVj4+DdU+GDqZviw4Rj203h4/iD0HP3ylFr3SE0Y6bIOdv/5Pc7yFBgg+owQMvHvsj72B1Pk83QPAPZtfP723hyi9FR86PLgncLxPPsm8jKv7vmFl3bxvrfW9KSshP0NwAz1t2PG9", 
        "GWb6u9bElb2z0jG9+YsFO2cTXj2zPJu+sLDgPY5+Kb6FvHI/NMWtPpFP5T6ULH43rVEnP6NFIr74HIE9ER/fvQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "OUVCvaJvMj7OvlO+kRZZvST8zz0GJH89/ORHPFaOd75QMBS9KfYGPrRUZT1fVgI+gEi3PFlMhz0ys7a88WsEveymmz0KP/88FSOuuwc9TDs0xC09qXkivcRd2b0fbFi936z4vF3Byz1zby29DtEdvZcRtby/H8O85xW1vckvBT0ARNw8zlxkPGm1cT4omiI8JmUhvDkTfbyI1Zc8jIL9vRFTpj3hINY9a4CovGjRFj6WQIY7sb5qPaRYdD0OJGE8HeGZPYRBCL7fKi6+y0QwvdG4Ub1ObY49bsVrPGBchTtIGm69XWCVvXvfobwvpIY8B22YPRKSN7xE7Zk+PX2YPdP6hz2VQBY+nt8uvblzAj3RNHs9o+/0vVQCsD3qPPo9+SlhvWhfILmZRQI+nel/PeJtkb0JQ5O9v0sEPQEGIr4="
      ], 
      "weights": [
        "sQ+QPJhb6j2+vR0982vZvVHJH71skZI9upSxveptAb5nA6g9ndD5PYqUir4PkEU8mlgYPkRZfj4b2hK+XDPlvYS+Rr5O8Le8GIe6vOX2pr1dcIm+mYrTPSK/yL0wGG6+BCA1vVD6MT5xVwm+Z1GAvpG8hz5hsIO9zZLyOnN7eL2VPSa9m/4eP5FMtD2Il26+a6GEPWK4ur7G3f49g/aOvgiz0b3ckZ+9SY26vRIV3D0L97i6sFmgutBzfr4kI4S+lbMivo0gjz40fLI9/du3vEhUhz6HCSE+Q400vUwLZTxR21i9M2pGPi6nbL2QM8C9lMr3vOzmE77uC4E9piLwvbYX1L29A5C+xWHMuzocGz5GkiC9uxdVPnobGL8RtPI+o4tHve2Ijz24w7Y9B/S9vnmyLz6Pjo49n1qBvLjhS7qNZoM+M1r7vK9Qqz1zIY48d4r/v+aQ1D05Z2Q/pZ0TPI4TCD0aMPW6SZ0lPluu+j371YXAaW8DvUEnR7wZVV29NW2GPrKIkD5flbY+Gwe1PGRRmr2c71c+HFDxOoDWcT7oXme9nFaWPXMRkDxMx2U9VHpRPQvEOrybFcO6XDqhPSDRkzyIga48D6xZvCnSk7ushXo904eqvdVDCDybE2e9ON8yPYAFPjxwMca6xsxIPvdYRD6/T4S98COhO7z+Oj/+/ag7PY+BPCYZBL61jzU+mCSUPWgAdruIuLI9lafUvC44sbz2NKw9oos/vXKNjT56zHA+lXF5Ptr9+jwyx7o+BU4zPt8ABz7TeEm6Yy4fPDVGoT6QhL+96MZMPeVlhjxKOS8+xBc0PIKQ1b3rkOa8b62LvG+sqTr/qwU+xIhhvQeGwL27Kya84X3pPRLjA71y1zY+3baYvlB8Wr8JxAe9UmhLvQ291zrSLN88IoVSvuofXDzPvcs+vTJtO+Ph1D1KzqY+s3qqPoWTrr3fN5k9j8sKvaIbrz3fNyK7qCgbvj9XLr3K2ik9p5nHvhh1gr6dTAI+NKWcvhQTRbw/6Q8+", 
        "fUWZPcwwbbyMIEo7KMxRPGXc4TxjM8O8jousPZ5uuj1TZS6+bR9vvM72u7uIkmS9rwucvYgBu7yRKTu93pBRvwqBqT64TCm9Wr4yvgdUDr78vwo/3L3bvAUTMT5J5jc/lGCTvR8/j72Seky+uiXBvHlNDb4BtIm9jLI0vbYVi76FMzE+I3v0u4rZwbu5uG88Aj7wvtqQB746MV2+MFv0Poh1gDx+uq08npUjvnEF1TzdVCs9mWUxPBQQ77xo17y9fieKPbqecb309BG+ZaD7PB/YSjsQlZm9+OAVvXGuQr1Bx4k91ANWPj6HUr5tsE09CBOLvkb8fD1nvWi+8y6rvIt08D0b8Pw83lOdPsTphD3+qsI+R6ckPvQIbL0d95Q9tODQvOeoxb3rGSA+jVwHPskxML7UsDm+lrhnPn2kCL4Tmr883zgVvYvRmr0rfim+urovvMQ/qj5mnKu9dF74Pckxej5/+6a+weUaPuWETj59m5k97eAFviAtgb7uUFg9GQizPnz70z2MxPO83fYyvtwxSb7kIFM+13k3PX8I5r3/at+7MbIjvnQKMT5Kruc88PRGvfqdJDz18l2+Fk+XPj9sF7tN+R8+NU9hPghgEr6Wgc29crRSvsYoN74+IEm9LIBBPgU3ML54fRo9EwknPs2T3zycZSm932XOPTzKtr5BHIE+ftRYPYuGMbytCIY+9RSsumFFSjzY9SC7w22UPMQofb0OLFs8My5BPkJubb0xZQW+XZbPPRxuYTtJqpW9eVjXPnNxBb6u47U+lDUAP6z0/jsP4Fm9nbRoPNVEED2YlQ+9wfCZPcZIgb0XJ3K+VbDsPZtYBLwf+jA67AIfveRoTT86Mo68ReYdPL7ZVr2AIgU9SlxMPP//+bskIyU/ZkVHvWSD+buwWCk+kyBpPWn0oz7V/5e91CH7vLrpMTwyRBs9VA91PYsUfb20YNs9tAyZPoM6CDss+FE97W2hvRETSb8l5Yg+5fuevjC3JTsbZyY+wIVePuuaE8BIR6Q+", 
        "MALmvYmfrz227a+8hzSlvHtjGT1fO5Q+6BhKvRif8L1QmCA9iBmjPCYtBT/MpQ4/n9N/P4ttZzzxnIM+EkgtOwAnGj0/3sg+5zy+vZ+3LT4+hjM+W+dovQ0WTr6JJRu+CFGrPb1QDL4cwHU9s27wvJ/q3D3zFYU+8VccvhgbZT6hB8o+pDF4PpwHvL6KISE+7lNUvV8vGz+21Pu72o24Pc2VXr2/OhO/2Md/vk7mbj7s6I8+Ou61PuYopL0BPfm87r/MPX3jaj7WaSY+De6LvO4zVr5pdRE9mB0ZvqLjZL7lYmE9vOkEvquCbb7m/kW+M+2lvWQGBL1YzXq9kK6hvmc0G74oB5K9q/7jvRFdqjv/9DU9Bd3PPWqPLT374mY9bdzFPb4lxbwW/QU95uTavHjEST3ee3u+E2fgvkMb470PUOU+0zK/vbQT5j159EO+RmziOnsLY76GShc6FKr4PblgkD2shFC9Ik7bvSqpO700rBi+2uCtPnilzT09ewk9iM3PPl1mib0bXQs+FYkmPoKYbz1lZuG9/WCfOyB9pL3r3Jc6/GRbPXw4FD7CDpA+hkWgve0vyr7xhD+9dD97vRCLUL3xqa08a+R9vodvpj1Mijm+YzqNvgDfAj43nz++820KvQH5Cj4qRsq+7q+zvY0My7y/Eyq8EKqLvEfDnb5BwCo9NtkJPGM5rD3cJrW/cSz/uG/ZPb5OK8i987t6PJi4Dj1ZXJA/d9K3O5fbNr3hDFc8ONWpvHsM2Dxuviw84aXGPa1oKr9+lWM+iwURPWkkLz4GlWO+j1GjvU6LAj6cUKs9Rtg/PWRUXL4ynoW+CtAnPgmH9j5icYU8GhIBPb9/rb3GcJA9zemTPln1Bb18uAU+4MccPQ2umD3yPyE+1sY2vjjNT72OqnS8VkWePXkVs7w+Ud85OVakvDh1Fj6368a9140FPtaf7T1k/bA89YxovN1U2DvYao89dVWjPC+IhD2Ne4S+TjZuPi63ab0P41k8kKhyvT7MZD5vBBU+", 
        "iljFPmos2LsDEuG9f8E3vcB2Ub4zjL+9koL4vTeWyz5UUQK91zBGPji+ub08TA4+BDsLPjduB73E2ie+1edyvKtnfT0ywSC+yJ6APmstIb41CS4+pLpMvq7tcb30E5w+eI05Pn2Z0L281Zm+AoU2Pt0/XL1duRA+gEzIPQ0t4r2NEYC9pnOmPR1VUD4V9TQ91xhZPfJxIL42TZK9xOLmvQ1xCjx0uCY+IFGVvOcIMD548v29U0QKPmGlX7421SI+IRRkPTyBiD5IXmI9FKhVPrSJm72/N4Q+3fQavhE4z71VXgs9K6PHPJQ7xT3dUVw+jF1iPrwlCT4j8li++7jWPqchHD6XOIfAChR7vIrNhD6auqq7pRICP61BEDtQu4U8RkOmPK2tvzzey/08EIA3PtiYXbxE0Js+1gs+PywSCzx6cQ0+a1jXvbjcUL7x1kS72qnpv/MS0j1xJq484GRdvixABj2evv87bvaCvr8kmrvgzus+Sw+TOh2cljwjABQ9o2qrvPwmxzwBSb27tV9DvXgAp7sLv/G/XwLqvWMVJLzciIC8pMu7PBbmkjqBpwK+7TT8Po++kT3Hb7y7zg7yu+/LLr5K6oe8YZbNPvkehr0HKJE+5oI2PyTsgbvWVy0/PZ9ZPCBdoz4pINc9LdFhPuCm/70GTr88k3qTO9ben70LI5C8yz3LPOMCLbxFucm/C27UPprvwj5WKIu8COshPrm5ozyQiIY/9yHZvAakEDzAakG9uZU5OwA1Jz7a/Dw+ADdSvTPKbz5yotA+wyh1vba8Bj5WSbU+fJqgPi9W5z2PmZ++0v+ovtG5mj3xP169TiuhPvGmkj1xPYw9KxeovnIPFj7s+Qo+H71jPHUAHr/ryF49/HWwPm46A74oeMS+DF3OPU17Wz4be387lcF+vYMBk75pthi926CgvJ99WL4Kdsi99jGxvdqtET5Z46s+HBE7vo/aXL19pcK9bvAzPmBcTT7IL9o9rGBGvnONkr3A77C9hSCKvjmfPj70/0o+", 
        "K96RvcEs170EV9m93fiIPiBnuTzmTTw+/WmpvaNhnD2CP+69Zs4avjlWOL3ZgtG8ogiuPtBVjjwV4ka+F3bgPp2zfTpK3Ju+GsDjPQbGYr7+J+e4vjmXPk8WQ73LtSa+eHuqOuRekzz3E0K+XUbPPVvEp7zlzKm+wQdhPWRGMr5Eto0+hqCIPq70ObtjEgC9+/7evu+GPrppeBq+6zaDvsiXf76xtwA+sC5KPVI7Qz2Kmv6+pU9xPbgegb7LvG28ZheNPO1Juz6fNYc+uew2PvPas72hK6o+zEmgPsuv1T2p+Ny9kz8ivUwoOD60sbC9JloHPs9Rmr7yKaq+gjyYPQSct71BfcW9gHtvPTTFGj7w9TQ+5C8svug7pD25j2Y+Yd+OvjLz6j2oD0M+OMBBPkYFvL4l7/S9MxRZvfSjG78m9X49+XeHPgWgrr1SE4w9m4PWPSF1ib6v7Lq9yCIbPmtTFj66lm88UF9qPes99j3ZLTK++mY2vuR6nz0rAoE86xdZvaQPcT7vURO8ZksXPXzqHjz51QQ+wpc9PvrTyb3oDzI+e6VhPSX6sb7WtbE7JBqsPrPhFD7WKKy9TJYTvC5QSL4anWw8/IsfvbRKCb7YcLS8ka00PrGfV7sZ+ls86PU9PXGcDDxO2uG9kQIWPoFuxT6UAEw8YsZ4PPCMY704eQ09+jQ9P1IB0b2Lg4C8dvqkvHzbNz7MJhU8L0jgvlEmxDz0C/Y8yBy8vucxCD/ecgW+dMg9Ox6xxDxj5EU/yFXzvILz7jyM/G88yMDAO/RX8r3VA7e7uE7KOyh4ur9Uwgi9o+Pou/tgab+2LYG9QIhnO5yr/zve/F477tbTPMhDDz22WWU47tsFvlpuUz9KtGM+q1xPPOD7Y734Qwu++vlVPBNF97x8QUC9Is6Xvt2tZj7N8/2+hIQ1vOcs5L2B564+wPZCv2wM6bxOPs+7pGOCPh2i1j7J2x29IdwRP+7M2jspOig9n8wXvpkdbb8c2qS/cS+uPH8uvD2Enpm8", 
        "AR8wvpJTWL4Geze9P32SvrbLyL3rNJK+HqhDvphnyj6f0a08ImjEPcTD1j0qiCQ+NKpnPqmchj2Lb8097DdzPMvDNj5kYEQ+CXZqvluTpj09Xt2+PCzLPV36G77TTak+JzX7vRhq7731swU+hW/XvAVkFb4lV8u+2XRtvVzkkz3hlfQ8NC1SPnFO4j3mAie8ArsDPZ7/zL5SnNW9HHN/vu5rhj3UFc69cGnBPh3phT6X/Oi9TjkkvvQV3b6lbKu+dlTkPUqhV75+3km9sneCOyFpEz5lxEW+FbtBPnYXxD0eSyE+FUJ7vSo8sb7ETCM+ljHnPaYMQj6+Fdq+ZlBVPS9rhz2RdLu9QbOPvke3uz5m7+S9nW66PEASxj2Fwri5DN+nPS2uOD6Hu3I9KcMkvowHq75fG/A+BMsePiUiPr7mLc09w/mcO23tEr3fBMA96Mh/PokhEz140SI+ZPj6PQiNXz3LZga/vsrVPXwG7j04aAQ+Su/KPbhSlb0YTyy8VR20PMRko77fEac9iu8TPP4Mgzy+jR4932A5vsw2CT47r3i+F3IYPjPQuj4g2Si+SdFWPIh5JD1lbNG9n/qlvUDZ2jx4Rzg+unfvPY0E6b1khTG+8KS3PQnBpr04/GM+GwH2vtpaI756KZ49vncMPUaeBr4oqnS8iuVXviRKrT67Yz6+YtUjPg4XLz59Mzc+LRz4vREtJD7Y04c+kHSnPPEmcz0yI7Y9A9I2Ppx4vrx03kW+/rz+PRcXg75kIyI+rjidvRhm9L2Sy9e94zXhvXGc872M5JW96WRgPiQYAD7TSR8+oBUkufuVjD7iI1U9ceSGPk2FUz5eg7w+Zv2rPWLCGz9kfPW723xwvH0riz5DsB49PPg3Pk31zjzsgZe850bVvDJ73TvuG0A782gDP9oRnL8QFsw8RIF4vMrvBL2ak+0+Ng07vpVC+D4VaPw8E169PQNo8rtD8Ke6QVIEPuPp6D11ZGc9Y4CxPR1IYb6fwrk9m/tLuyiwZ70ELWq+", 
        "gbFFvaW03rtKsQy90finOlBbub617uo9YftkPO5/JL46mpE8W/0CPOhmoz5m5EU+0C3WPftAxzzRONu8ir+ovOaVAz+uVVi+HSWbPQk7Kj7TJvs9haIFvbaxWT0tXzA/S1pxPR7MRz7b/Kk8JlrQPdoYaT/h7wI+mUjXPVCqxj45+7y9gl7zPlNg8z1DWXA8I1TgPrnkZL25PU49QgZcPA5bzTtX+SO9sFy8vstPe70Q4D6+V8BlvZJcrL1NKb88stMbPqrnz7/+LYq6wjS+PN7gSTzaOu4+G3OGu5X8f75EnYG9Ay9+vy2WvD0Y5l2+lp4GPebGtL3lqpq9H7cJvV3Ktr0F02o+e2sqPUMys7yIy3W8tjo9vsl2+L0QWLE50ro+PBqsLL25Km+9+7azPjBNNr0cYEo8hpxQPP4QDj7e0xm9UoSdvHsOkrwTahm8MEPRO5hVbLwN+ga+tfQhPUMEaL0fvgS8uQGiu1zcGD6gvhs+/xKwO75h7rp4xSY7vNT1vqCV9TyfUpK9Mdblvrqp575JUI695xUnPh+P9z47ZJq+27rfves0TD4hVjW+Zx+gvkDuq7w8yr46tSgyviOYtj7g3jS5pWkQPW35AD2IMR2+QKu/PGyHrb3nKzC9x7wTvGlv2Lxnx5s82yvAO+mLpzxyk4Y8g+TPPf2fa70NE2k/WJlavFyTpb0CMAc/XnucPZgrKz5UVWU9s5HgvBBcSj7D8Q68rJB5vJMD8b7M1Mc6MvA1P9Fm1ro7Eva+G6T2vYCsgz4pF2u9xXYSv4jcMrwaCCw9+w02vPNokj6XsGs+oZZaPYIXtbs4In0+B9+yvTn4Er6bIVC8Ny6CPsCOyL99k9k8HAH/uXvS7bzJX7W7KIPGvGuxL71NwlS/hVqavZy+s7urF4k6CaRLPhNnZD6Hy9O+6CT4PIeVJz3V+6Y+G/aMPCDLIT6g9Z4+VwyXPgBjBT2vBYm9MbXVvbXLzrz/H788/PoQP9U6xj78OH0+eHMOu+zXJcBS7Cw/", 
        "ytHiPslbnTwz8nI8LPuDPE8mUz5Vq+c+5OS7vZssuD13bQC8CnAIvcUxlL0ruiC/niayv1q9lLpMZeW9NVnlPZLTk70YBFy9/b2dvlPwGL7A4Ru+E+ajPQHjMb4FC1g+sCoyPk8rgb6/S0G9TUQQPS5fCT7kxnm94JHCvbn7hD5K4S09ln7dunQ6Z72plow+fr41Pq6bLj5ogHK+7q7LPQ1LJL2YIBg+WDQXvhmjJr4MbwQ+nr4vPpXg4D6ZFX0+mNKjPq44hT4lvpy9EIo6PqHTPT7dLrA+nIeEvOUdw77Z/Qy+nHX0Pf20wby9UkW8X37+vaXUJj7xINg9eT2JvfBsNz7ABhi9DRhyPm537DwQV849UdbEvZ8lgb5JF847eR7SPf3Kcr2H498+TtxfPnf4qj5r1fU9++UUvgSWXj6ypa093M3avQ+NoT6LYY2+zuIdvIii1j3iwMk9EpUiPQQ6Gz7hEyS9E0SLvT4qor5O0ou+jKI1voB1sbwhMHw92JoEP3/R6z1nIak+KkxZPtoe770cFua8swqePSH4KjwmUbA7bLi/vf9ear5mq0687ToDPYCRa71upMS+SinUvFl0t72/E/Q9mh49vJoIwb7oOG8+vIsdPcgLhr2eJ2I7cjclvoUeor1sPRk+1TEgPYyyer6cSrM968ddvQCU0jyegMG+3WspvUWOpTq+zBS9CfC1PtPDdz6yq2M9ReqovrF43bzn+km9u9V7PhXZMb2Oh8A+nvjBPWwZ2b07dpa97ik9Ps3sVb47eYy9pJqivCfxlz42+2o9RnXVvcrP7r3v7VS+hRxSO9DrpD6C5eQ+bR6APkcBIT49KRU+xmvVPkVnFz7BdJI90rJtvrGxh77BU2q+/x0MveIcLDoOVg4+yOqTPRXzgr35Az6+JcyWvnF14b4Zi9I7obqyPbIAWL6JrMY8CpDKO+/uwDzQ1GQ8NoC+PEZ5AD+vXka+gCvuO0NRSLyMPQ28st0JPnlIuj3BxQi+h177Pptc7DswfyQ9", 
        "orqLPlUrarw8WHQ/mNmjvFLobLzGJpE+mBGEPDwknj7uzUS9FU+UOwhexz7BdBg/fGNEP3TF0DuAdrs8qwhHPxhzLDueVmC8Kvq0uzY9PL/AWTM+flYlvMk1sry+ryU7TPSRvEtCK7+OVYc7knJSvezwb71cK0c9v17JuyCIP74l+cG9mdObP/QFtzzfYCW+vgwgPs7GYju7Ko2+OIb8vCF1qby4ZFA/2hGXvqrDjj+8AQW+pFiCPZdZujpoxcg+OScHPii3QT7TFbK8fmvxutFRd70Rmze+ESTwvMUdFj/Ebmw9pKTAPNuzBD0h9Js7ogkmO4cqMbsuAQG+HoaNPARCyT5bRwy/c2srPq48dD6+lJQ62lgNP+FRqjv1anS+3ktbPTIFuL6QbLA+VYbXPmpXFLzxVaw91vQBP7jZDz4U/70+l8tcvKWXob33QmA805eNPl8RrL1ALfO8tDY5PiR/y7t3DPk9Zq6Ivj7Htj4C+z4+RstOuB24Dr3lg6c+jOinPDqsu70uTGI7cQc/PKorVLq49IY+bRe8PcXx57wvvt48+LCdvLhYtbr6QwA/huPiPjwmwD154Dg8UOW1O4TYPr2GmQk83uHyPBoapT3aFEc+CJ8qvpdynz215BQ/Mm/au/CrMT6j1fA9WH3zPYFyFD1BCRc9SmYivWQhlD0uRmU+QaAgOyylCDwZ9lU9efuKu7+xhT7Xz0M8ejUBPiV3AjqD6UW+UOM/PmqKF7wHvBS9NXKUOYP7hb0pye49ca7TPlkzvLuAZKO9VhN6PjzWkDxaFeI9FZIMveYGnLq8ZLg7VzYaO4kH6T2Q4ks+QKsWv5lFBT5YrXI8ChKAOymZyT3mgie+5OnHPloDhLyAVlS9Ap+APrYrfjy8C2M+cVtivaDZ+L2c+h8+FFtcvvA3mz47nDk65XiZO2d0mbytjTM8kZS6u6qvrMDAS+E65Lxovz4ei73VGJi8UQoBPo+q57yL4Ya7FJWNvHd3hD75k9s9nLusvMpT+DxxMAY6", 
        "KQ+UPlPE/z0Nr9s7n1HEPe2m670dlbs87rehvQqQtz448X+8esooPmqhRD2Cyac+A9WgvWEzgL2hISW8rlDePuZcS72Twa4/X5uRvaXXM7xMOYo+AwoXvmU3C73WuhK9iMKhPDJdBT035Ek+F8i/PRrP5D0vDc087xENvt9pobuxcg8+Z0yMvUDqNL1QNNc8OqZ4vELokT0Je4m+BucCPtEmBD0ZSVg9x8ffPbQN0r43CQy9wuk7PvGOK74Ns3S9FTPbPbNaTT7JAL88njm4vVepX70L/oY9gYWrvq7hOb47kgW9aM+QvQsGnLzxmYG+NwlIPTdkFj4oCBg/HkPUPdf0Hz6ftQC/bmOpvpkhXD0pTaG+FHExvq/roDyKjNU+bSgkvhdHo7xdDiG+98O7O5ySdr6Xgis+sNuQvKxLyL7XT8o96XQ0vvOrB77mqoM71QTEPp+2QT4VrEE+H1o6PqZq/j3ZC0q+DRqUvYo1BT7xkh2+qTHjPYQdUT3mRyE9RYQ9Ptg58T3hkzG9yO3Vurb8n7w1zyK+bIuYvWk3Aj7LL3W+STQkPko9iL58ILY+6m6gPr7Cl72rb7g9qNZvPhtspz4b0XQ9d7pxuyDxhD6ODsi8EK3IPQJHeLtGq988YzluvBPTDj0lsYQ+5lQFPnVFRz1xyco9QLmouxgyvj0I5k8+Dx4MvpBYFTyrR508m6Lzu25rpjzxMaW+tYyFPHecKDw9gdi6odBWvmvLo71j60s+1wNsO06KoT+QAZo+/5jDvAC+ADw53XW+TyAuPb/kTT3Iyrk8gRumOzTuo7yj4V89/sm3vMC5ybzBTbo+RmhEPQeIoj0X6oc8dKE/PMttCD73IoW8hyQpvWN5fT5gsas+AMODvcmEpz08r5I9QiUJvXnnlLzA3Vu948ZpPqBPFT4MrZk8ynY/OycowD3I/B6+EZQKvimeIcAfVtI6MFMyPjC8Pz57qqE9arNAPl0coL1cxoA9GDUvvU8Suru58qi8VzQivRb0Yz6yBSq8", 
        "1S6aPnHl6LxfAF49kVNePkGJKzuD0t49kVwaPDt0I7ncdEQ7B3u4uwJ9Pz0YCho+TjoIvWdOlb12gny8S7nqve+Gvz1TCCo+Nj00vd8HQj2aEQy9N1dkvTKN7L94mXA7PPuEvP7C6zzkELC9XGOuvNskrby8mwI8/L39PEkVEL1bwaU8VIc/PVHscjyiMYm/DpGsu0PEzrwIPWE9vdGpvBw3jLrONSE+KAM6OnaJjj3HEce7HjeYOs/nwjwavDk8XiwZPuu8Kr6tgw09iDMZPjkcvj2uisG90ta/Pd0Siz6JUHk9GLj8vfhqqz2/E+I8damHPp3yrz7RfrC8Bp3bPYKHSj1D9HY7KVSfPdv+1bzTmIM+6aKsPRTD9zzFCAA+HimmP2qyOLuvpWa94XU/PdvbgDuehx08OxuNPVQkYTwfov485KQ2PSBt4z3kOI0+Y63/vo8mJT3PRP09a4PHPLT7JsBfH/Q8HNt5vpE43D5vGws8NfefvU6WgzvnZa8/mKYdP7AA8z1Oddg+QI4gPiseOz0YYYK+980uPH6LI77dwlo+4yMlPmkrOz6defA8YMT/PGnUBz1f8CA8Cy/KvkZkcD4+gA89J8w7vAoCvLyQe2s8N3ycPYsGwr0S0rM8HyC3vPKlLD3osrK8MMKwPQGMxD63ppI/3mO0u1WjgT2FzL08mLEfvTHQCL/QVCg+JVROPSQvkb2fGbo9hCaWvgmaZT9peE490CC8vatTID4MVz09NyLfPJyrbz0PgXE+RC4Wvpn7hz0qVYU8hRmFPfVQPT4bcZc+PXU/vX34Aj5amfq9wPbGuLAsM7/CF7O9AjrQvfH1FzzQVgw/AVbhvmBnwT36kTK9Z7CxuwhqgL1xYv482b5APlobv7zt/Gk80u8OvSaczzxx0oA8qZTXvVP9BbylDEE+sGZWPahtCb02JGE+GYMsvquCSj7pr8+8CqYBPd3y7T3a6jk9qHWTPFgNsTx6U249pEqzPXaD673zyna9rR7yutJXdj45qlU+", 
        "UrAZvZEp7TwYkeC9NQpEvr1YGzzCbl65dixnvaKxmLx9eX27esh2vjGfSLr6g2q9y6OFPbtHUL2Xf4k8jDLyPFqGk7uZLT8+vNz5vUsZbz3A4B2+8PbNPv6OCT71Z8G9V1eKur338z3Q7io+kVznPlgxlL58tJQ9yMYIOzJO2r23Gyw9RidLPMwFjsCleKQ8fwbhvVhmYD4xdcC8JZ4/PkIgtL4iYB+9fgu5vN2SQjoBVis9U6XCPMkNXbxGnia9tz6nvZAZRLtHCRY+NzmRvaZKuzzWnIU+9x/tO3rfSL3X3zu8uuhNOvAFgbwL+Oc8bpADPhxFXz5mrVq7cBwvPAHeGb5iLFQ+zRY+Pptvszx6ubA+NhHFPp+ILT4U2m+9m6VxPf5N1D0u+SM+WL2ePjIsZz5SvDS8p+bLvTF207yHQAU9TDxQvcYZy71ncFvAzdZHPNexhj6oeAi+P21FvGJ3hr1sbZ++xpnavG7AXL3kETq8xGrtO/XG2bvqLhu9BocBvh2cdD4GuB49yDG0vW6oKD6braa+ywPqPXMauD0IMMS7pzpePnFLnb1UqMo9q4JJPUTkvL6vVkO737UgPrNwDj7fixW+yaa4vTOvRb77Psg9ap27vLobwr2T3ek8hNp1vt2y575ys4o94h3wvV8fSb19kBm9ss8dPtDma7rEV58+h9IFPS8EEL0WqA8/wESnumL1rj5t4EC7zsOwwNkLFz1Txye9+ziXPj4Lmj4HNt48zML6vBm2+jsH2Ii9vl+XPniZgz7BOsU9nrkqvHXpvbxbi2q+gByyvPWowb4zBma9f4gRvl2zTr7Z2+e9JYGfu07ha7yMCKi6oJKdvWFpCj3HkQe/dy2BwC0EjD3qnJO6oA+vux8uRj0nn94+XqywPpmqnT3ULH+8qv71PbIG8T0SBwI9k77fOxgFybtEp2o+lYO7vZwZHL2X4nc+q3crPolFUztFBeE8sparPrQKCzxUsNI9GHauPXmb4T4knc4+pOCxvDHqezuKGQM+", 
        "Ool6vqW+Sr1dmGk8wJd0PB7aYD5H5Yu9YbjIPthRkT5nvpQ96QNoPeNi8b0gGyM/tiTJPs4KpTtsjUS8yXxMvPfA47697yK9InWtvevRyD4Xwpe9wMEgvePkjDyO5Bi8KxMUPXM+2bzFqg29eLb5PRN/arsmMaw+24bNvDN8p70VAIs+nNBbPj0GKj/R71q8SPN1vW1f6z4SxxK9vU0HP0xwyzxlIOa9uV8JP1UuJj/yzgE/SYsKPGS7ir5VRdg+iLhCPZdOijs1BEo+dQfwPiIQJLwcFjK948AqPRmfUbz/wim81bq3PuZLKjyqKb0+aGOMPvNu2707jsa8GuUsu4CgN766AZM/RmY5vexCpL0RWAo+D5SCPnybGb5dV4W9o+SdvBq+nz5Df5k9UIctPgabDT7Hxei9RLKhvNVNJD9GObY8wdP0PIg5u74z+4I9wF7EO7sch74FW6U8yM2nPQ06wT4y5xY+yjL+vM1NKruzW3i86ramOHYp/7sNsAu9ygR3PgOHETzeFfO7JP4HvjfEejxLeJs+dqAhPHuR+LzZ4zg8bus3vT7JcT2Rrf69KfQ6Pfvscz6H3B89CZ+PvcH7aj4+0l2+kR1RPcTcjLtJ7Z88hOWxPet1WL8U/Bi+GntPvaDXmLyd6Rq9PrGovtt96r2vYZ87ax9IPS+wmj03jbq6D2ynPGjigr+tCdU7hSwMPHxB5To1NU29B7GVvOPyub3kcZY8Zt/CPEY0S76ivx69MG1aveMSwzw8Qaa8q/wOPjIIqjykGw09vlI2PtTQDb51Az892ylDPoTmp72fFbE7FXtMvERzkD6+SB8/KlV8vo6aabyhYXy8rR1ZvjpVQD3q3xy9+pvYvCfcrbtySD29wt/YPtZl1r0Ai30+WIDuPCr/Or3K+2A8HpUovemRzrwnK409DrxrPdJY2TtL6IS+RcTpPFVGRr59mJY+NGnFvjYUsj5S07e/1/Xyu4jZgr1Pu1O8he5VPS5KHz4z+T4/M1L5PlUoCrwEnNs9", 
        "EnPYPJ6VgL7JPMQ+/m2hvLF0i7x4vsA+47rFOwjc170nBsE9lyAevvggpT7pmaE+or2EPlkzsrqJuFW8pg9FPoOJ5LxZDms7a6fePHNP1TylzQbApv4wvaNLFD4HWqQ9lDLAvIqQHr2iaHO8F6kgPc3POj5IJ5E9sSEHu64wxr7wKZI9GyFHP1KoSD0JVvw9Mpe0PgjwXLziliA+FAwZPiX43DyZhIc+e95ePZYdlj7+Kss+2VVGv6nxmLwaJgW+HlyKvDxYcr/hjZU8SsSTuqmVkr7liaE+5nrfvBqECT8RQxu+6/dUvW4tOz14dge8yA21Pd1ssjt+Pxo+zKxVvLfGMj6S9Yo8SjQ4vM6EG7/hl0C+sxgBPr/Tez7ggSk8EuAMvbalBjsgtLg+6NkfPlllM76gtva+ih/aO2ilHL5ueo09B7X7PkIFuD44GkY9EHmoPSxJiz6sVoG86NUBP9hMJ71NXt48/YuJPqfTMD6+lf+7QTmgvbhazDr0rpM+FdiKPfNg0DvVmQm8F+fSPCjNgb1Gnrs9ybwrvWkivbyC7Am+HJ4APVnS/byANtM+NcA6vuD4zL3au5a5KNf9v/pV8L1bDY08VwbHPuW1mT3PRVw+iODfPLsQpr695MM+6a/5u3r2J75IOdK8OJSKPqcuvD5oy8Q+23KNunG3oj6EcJW+PIQPPtQdEzyp5L877dIoPggVoz5ZWyS+5U/evieNcTy7rUK6BCV2PVsQjrzR5E29lcvBO2wOR77poxY+UaJXPWdBJL5AoM++/u4xPn6EuD0BJDk+qv4FvA34P77FtAm+csD/PGAaAT61wf68frsEPu0U/jrnrpc9MiQ2vE6vi7456eO9GFqxPb97hz3h+Py9+yWzvPHfLD4i7/Q3HOVKO3NMIz5POlC9N2apPRk/zr3z4aW9uprpvWMKFD6jc089J4ytPbOwPL6qP2c+E9Dbvi28T7xgUhI+zchTvsesfr0Pqoo+plw6vgGWzD7xXH4+pHyKvgGiAb55dmQ+", 
