{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "linear", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 75, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "ZeroSumLayer", 
          "config": {
            "dtype": "float32", 
            "name": "zero_sum_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "zero_sum_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "zero_sum_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "02fbbdc063986c1085b2ccef71e285abdcab1db82f9864eaf28c4ca18855f122", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "EV8wPowGbD+14UQ/r0cEP9wJQz9ZYcg+NrrrPouuJj+/HUk/syjgPqcJFD/Ypz0/ZOUGP0Sq8zzs/b4+2vgmP1H9Kz9Oc2U/F69rPxgQBj+fhAQ+7AGJPgr2uD02VnU/DcROP/mihT6+dDk+mgYpPaWiPz/rZY8+3iv4PvPiGD+iiSU/HBkaP3kgFD9hzCc+otMDP2vs4z3SKA8/wr+xPlGXBT9Zlm4+Y09hP3va2z6KSiw/duZcPwApTj96AxU/FTQTPyJURj8duaU+RUOTPl0EAT7VxBA/G2N7Pyopoz5Hcbg+la4EP/zoXT97giY/jH94P4ZFFT9UKoo+P/NAPYX2aD8="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "GCiBP7BhOb3FuIC/1Nmvv/3HKr+6iMW+fgOJP7wGQz/0t0JA0smGP4rMLL/Q07a/5sqtvyjLy71kVGk/yC8lv96fBT/Xc+a/6iopvszDFz+sCEA+OY6oPxiYvL/cxB0+IWKGP1CbXEAsK0w/wh8yQNRocj9+CVG/G4/uv2gy/j50Bz4/BAi8vzAy4T0W4aE+tENCPzCKub9czRxA+++EvhAiED9c/0ZAcAIKPQAm9zwbOiC/CJaRwKSqSD6xEhG/ZnXGPnu3EL9g/U2+BHEQPtZDfb6siO4+cP5dPlNtrcAn2IY/+q1lPwQEnb5L7d8/k84awGDjmz24HnO/wtSPPjw0cb9bjdm+GJHOPReF1T9g4EC/VM8AvwkOzz/xPR6/yKVqQAoAEj/vpKjA"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "c8a9PZnQsz2jZQQ8BWynPbvbCj6IOGU97ji2PQvzGz3I7xc9jKh7PQhsvT3bOXE98F+nPV1YJj2w/pQ9BA4zPZG5KT7jPDQ+KK60Pcevuzy43Qm9ceI2PSlvID0cmS09yTA/PdVToD137fw9vnLoPTGyJj1MYZY9kky6Peh9Aj0Jwte8xO2NPV4G6j1U0Hk9bKiSPXBkED1KqaU9+Wc6PcjVTj1s+tQ91Z+GPZvxCD6TLqw9t9+8PRCGLj0bN6Y7qt+3PQIBiz0Jbyq83T7WPQg8mT0O2+I9YewaPss7fj3KcKA89Ph4vbhOTj1IgU28XFV8PSN4XD0g1oo9YpwivfyF1D0s1QO96SAiPVjksj0PD9U8CwQBPhzmsj3mYmE9gOa3vCAKOj1Q8lQ9SctVPZI6+j30p6w8H2yjPbC2rT0="
      ], 
      "weights": [
        "ZTqxPX5Vsz0L3Ru+6VUvPZxoPz4Buio9692vPS48Wj4G/s09dGwGPoBSfzyG/Xe9a3xDPmD96b2+Wiu9A5SkPct+X7mOaBu8yBgNPgiERL5fV8M9lbIGPis6kD6X4b89HgCqPsi/nD0FG9C8fEgmPlzCpj2AsYY9y1aVPe9BMD4di7a8M9cIPk6Y2D01ork93GP8PQpfnL142vA9n+BivRoZFj5ezIA8Es65PWnGyD2858M8eqTZPbHKHT7npAG+VUsYPTWLkz6LivM9l+pqPQOtWz1k9X89R3CMPBVbAj4By8k90dIcv0WzjT32fZm9KXENPp/yJj6v6nI+a9oWPkENRz3fs0K+HOQuPkUZ0T0Dmq49GVuLPjx1BD5uG0++h4IwvqUroL3Hk3I9lpiZvb4sEz7mGcS9Op4TPv7OCj1Hquc8COmrPYvaNL2fmqk9wD0LPqmA2j31cLE9UVdSvoMWCT4jmfc97vtOPkwxtL3wWIY9loKUPCbOGr3D+lo+d087PeuFVTzLd8k9U8tNvoS9xj3vtZ09XTtGvgBllz0OmlC9KTdHPQZSXj3xT7I9HrOsPRGNjj0A4B89nJV+vcd1bLxCkEo8s5VKPQYEoD3t2w0+246WvYqvsD24Ype9TTscPkrhDT2BtAo9a1/JPKYMcDykiKw9RQ3mPcSKDj7BkC09chKePUMSAD6Txco9464jvMlJtT23XLu8/wxRPmgCrDz2+io+q/MtPsl2Kb42A6k83aQ/PuxhcD4FrF492w08PYEgOD4GxJU9ZunGOVIqHz4qfi89V04xPsz7Ob7TBk++1yWRvVonJz1Z1g4+5HLGuuJaij0OXag998RtvFcbmDzr9wE+8TGBPpC4Rz6Y9SC+MGC1PXMVtT1DJno+hD5IPkaL2T3O3qg8vG+GPr+iEz2yH/s9ycabPpW7Tz3cfTs85pVvO3oRkDyYxQE+xVvPvjrYpz1VgkO+B1LEPQ065jxHj5s9ePJbvT5tQj4pVHc+xKFxPTlzhD17IBQ+", 
        "DU/+PUtAvz268hE+973JPQoIpz13Eie9LNazPZCR3j12io48HmVLPTocRz45Snw8ebBMPY8ZPD1nHL090KLIPVFBxz1J9Vs9e2i6PfCmhj3emHQ9gRtRPSvdpD00BgQ+sgHsPTG/6r4FshM+Z60zvSOIND0Zx44+znpUPuOkbD13iWA9mQxovuMT1z1MIL89LOD2PC6z0j2+4xk+eKMpvuvZCz4Lhhw+L4YlPrRqkb5vTZU7YoPnvUPvtT1I1mo9pM2oPBzH0D07jpa+HTU+PvB4+j0/b1o+3RGHPbMiBL838yo9Raj5PcTvVz3kj1s+/goxPmaiDT69f2M+z4DtPApFaDyhBGy8EWSLvLJFoz62Sqy+O1UEPtEtFr6YqM09FfEnvRtqIz6/x/A9Sg+jPSqdvj1mA0c+X4a8Pb5Ugb1+u1w+/hCJPdmqQT0d5AU+gxKWPXDCdr1iDh8+2PWtPUlnAT53C5A93LCFPf925jswCo89/Y3kPYZWxz0iYha+wdUPPv65Kz49utW+6Y4EPMwDWj1LXl49WZw+PVNAbD2Y3pG99Zo7PvTFOT2o8Ug+97HmPbSAZr1B9xO9SWn3PEmL9jz1UVG+vhuvPfkxRz1vuLM9GqRJPJkA8T0dxZU+ZlLfvciMFj4MigI+w/WuPj4T0T3zdIW9BlQcPTx1vD0iHRo+jbiXPSG/Ub7lqXU9YJcGPrcSFz5QYNo9pCV3PmHd/j3BMvw9Fa6LPTgfsju/k449Kj3HPVe2/T0Lsic+kxxSPTvmvjz6t2E9FfQXPnGHXL40D44+X9+BPvf9HT1vR0U9SWcLPYrZ/rsxp0g+1TY2PqfR1T1470k90Ub6PaiEHb6I9js+Qkh5Pb5KzD2/xsk9fWySPjQFqT1rSZS9L7D/PSp/fj3Mt4I+q8eNPVsSMD2fYXo9F7kEPmUahz55LMc9KS3CPT2VAj69cqk9X670vbbzmz3V0Qo9/IqnPZwI4Dx9ExC/g9agPXPLMT7hbJM9hOJzvfolMr2dNyA+", 
        "WJvxPdz7tL7j3hk+CrglPoXkAD5pP7Q9vwDNPZuZmj78fkY+VpefPr7olD1sLAA+aTQlPvnyOT6ULAY+eWeiPkqsMb6qH8u9VMjivrjGVb4n/qy+8RuKPU6iij1xvaU7w5wavL4p3D0QSJc9KhmUPSAtR77HvoW9cpQRPZE4Br3S68E+HsSCPt+3hb1pdT27+LNLvZO6gb7fWqs9g0sWPRdYlb0ziQO+dd/ivPgfXL51sO69Q2MJP9UPbD1XRFo9vVqdPJQ+I746U6w+uf47vnmxOL21a4w9B9R9PFpRSzvQ8Ya9o1aoPWKQTj5AH0U+jfavPToZabyeZ289Boz2vklREL7mkFQ85dwXvSjsyj1vOpI86k61O7C2ILwYKsc7p4uFvUtGh71GMt29dZBmPWpZq74fpYO9+jsBvQyoHb3xaFQ+8NWIvfIyGr4xJok9K+dJvnm3jbzVF6u9IVrvPR+b+L1+NE89Ok3QPTpOrDwuqZ0+NddkvRyKhj36JyI+PdlcvoTlfj6zbEg9+E65PZ0mozz7hgU9lViDPgEVyL77U2W+mL4DvhD9Tj6pOL09iGkavoCcP70e75m9vqIavgN/sr2OiVq+sdtCPnm6X7sfsrC8q1N2PkigXj39Gok+u3gjvmWkAr6QQPK9IB1GPvv5Pz7t5ho+3ZZ3PXa+fz8WGOM8dSoNvFZe5r3wrsm9mLZhPmeHoj1oAIm8g+/QPQowQL5gZjc8eS2Dvi0dIb4cNxA+MskLP14Sbb4a4M08csuMPixeCDymqgU+rodzvvATgzqv79E+FnDTPappFr5GKDM+QiSZP0q4xT6niZY93A20vUn4Hby1RIE9DIybPEvpBr4076E+LjFsvpeV1b1j67g9ocIVPwdnbLw3puk9YStGvhzbXT07Q4o9z1hcPANZJT5xuos8s9IaPy7u0D1wIwM+vQQwvbWW6z2CCZs+tZGkPIjemrzbrRI+IPsUPsvdCb2S9vq9MOwyPqDYjj0JdBm9i6mFvND+3bwZ/q+9", 
        "XxNRvmPhLD7H4W4+dXtwOzg35rxfiii+TQuWPR8HyD1nyYW9+yJEPc/uhLzvmzm+hY8kvquRmz5UOM897sSdPbN6mL1sG4+9g3kgvjlRzbwrHUu9x+0vPXWIW76kIhu9q2MHPboAeD7NdMi9iooSvRIiiD50zSQ+vu8KPg82Mj0nyL89I0ujPf9P6T2KPog+FvsXumKjPL7VPC6+XMAZviWCQ71D26S9c+IMPaeEDj36e9Y8/xhcvEGGOrwQ/8S7Lqhavr2xSL5iXkK+1/y9vTf/ej4MAHu+iy9ZvpEqzj1/8Dy+M9xEPa3dgT6ENpO9P6DSPhKLAj0uSjC+63SgPhYppj7wq6Y+Aug7v2wphb3vy86+iBjVvRiRnr1OlTY8e6sIPqpcEbw/EbC+fLIYvsqJaD7/mQc9K19pvSeKF76yBtu9YfavPfqPxT7pufU8WEJfvPeuJL2mYcQ9aLY2PpJPiL5ZqU8+Fq6tPQXjdr2aC6G9qf+ePrgsJb5Foto8ACW2PHfEqTuvOWg+w5Y1PZQZmr4BgoM9eHFUPYdGwzwMsIi91NSqPsxjjD76s4c9/ScVPTl6Lz0OewS9xwaePd5UzzygfNO9TT5bvHVDRD6CVSU+88I2PRGnib3BQwC+wmdGPRM+zb1v6Rm+/ARePbJFAL6j12k+j1sJvcO+V73FQHy9l0u/vQ+lAb6zhTy+8QRDPLforD5Yh4e8JlrtPbtUAL1Nr7g9s18aPvt2gT115Zy8I0UXPQrArT3rDui9eJE1vvX62L0TU5I9R9EQPqXskr2K9cE7++whPXJ7/T2Tg68+YF4DP5RJmr2PaCI9rYklPiKmD73ArWa82TD5vVckhL5CAeA8TqG6PTci3jscI728Bq4hPWWvoT34/9e9JW3QvZgTPL0m/HQ9TJCEvFedMr2qbL09LBKRPVIGRD0P/sm9+00JvlXjk75cASK9CXm4vY5ZMj0vAWM9ZDcjPHN4nT5M4Ca+EuetPYtiMr6oO4w+zMg7Phzcjb2enwY9", 
        "X0DXPgD5iLxfrgG98r23vZGkabtF6Sq+tx2nvcwNsT5a/ie9cADSvQk0F777/Y49/M0LvkzMb7y/hQA+wtCVOl8pMD5OoY+9RMcEvhJ4vT7z2Ig9rCtxPrs8gb5SAAE+HNs8vinwcT2r8Ea+sHpaOlCBIL7bBqc8aKkOPZqOM71R95o+nxgRvjW9Zj0Loei8iKezvR5T+r3L4qi8gGLZPQb4CL1FLVy+OKJ/PpZ/Ez3UBnC9AoWZPL/40Dyhw5+90y/nu1m+7L0JTT4+1YKiPQpL8Txb3jG+i8OYPfj7P75ORL29uhRsPkDgt72SZpe+82K6PnGawL1hKRW9DneePe0HubxDahI+BWMIvp7JHr6gIcE9aFtrPSMVpD62kTo9NGP2PdKHJj5Ieo+9PeJvvqXOAb6B2Xi+tRcBvkNA8rgMrac+W8duPod66L3WtTK9NeUWPTCUcb5Vrz2+X2sovX4thL3Bl9u9ZbgZvl7Enz2f06e9Q/kEvKfUYT31PNC84/WcPplSjb1HWhA9hRPcvS4kfjtu2e28FcBdvvo8Fj4qI7q/xWyHPUig4b3myvg81UorvspADT0UMxc+vykJPhTHI77QyDu+zW68PYD6xj720PU9fV+FPQ9ykj4PJ9u+z0sqvQ4CPL5XvSg+OeeqPQOvFr4d7no9V95cvZG+9b0OOw++vFZHvvFD5j1eKkC7MgxPueyuLj3YMaA9+oydPiqfsr5fMi69rQfIvLrCGj5kNpY+HTQIPyBPuT043qY/S4uJvcYckj5pmG29+zx4vJFqlT56cgg9SK0KvUF09Lpi8jw+PSIkvkSXg76cwCE/yTkSvQyA1j5wsYa9by67PC41QT/Ge5898HWFPvNwlb1rwQE9hJlEP9h3yz6f8zM+nWsNPkH+VL/g0T4+iFSoPM3m9jzLAAw9wSf0PQockD3Qwyi+Bp/hPiaER75FGSu93pVAO49hTD/RQs0+7zPaPZv0nb7rXNc9tU2rvWHsRzvj2lA8+Za7PK1Hsz4481k+", 
        "7UoDvu7zHL7m1Zk97575PREzVL2UVcK9xvgsvuOACz6KD9c+lkzYPaLu5z3EM9U6S9M6Ps7IfTxTvVW8dF+Nvv3Gkb3DpLQ+Os8TvUvJBzvJ+Qy9HfywPo/MuD2Y60G+KieVvWThQr7aSAO+CulrPhsqFr4plRo+dtiGPnJY4j2nEZ49tnfDvSbkNj7K3zq9mLCwvRhdPz061Xu+E0FOvT8GIb7eY/Y9JukgvuxKyb1vdwG+22bdPIjjgj6Jxxg92fD/PsHIMb2qoT8+ZIEbPa+9dDwJLFK7QuxevvJLmD774g+6qT/SvSxvtj66Evc8tJa3O9pRzj3CUuY+3yjOPII36D2IpPS9dF5pPuX3EL3p7Ue+nWTjPbSQR70YUt89fF+VvRggiT0pjcY99ddVvcaWIr59i907b1pBPikWyL0/RSK+tR+6PdbpJz1U3OE8kF48vAYZ6z3WzPs7Pl7xPUWqND2Fssi9oHzovalPPz1j4F6+EM3NuEO9kr2goNG9HkxUvqhFHL4W35U+10YNPCfo4rzFzh++RjSTPY3bsb37TfG9c53IvcaW/r0gS0q+M+EuPqHZkD28TSu+vNSMPREAvryNXhS+kOLrPmdZCb7qUta9TLlvPLVu3r1qgia8iWTLPX5qIT4Lvnc92u9qvhGWpL3XNgc+n+sTPqLYMjxddeO88/FAPo/2tz3fs3++k26XvRTpuT2KXyu+WuyTPleNjr1E7Le9n+6MvVQaAz3hXXu5VsDUvZM74b370+28m8XIvblNkL0cm0o+Jb30PVNk6z3W3x2+xPNJPkLiLrz5ECq+DlJfPLBCCjtW0iO7GjonvgaMkzwEs3i+/1+9vAYLJL5XajU++uLsPKbErL2ThBu8nwGsvXgHfD63GlY9v1wPPrKT1r10Rak+sfM7Pao47LxfOHo8lyTxvDvJ4L2TNhO+cgkcvZqvhj0Ucp28kK/SvKHZgb3u+649OrdsPmLNs724+dK9an+dvFcaOr3RGDI+KLvPPvy0Aj7o1448", 
        "gSTnu8fMlr1VO0++VO9JPYDhX77WqgU9hqFbvqM/Fz1eV2M+Hh/BPlm0Q77k6ug8vf/evIfEij3qAj49REvwur5AQL6473y+0+fwvRagwD6u0ve89BLhvalBCj5PsoY9gp9NvFcavL0c2Vy9DkR6PQxfSjw9Ftk81qccPn3M6ryxXI49uhnTvYeYhj4/Fqk9iqmzPQ5PhbyuVo6+P7MBPnA2rL3NuE49lKMuvTRMGj1bUuk9DhOpvSFN+733odI+MCbhvVC4CD7Yxqs9HliOvfXjkLzzRNa62m17vrNwaDzPXAa+AZMyvqBYKz0wVEs8rEd+Pv+beLsRmjS9czLXveHjZr4Bq/Y69m4TPnzn4r0DBY29juhTvhbDtj2WbAS+20+MvSykMb6AqQE8IbKivSdIJj4OY2S7aX5bviKRebncZ1y8ZbxdPrqnSjtFaJo9TZLnu1L09jyo+Fs+vPsEPHS4ZT5WsAA+Wf/BveXku73AdNC9xomUvM5b/72XJuk8w1ECP822grwFJSe9fSNgvm8Ltrqtxt+9UklyPqYGzrzIwFE9esWhvQ5xC75t4po9mhHmvUy90z2icAe9Dg51OzS0ID9Ads+8WmsMvVMP3b1Wd00+C/J8vqBiHb6GawI++oYhwIbAID3avBC+KWs3PBsNqT6/Wuk8IuAsvjCaC70OaA+9Jx7VvBl8FD6954q9HS9oOxTLIj9l6y0+rXShPPpXO74L6gK+z844PtHNIDrtWzi+FKk0O316tj2wV7q9JAo/vaBqdL6/qtw9g+X0vFz2ebwH9j489orEPfLFib0uZNe9YtTLvZUhxb0Grly+M8cOvgsf8Lw4XEy+mucVvE1jFjzJ6K89nDQAPmm2Uz4BRDu+7+udPSItgD5yMCA8SUDmPfvTCT83Tgu9rJnjvWvytr1Ot0u9oL/OPsHPiD3+dh4+N1OtPiT4FL5ypVg8mHkdulcSkD4RcCm+ec3wPaCJBDxwH4q9tqR1vnXy970DJdi9eI8ZvNs1Ij7j7z68", 
        "HF4OPbsTNL21ADY+O0AAP+0E672+ayy+/HUjPqsssT1gYza+u8frPNwOpz0E29w8x5EvvmgBTD1kgT8+cMbLvUJgub3WLBG+NbREPasBvr1v6Ls9+VVlPY7cgD29Sxm+q5GKvQ+4FzxJKow+ofY3v9kEpr0LqGs8oai3vUAbZD5TL8g9Ckj2Pr448z0hEVi9bPP9vYYPzr2exyA9d/W7vZ//Gr6MqgG+oK5fPsYRYb45LH89b7novdMkaD6Bmhm9Z6SYPe2K5j2Lli+9DkeNPpoNCL0Uq1w9p6otPv5syTtFztW9SGesvYG4/jwCq489naAdvm8hjT7Acf69ejLkvHhMmr3jpVO+vzKgPIxZo7768Ci8/hv3veMKDr78/lC9ZuaxvVYDxr0HV2a+H+u+u7eguT7oCe27iDd/vSinULxDLxO+MW1Ovf7C6T1EKXm9NExPPXFV/j5OiHm+tW3APejN/j2pu5472aMFP++x0LmG340+SDyuPM6ztDx5CqA8uxmFvVMeC768bZ49eh+uPmKiYz7pmBq+Y1HsPfwuujzJyhI8kO6TPh1rFT6bv7+95dx/PnRY+T77oyU+VA4pPsnIEr7npqI9XlBsvUTFIL05HHC9Ej6oPlQS1z188Wy9w1egveccQj5fu8c8MZNvvUd99T6xiSW+PeNZveMRzzxLhDA88ZA/vQCWlj345vY9C+jOvcHQmD1XMuq9Izu1vLeyJb7SV7U+UBsCvvp5Dz9VfyI/dqGiPlkJRb50VIS8y4uxvfakrj2kpqG9f8YcPrcHoTzm+r07Y4NMvJONGb0+oR0+C8PCvWsutb1R2SY98zLovbtg6rwC/US9rsHCPZpBoT6kZI69QGgOPkQTs72Gsyo+mGiKvRPbnj5rdM09Oqe6PWpKEj3uVVU+w2YSPLPxTD36qaK7CFUlPvkG+7xtBNE9kD1OvmWKtT251ye+VRUTvKhiZ76xebO96jH0Pb1Hlr0t2Ms+zMIHPtODHb3iiAy9DeoPvWAamz12RN69", 
        "xO6UPi/cfb7NqEA89PzBvNOFI70vt1m+hDTnPXyzJb6eHIu9jVsYP3Uqb7yytj4+hwkhPoxIwbzpEUa+xQUyPfDA0DxiKua7MOmNviV/D75ttCs9KaR4PZuIYL64bW681MPdvWs4Yz7hjqI+juU5vkKcLL5nzMc+aERTvdxrhzwAtZy7XU6Xu/8KJ72bZAW+pIRoPerWnz6LuQM+k1aGvn2UwbzmEby9X6bfveubgD3x4Ai+kbpQvYAOkL0CKWa+2oyVvUGi9b30w0s+h4o3Pm6QMz3kMYg8KIJ8vt5xzz1KMuo9i8LlO2vVp71+u4W8j9tnPnBZ+TsKljO+BuCEvdGKPb1fb2g+PwXKPYNIP75qOQc+6Gs1PjRXrz52dEE9d05ivg2bZrwY3To8zE8DvaroPT01yaK9DmksvXwZ0z0OGuo9iDvqPlPmvL3QrrI8YzzSvPEjab5FyAY+wPHXvYiQv70liFQ+i6UhvqWTu72dCMc9zwX/PcIauD4LTCE9XKLlOadG8z5istW7yFNMvWodBj0z20o9/aKDPDMF7TxQjBG+lS9Wvjj8Lr6TJU07nZjtvXGXmD6eIdO91ph7PCx5AD4Qycu9tiYEvetF27z4ex67J4Fevov2Or4Yn2G+gNA7PU1Vir0SYnM9loohPT74dTviMzw8iLbZvS4i7bw1VDW+7prfvUSGvj7+JZo+nWDUPb475rv44Qw+OkibPd/q9D2grWo8xrUtvk95UjzDPOC9ol04PQoGgDvaooG+L8fdPBfWiL1JppA9VxNvvlBO7z0ueTe+dAwZOxBghj6b8NG9fAevPjxiWb7g60O9LzkhvFyIAb2FlVW9N536vQ7nLD6vPqG+L6AGvjwdvbzF7re84JIAOxDaID1uJ7s+OMfbPLDc9L0M8aU9HRToPOuToz0FUDA7m88cPmKzST2StTe+sHEQvTlKGb6XHvw9hjlMvexCBTvrK+k9wPj+PPErBj9QG0u+6XmbvbQPU745EuI+t9rsvbA8gL4gXMA8", 
        "Y/IjPlXShD6hMBS+MYHHPSyCaz2QkI++ff8tvf0zwz0ULP+8iv+svZ7+Hb79GYs9vSoavi+1HT7IsKW9QdktvW5KEL46x0K+N/stvlbp4j2AIzI/JepMPtHOar1EWe89+V8pOf97Xj1QisU+ClTpO33aq72JMqQ6LOVhvhwwvb2gfdE+ql9Ovt2q6D3elr0973IfPnrh0r11e5o+V81IPjjo1L1NeYS+klqePSr4AL2dhVK+rLEbPNiKsj5sROm9QAS4Pn6Te74deVS97Nm2PZHnvDxgScI+VJqEPRYvA776Rhu8qTr2PpZwbT430FW+wBd/PqTiYTw9APG9dZCMPdqY2DzSNYE+rgXTvXrZd77zSSO+RFNWPaW6n7xFmBm83NQFvvex4L0ADZs9j5g2vroe5ruhaQ++IwA2vjMxETy5v3e7g3+svV5zL70Q9kY+AVjRPMNTdL4q+Gy+T/qUPim3mb0WOKa9NyLzvTJYaD2M/kC9QGbiuw5Jhr1yYiG8SfY1vvd/TL6x9ro8wP+MvEy1570uitk7OXo9vtxG3D0Pgui+H4KKPTx49j1VQOO7TewDPtuCp7wXmh4+oLq9Pb79pb1aiwW8csvDPXfCwD7ePl49fXE4vVcJCT0Lq/U9YJgcvVBUmb08wJA+vLQ5uxI+3D1MwjE+xoLxPVdEWT0J0K+9h8vUPeOlq73rOhy8ArrnvM41Jz6xFYs92taBvTDb67yAjHc+6SScvdetgT694R8/oD0Jvsx7fT66aa08VdIsO6GiIb5Zbdw+kIqvPttWRr5MIZ8912whvsBfGzykmsq9IO7CvY9MLD7v9P88EErkPvl0UL6R1RO+F+i4PNmm3r1FxJg9LdlOvdDIVj5XyCY94kIiP6Y7ybyPIiO+2Yo7PA1JqL3FviS+fFXOPNKbDr031Qw+jP6mvW/kgT0a/+k5qTravYTniDzT3WG8cvIqPJDc572WZL29QHS5PT1ihT0EqxM9vekHvntez7yveyY+6bg7O6WRUT0z7/+9", 
        "ptqNPnPcMb5ILMA94/cZvgc9jD4tiV69SaMevv/NOz7A3rK9sXvxvWy7vT2MIsi9YycoPtpncTz5/Js+24g8vs3yuD6YN90+kppSPKWukTwUYrA74LohP8xTDj4tPKw+99ZzPE2i7j272em90CLhPqolhb2mMAK9eI6rPAmNEz1wTWU+xeb4ugM7QD4uj+89lpANvgND/z3iMtS99275vEV/pT7+qvY90ckUvmBlwT1k6UC+ykdIvi9AS77h+Ic8ZKiRPVrlBD5ro6o+f8i+PWPTTL34d7o793BGvZEm/D0r7nQ9uymPvWblIz6dgJa8gxexPbiEHz+qL6e9JOI6PcXYVTxJpEi9KcDLveeRs7xvPp8+sCmiPWrYcD66lP08ABKmvehO/D2PPPU+Z5FrvdB4qb0TGO87yGbovWHXzz1v21k9vzgwPSqlpT2OjKo+JPBXPcs6Pr5TQHM9Eja9vnXT6r3T89I7aTBnvsyCvr0jyQG+ahhGvXglKT/frA6+vHZYPVchaj1EcZw+eqRUu1T6Cr0urrC86NTiPabIMzsIgL29A/fkPLaJPT5fwK4+Jo+gvZ6jAL4rOj0+aKsqvqR7kzyKonG9YoijPmjw3zx4nD++TuQ7PbZ5g76fvZG885z/vD99WL7eLHc+Bc8bPR63/b3KuzM+iMxkvQ+vETyJ+oY906o8vlb9bD9jDSA9NtZ3vg03ab7OK4c+sAvXvauaFb5xu0K9bN6EvRWwUb5B0zs+ElocO/RPC78uXqG8boYbPhgDKD72tnW+zbmXvR02pr1ZZRq+p7D8vVEgW7/uszE93hmEPVqbxT2UfAo7XuclvtCn6jt3fl8+bHEOPgL8Xb62SzA+hBR/PY/CDr7gmMo+3ivZvQWpFj87RHi+VK9jvh4e3z5b5Eg+TgfVuydn57wV6ym+/zRTPfw8w73JKL687VMIP6Mitz5mTL06oRlpva6DGT0V+cW+qQIdvea8t70bRyU/VfSIP5uqQ77WgYw+Js0lPdMcLL37usa9", 
        "SdoEPQMX7D6S2cw+cOJ1PKOn0D5hfx09gkiyvrUQpL2Wcxi9P+gPP36lpj6/W5O96MBZPf5qkb4lWgm+CbiNvHHSBT4zEE++hGCivQiIR76vgBs+EhQlP6PmHz4HN1s+kOQRvSxljb2hYIg+9/rXvK9X1bx7R7U+yR4FOpf28zoZqse921SYvcDOB703A18+m80sP3UZkr0X1yA9S5izPRUYIj28Qyw9WPNEvlz8CD3Ln6K91fAqvWjxnb17fcC84oTGPEHP2j2xHMM9DJFQvWIK7D0NKXg7SSSyOlxYaLpgAqm9HU5cvijcDL2aWVG9lAxGPsN01zxp9lu9Fa/AvX/jqz2HTW6+26ZCvqExHb4XJdO9o/tkPkOsjD2uc1G9GWZBvff8H70AErQ+lc0jvm9MBz7CCQk++tamvQxGErw9ws88ChGjPnUW+jzm6Ly9Ep5SvuZ7IT3OQjO+Tm6lPDcbTLyViiO+JoQcvoYGF75W8Mg8cPwWPqbzhL0+Py09IHJKPjYEar6ESR+9cHSEvF0WgLzslfG9r90kPprVlj7GaPU9hwCZvTn4CD2yex89fdDkvfv2/7yDwMS92il1vbVtRj6segM8lh6evPOn77z9HFO9Jps0vpx32b1VAoU9eX6UvVTFhDw5hAI+LzKLPGdwJT+GeSQ9V0tqvhQ2Ob6m9LI9g4WavWCRpD0VLJw9Xs5XvAIg2z7KXYa+EfKsvbZtiDz6Kn49DtwRPh3HET2d3fU801RWvRoIUr1fuMm9DX62vRAocb4cV1W+fjwAvR/hQ71HWPy9geKZPUkChj2lkO29zUVVPOl3YD6jvnq+GVFEvmblD75Y/44+aQyEvAKemzw67MQ+V5PQvfq1lj37YUK+EsNaPfPQaT0iR2y8kEJlvLa2Ij4dsoe+/1k2vsqCzr3GF8S85LMPPtvUhLsss+o8+9gmPo8R37zxSCo+ZfznvG/mdj0zHl0+h72dvD4fLz0XLc+9s/QMvq3Yi79KOBi+11WqvW/Hi77pRIu8", 
        "pGIlvSVFgb3nlSG+XWq2PlZI1b2snPG9SdmZvrdCjb11Z7I9HmapPNTEB7yzB5O7bsPwvTuoSDy0XO4+feDXvYAfET4x1hI/k3HhPQGz/736bq463ds+vgwzzr3D2pA+MvcmvifysT0XO5U+3nwKvfZ2S744VxW+I80oPyORJT6HUya+QgAqPUP0xr2WtNE883SRv/jZVL2lp2o9qrEivpOsvjzP6QM9t4odPp+R/z1B1XS+hi2fvXXrE77oT608RtqBvKTU6r1fhrU7KGSZvZrxgL7IA/g8l8T8vJz4gr7I18a87onvvQZcxj0MH9o+YDpHvsh33L0F9I69AqNFPDqJhj2+Tok9HbG6PG49vr0kCqE8woCCPRWWr75ejCq+uNB9vfb0yr0ugQW+aGGFPeVpTj50mcO87vgkPqe/mby5Vpc+wr99PSImvL3rAl4+bcHZPFH/sjwnzpS9+tnnPUzxxD1orB6/48y1vDmTxr3v0BW91daeu/K4uL3PoEA+sOYgPqeA+7zbtfo97+eOPqCuuzwOGUO+WYQVvPtcQD5fJQc9q2GhPrK1Cb5uWt087BSoPrIpLj4t0i+945IUPRVdtr0mCU878mTuvYt8mry6G0O9i8L1vGVDqT3xWZk9qwMRPYbqEL6A9gy+zWR3vudGBr74FTS+yjjyPYT7uTpegIu8gDtNPqACj76HsBa9Nsx4PRRq2jxn9LA9lseqvdzBvb3QElM+QJMZvlu2cj7hGjA+hPh3PsI/yb1NOAQ9v+9cvoxIKb7yVge9AlWBviDDTD3+8je9+MqJvZ5U+T7o7wc9RxbFvYZBXT1BBIY9poFhvo7od7zYHKo8ia0BvAhnqT6YsQG+f36vvYLM271i4TG+tPz7vbqWdT4Xmd89S1ChPfbCFD38XI89pJ6QvRbWFb4kjom8ehEdviuQYT4Adhs9SsdNvi0J2D2ft0K+Uu4lPGib7L1oo22+QZhHvQnqgz5lA1I+TTr/vCsoFz1OOBU+4bDOvNFCXb3Tcbg+", 
        "PWHCPaYuqr28f/08TqYSvN9FbrxSlus6n8ywvcBxHj7eSAG8+lQVP1LOH74Ra1G8MYACvljWC74jr+O75WPpvZtLFryuz7W9lq+svSNtP7544ZU+oeiKPRj1Cz4Z3Og785wevYXCNr6Sze89THU4vRyOLj0noUA+TthxvhUvSz2X9l49yEBEvqj0Grw90Lo9n3quPRhDAD/ih3E959fUuwONBjzdxLy9UqB0vc8GkT192oA+UZiSvCCcLb21cn+/dGD1PSX6Nrxf0LM+463ovFLcFj6w7ym+M3mAvv18AT7cIaU9WUCDPUAdzD5fmpc8ZcRZPjuQ1zymU6w92OX3vEEJMz5sNco+LhqkPU8pwz2P3bI7v7b8vR0zEz1huho+l0dDPiQL1byrO7s+ZuYMPbgwGb57neW9PDQpvxsDGj3vqBC+fv9tvj6bWzv9C7q9DzRHP8of2L037JY9q8FHPUAjD72Jy1K9ImQkPgEkfz2xv4G9SEyovVBGjD78ngA7NnyjvIdzCr6pGG0+IPAyvibtBb6qVSg+EGfMvVkNE77rIu29OJE9vmJT2z1JqMQ9UokXvpYpDb6f45E9VZuJPK/7FD7dZfe939ceu0aCOL5MY4y7LOmOvWVHLL5PYLq9jHo5vJoqzb1JP8y9erlwvESFk73/ZDA+AKQnPnVhXr0/FOE9OL7rvdOnvL05Fps+ohIePT/5Fr4FA+E9nCSIPbexsD1MvNS+uFryPKQi6by7Li49YWNCPBR6X731q5c+7t1cvQSoGT7Aap89AogkPgLh2Dxhs0s+9rfPPAKLuLyFPgm+FFEPve1SD77bclS8YlsnPt+vgDzK9SS9mFeBPYtV0TybGNG9DH/PvfKniryhtPG8w0UAPcsqpj0qxnW9sfWLPrIuLL4pMdG9XzOvPWVI7b0bkJ29XoRVPuJhsr1NOIy8Dks+vqT/QDqSxlq+x96FProD9zwXTHG+eEHiu6Rpvr1hg9Q9TuYivt/Bg761kWc+q0FCvpFXR76FKio8", 
        "7syFvsRRTr2twmm9AyRevgLtDT19wlO+dojevU95Mb7wowk9eaNRvS1QVD0+vpA9idvhPqImorv6CSI+RX9JvAOEHj1mtsC8ifqWvGykvL29SZc+7prCPkdzwDsaV/U9Y0GdPbCazzyYZJ49KKK2PXVR2z4x4AA9wia8PvHw8b2POaI+PDxzvjdA1z3LEOs+agw2PFXFij54+AW+94J8PsHEAT2LD5I9YPRMPnLdELxUknI+XbIevXuvC72BNaE+CgPWvTPpfrypAu49hN/9vA0MQ72/ZhQ+z2SlPaITmT49Ij49M0rmO2ZLhj4A8Qy+CFxHvtyFmT4ZTKO9gLkpPQdZgry/KLk9PH9oPskPp73b+Nw+0U4yPZLGsjxjsgm9Y2G/vYJ4Bb7ToFS9Y3V4vsJFgLs7IWg9WJ5Bvj3pAT0Lwo49cje/PW5YAj6Tbo696fPKPNcvQ77SY0K+v7ArvsRWt7x717W9/VYmPfjICj3XMSW9K1p0Og6k67tEKk68KC9Dvkj8q71RgTm8aywuvgz7Nz1sNwy+yKnfvRJw3T0lh+k95Mv/PHQZyz2vQiG+/YXQvIL4hz1JCkC+J89NPu6ZgD6WHPI9NH1wPXNK2D6cT3M9o1uJuhJbmD1h2ZC+SJ28vbdUbL1yIwc9p/GPPQeZ0T11MoQ9ERR0vdE//7xAS5c9kPsUvOOugbwA2wo7o68YvMHeOr5miNs9yls4vgg3ZT23nyS+xRg/vrXdkT6Ked69wdOuvZN6wz5F8iy+IBh3vLBcDT7WUIA+pZSrPn15RLzjfmk9OOE8PnzgGL1SuaG+rbccvuanLz47RVW++I9xPjRCOr5YZ8e8fHwUPMBzkL2eQ+28b7qpu1hfjD1oLgI9XiUqP6S6Cb6ZJ50+Br7pvKvQiL1BCjY9ayorPdiYDj2cXOW8xfWaPnURkr02xyW9o4u+vCsA271Njwu+IeA6vSejP73sw0S+6q3iPSq4Ej7bAoI902YbvqSWaz5gNgY9+3VJPf79Jb4ej1A+", 
        "aUrmPTQRYr4rSqI9AHk1PjLTsLz/e68+Pl4wPdum6L7X/hW+4A6NvXFnS75o25i7Hxz7ugAP5bvkg7A8KhUrPnl6qbrQSO+9rR+SvRgyw7xXrz+9jKtTvtpTEz0yz0++EEAZPxTuhb3QYnU9NnAbPlcqGb5w5Fk+eBxkPlcdV778RBi9t7mSu0oKmj0q0KW9TuVxPszu+DxI8Wu+ktX2PH3KAD77TFW8B6nRvQUiFT8fArs9vtJzvtdEPL6T8aY8quJ8PpvnkD055FI+qBavOjmiRTx3ta49+8UvPv40tD0I9W09y3O7vV1ufr5o/SY9LQVpP81CRz1lQM8+vr2svFGMVLv2I8M+FJWjvWUECr4W5SM8wHseP76F+z56eAM+TwmMPVtDkDyCXDi9e/XfvJ+tFD4j44E7OjncPYwfKjxEvyO+fErNPTdO+j165co9a3nsuw+V5j0Vsmc+fvL7vnjLrb0H/+g9JnH7PVPgZT0VqxQ+3m7dvBiB4j4e6Bs93zTUvK+msrxEeRA/E8B/vKpICz2pHte9m8vYPcXZ0L2dqra7ddfCvVpGSb1d+Ss/l2zbvdaMML4f7Ri+VTagvuiWCD05zL895oetPbRXTb7GPDm+tCOMPoajcD1zY+28Waj+vaFvBb2QkQg//RM+PSv8Ib6OtzU9o4ocvpeZkDzLtlY+Z4TZvJ3+Gj/tPAc+yWAEvhjkHr7vIR6+kDybPiSc+rsJpU29TXWfve3CsL1muEQ+MNQdvzCCPj9OmYa68W8QvrjaNT5bpg2+SSLuveZcIb6I1i6+r7KkPuLrKr9rsu89lG0DPrt3Cj5c7Co9dlxWvYWZ7jztaYQ9nZI4PjFVbL1QXEy+pLymPZeOdb4nuh49TdQqvicouD5ZtO49DiGQPRA1qzwpXCe+HGd1Pd9olD68kss6kQHoO6EoBD+GDlm+prZvPgC26j3o5qC8sPNevXFb0T0BJwzAG7nWPaGO7ryYWp47eNVgPgTPor03xCy+93IsvihKfz4Fb1U6", 
        "Ci6WvLWvqD6v4Z0+iTgMvsO4Zz2lkBU+Z6ZHvoXG/rypbpe9KjJUPZdyGj422ri9bnYhvLdZ+73BtIE9PJinO6oLfj5t/YA9QpdSvchwyrt8tzY9HLGWPgEZBb5NriU9wn0RvfwZrr03BU4+u42zPAG8HT1iPxy9ld8UPozEKb5xP5o9GLLmvUYsdT5ozac9TWgEPvmEwb21Fx2+ZTm2PYeOBz16Plw9IEJ+PRadwzw7+9M9s793u7eVpT37zGk+SEmdPXkleD0TY7Y927icu/T3xzsoWjk+0CMhPhhvM72qj+s9FzuiPc99nD6qad09Rt6fPdijYL0YZo08g6xUPlcCkry/v3a+F6u+vAIJErv/6le9PT5tPlyHvj0SEMk+Tsw3PkuXFr6/Hog+V2osPiUVEj2+JNU+g2FVvb3bw73gXty8F+6YPUrBYj5WoqE9o8d3PmEhaD0HKbQ9lzpwvUVBz7183Zg9gUohPDJg97wuARS+LI8cPRhtZL6kHTI92FQivtRSCL7/xWi9hNpxPmpgqTwI/Au+gGzvPcyYKbuvFiY9EySRvZIo7b2R15U9uWGJPrntJLuyU6g+v4AgOwc+gz1Y6GK+qB7dPvm/1b3EWwW9KDEAPg2JOb5EgP49mn21PWUpSD1hfze+57npPFsuY744Isi+BkYFvfRThD7CkJ29w7I7PeHWnj1eOqO9mMpTPOHl1z6W9SC+dt0IPTlZajycxho+QSDBPrKyAr3ya0g+B1v0vJpxjL0vvOu9WKUHvgABW775F467eLWPup+6N72sJEC+M2AvPbpF/z1s0oa8kfL2va1SgDwYPuW926tgvuY7Ar6AkmG9JW6NvXi43byvQMQ+Z+WYvlE4Vr3zSVI97ZYCPcZ8/D3HYJS9BqJPvWIfmj6r5VU+W06DvTI1Tz1EapW+/iatPRhcgD1Ddw4+1oB7PTWDOb5oSU8+qC7sPB7ASjxSIim+fJYRPpf1pT1axY29FHcCvsGchr0FXyC+s1gyvWt3GD1GL8K8", 
        "CR5jvlN3570mqwI8YF5SPigCmr6otJK9kEl2PRLSAD5LrKU9XSUuPUwJdT5El3I9razxPFRCQbybUqE+a5g2vvMNojxYHu8+h2gPPcpUOr61s6Q8YsWLPQuEgb7j+2Y+aJIuPic1kD1aTQy+a9L+PZxWrj1Vtw6+wgwlPTtVzrvnw9i8I5KlPMH0cL2aMbk8IISYvmVCMb6nsI49HcIKvjxQ6jwbmgA93N1JPorugDtX44M++SLHPUfIU76aXrY9XN0iu0L1aD4LID++C3zfO3R27T2Iv0u9QI5tvutTQD6F7KW9DyVbvjPQmL5BaWc+H7BMu1xjBb5h/ao9NgkIPf6yVr6GmhE/f3YIvktbcL3pLkw8W4lHPn8QWb7Pg8y9NgygvM0/xr3Q3eg9SWrNPeUtGj5ikoS7lS2NuqA9krwsmME9IRsDPmXyE751sKE9VJwpPio9bD3mZoG+jJocPileLT7u7rC8BleCPmWV17z84Qu+zqE3PJze3Dw3Iaq9MJSwPQ/Tmr3cvuk9Vh0nvh3yV73nJnA93OyMvusXbbwQFMy9rLg3vnS9nT02Voo7bhyKOWiJ2jwj7ty95rkevUCiTL4WKG09gas/Pj4Yi7xP5627ZiR6veeumz0Wfzy+qFXRvDOfgL4Hmpc+61Cpvp9ouT4K4ym+kTanPhMJcDyQN8q8b1iZvvaZer3+62s+RhKzPsqQ/jxQNyo++DsNPC6i670Xka094C69Pu70Xz5APO69SFWCPjjlWL74rvE81vMrvVwIYb2Z1/C97W00vfoZADzgHMI93UnfPD0dLT6VYPi+Gb+7vagJwjy1IEc8LUsFPrUQYLsNwbk8jxKfvEcCPr77KFS+SQ8PvtVprLwI2de7ruaaPi7ViL5Kpsw9oNAZPgFj7zzKYeQ+TQZuPc1JkT5AHjU9vDbEvUHswD2mT2S9E1yIPbbdhz28rvG9L+Y6PMoCUD6mVme+Sb6uPde6qj63xg0/7/6PvSEwWj1P3EC+L4a2vL68gL2+IeO9", 
        "HzZrPYczhL2YaB0+8dRwvAAFt7xjZ14+eeJdPYzmOb2uEpm87jEMP8yOmr009Z29Z+BFPqJjEL5HLCq+wx6Eun25eDsuVAa+gj1Tvjmgrb0D7oo+m3aWPbyQtD4/fOk9PeP2vEuQFT30kzW+jaD5vdjTw71CzR0+DXLZPf/DBjwDStC9z8UYvpXKDL6J4aQ+n3Q2u6+mqz7RKHE+RstvvYjCI7wNTK+9TtsrvmD0pj2OO489v8+ZPK/JPbxSEFy+Pj+2vKf0mrymiQ69xXaovYbYcbzbcrq9PwOXPX6sCD4Xu8A9G/KFPQY6oT1izbs8tvgkPueSPj3OwiW+IQqMvInsQ7y9dqg9FsrwPVLwiz7RQMm8U4m6PNS5FT2zKAI++L+DPN3LZr4vEB6+UI+WvKHLDD6lxk49h37OvZyuPD6hIQI+XaSIPQFmrryVDh29sd0JPeKhSb5KQKs9sI+ePizIKb2dZcc9DhG6PTlYVz5YEc0+ggiZvYW4E75c2hs9I/a4OzWESL66zVS+iQ1jPpQfBD7SRcE9al5Rvsjidjy8Swa+9nQPvjNBBT1ewSc9nm8qvr91RL4n53M+vMWIPAjlAD47L5k9/y0Tvk7dHL7q0vI8A0s+vMVyMzxWb5a8nCgivU+3qb0LglW+LSGOPaN2HL6nF7k9H6czvR/FobuBxVc9m8nXve5BUb7uPpk+mNk/vvcVOb5Dqce8WngAPki8lT2wYWM98v5NPu9ODD0tQ969D0EXPTy0Jj77bAU/mQRivvit8T1bziK9dIqBvapJ9r25mbo97ZXbvez/vj20gl4+zfMtvlGDlD7u92Q8wmOZvbeP4DyQGas+Scw2PiJtMD9CCEs+IXkTPhaLqrw60re8E8WBPiE3dD1I4Sk+aqi0vM+XTL5M6Uk9rN1XvoYWQL6W3C69XUgQPAWWnTupBfK8GG2NvePT5jy/Kgq9gjcjPbX4UzxrXEW+fAokPl+PUr2ubyO+y5AUPr1BLz4BYVQ+FiQMvl0jVL5cwrq9", 
        "PKwavmM/kj4f+BC+vK3uupWst71Vads8w2VkPsLOnL0ntfu8yH6kvSHF5L0l54E94bSfvctjDrzuG4a9Zl9Tu/7x9zzTJvO8zkyyvLf29T02pNC8XInSPHYprD1XXPQ9Cr1iPR6Fgj2uFSW+oPlPPYDkoD5zUD09UfsOPr1/eD6ktCs+8F/Bvc1G5j1EIgc+d8UNPfhq5j68SS0+4c98PrqaBr5aSg6+ZbvyPkDwyD0NcKA+5NxNvSlTEL3t0T48rexFviFjZT73pcA+Ds8MvfhXPL1X6Kc+J0CsPTLT5L2f4rU70Ua+PqUWlj0FLHM+rh40vtiHkj6h28g9FR07PXusAjt1GV89GvNXvpp6GLzhshE9OmlIPZIHJr19hYQ/VmS4vVrpLb68WAo+aovzvRUdLz3ooCw+wtTRPnE3ED0ocya9+8NQP6PEOj66z3O8ay5yPDPC+T3L/s0+L7cKvmFMr73KELm9Yod8PeoKJT1y3wi+6/JKveC5Kr0JCyW7li03Puqwir8/+e+9hvM7vl0nYj5S4E4+AhO/PFvl1T0w0+89GGzePCYDqD4B1T+/cucXPYiY4T0kqFK+T/xXPRw+uz6agUU+kAv7PdWgCb4mgoS9iOuFPbI4kDzJmGc+NzEgvgytcL7t72e+LzQIvNbnUz46ZBI9iSGaPhO/+71XRzm+pD4hPY5yVj2GAvW8HFIRvZT5kz2C7189+LB1Ppyu5bzcXFU+eaL0vd/ZPb4rIf0+eHQFu6+d/T7VlNY8w9sPPDt2zb2++F++etgsPZrvHz8/qSw91RIIPkkQHT2iLkA977m8PXPkNz+IZNk+s/4zveMiqT4WP9W9s7tGPZ/+mzzcJwM9B7MSvavqaT5YbM48/ReRvQH1pjys+DS9oZjCPeJL1r1ULJw+Q4mCPYCVmb2KaU+7zYBzvbunlzz1Mfe901S/uwYFAL7B9+I+PW8IvuQBYr79NiU+Y+/0PV83Cj7BURE9sG2EvqMeurx5xiQ+5WNSPTNPG7vPzh++", 
        "YawMPljS5z4h+v++3xlYu5INa75WM5q8jGxYvnLSLT5RrL4+S4KYvvQEnb2j6+S6sO3LPrjRMzwbbDE9dj6qPcNaXD61vNa8TRHQPs5h0LuHr027u/yNPrfS1D128q8+UWDAPGAZbj0jpQg+IpVgvk6O773Drmy+GPeUvTozPD0YpMc7YMrFPYRrp73IYP895esZvpK6mT3I+3u+W42VPbg8MT08pYq81o9ePKlnwrx4Iu08RK8UvqMhMb67Lrc9pHTIO5XN6D2JCBC+Wm7BvbnbqT2kM1w9PCHTPYr1PL78bnO9GDCfvYhm8b3UM6E90EezvQN1Krzn2ys9bQOgPKg1Ub4cKEK+EF97PWjNzL3HG0o9hvqWPuOB0T2Yn/c98hrjPJQAjTzG0wm+751HPW0Afr24vNo8l7iNPQi5Fr1G/4U+8rQevhTWCj6elIE9RAASvegfOr61mxI/06y6PQlk9j5a1Ju9R8dpPgz45zxAQ5s+6HovuYO+AT9+WAK+E7U2Pg/UUr5kMU69c86GPtSK2D1AGoM+YFSYPdjWWL7UTXu9CVKjPqvNJb5+ocC9vC9gPc6Y4rxq4Ey+LhIAPYKv37uNlRO+BEAsvkWtkz5MEdq8PTMIPg87lD7KDuc9XMqFPjS0Hr7PBIc+QMvhvVZXLr4b4XC+KWPOvNDh2Tu5GCu+FjGtPlbiN753PvI9X7dGPjoiHL6cb4c9Q2yyvf2umr1477692ALbPazDrj1bfPW9VlQuPfGwT7zSnA07vj8zvoA9er2mHOe9tr3+ve+Bcrxable9HDcMPg6PGT4qBx++lTv+PRvV670aDR89WFJ5PY/GCD0qJxc/LjivPt28Ab6cZPo9Ok+BPfUpIr7+H8m8KlkqO0NBZj6O+wc+aRU8PTlB2z5kdFC+hVs4PGt/Mr5Bbza9GfWlOytZSDya83m+jKVKPkiOZz79bAC8idecvNx1Yz5e16Q9I3UAvkOjfruhQKi9CXGqPqWsar6GBBo+8Sw7vjWfqj2Ey5s8", 
        "689HvKnlJj5Bslc+tKfdvCZtDj4lqYI9yh/EvYBH+Txsdsu9VIRIPmb/270XoEi+cHZMvcaKN74JYdk+dj2BO6DW8T1uqRK9p3HovQpygz7TJkc8eJiXPe7Q1z2a6pO9m0gwvaLjo70hLMY9rmZNPY+by730jQk+OIWhPBu6ZjxeUjG9nmGnvb8HHL36w9S9PQ8rvp7Cr7vJXAk+KIj1PUkmoj26klY8OMEEvpzCCzxBYw09/uO6PCSZB74fTFM+f0FQvsC2JD6uYMo9/NiCvpuVYT1Ywdo9cMJhPpXlxD2phLS9aqM/vjGm+D7s25S8CfcUvfpXwjynaP89PFzQvb+oSL56W5a94azgPY9jhbx0vgm9HVh5PnIfVj3n7PI86JG4vIMNJD4r1l49aGujPr9qkD0SA4A+9d1oPUlEcjzIoka8ezjvvVF82b0GTeY9qs4MvgSbdD28wfa9K5j2PtJdFL7xf9m8ommoPrgOKLy+Uq69apmRvaVtkz6g2Zo8std6vp9IKj4SbBC+c38vPnEzv7sy8oU9OBQtP7s+Jz0MjJU5AkW4vXUK671GGZE9z7q9vUQYNDwxPwQ96t2FvJjzqD6kCVq+v5e7PvuS6L2rePo879rFPviF6L1W1fE96w+tPfIOIT3THMY652rAPdZwNr5O+Wa9ERyRvYTcCj5f6HG9mUO2PlHFxD1Vgx6+bZqgvBRs8L34iBK9MRmaPbgd2D7FiuE94dsIPsF6Drx9/fw+KmitPDppiLzyU0G9rBpOvgPuAL6qRhK+SNCWvtY8673MYoA9COmaPWP2Qb4lHEK6XEjyvWY8ZzxQ20O+dTPzu3TPMj7yNne+7ZMIPKuoKbzqYAK9mCTKPU3ntz5PJFA7dEmBPHPKtLsdPTk9RhqAPoOxIr5qbpg9NFgEvnV5izwvyTe96FtivgyDyzwPcgE+KrEQvVXsK765TbS9RiygPU2cmrwEIg4/4SWgPJwXCb2SKI29DGEIPqi9vT2dYds8EYOFPGjndTzy9AA8", 
        "D1KOPSzhR72C9Ty+Im3Dvaivbbt51hO+pH4qPhdDED5WDno94moaPJMEmD3+Vxs9RJzxPn2VVj1JD8w9UjLJPULUNb4YMKM+VVXnPWtv/TziHEA9eQdXu3Kkfr5l+C8+vffSvScgKz7DHh69gtwevXHS2L1ovPC8tgkAPsfohrwqOZe8fQJrvONCFb55O4a63mzyvqGhOL6/Mgs90k2AvYYgAz3ak9I+9fxuPk7+Gr4zrrQ9M7xSPW3HS75BBQ48hobZvAXeaT6n8Wu+3jV1vUND5b3dTS6+2Zx5vsVzpbxOJg0/pGukPYnF0z5HakM+3ErbPLT1oD68MXk9Utv6POVAZL5D1So+iCbBvZ7EPTwjCHi9n+RLPh3J/L0AzY87SgvRvNghtL2iXgE/726oPAnt7718iqc+IS02urVW6by1UJE+uTiCvbBmez7z9Ty+x9qfvUnahz47c8q9ARz1PR+xDz5azFW9zqG4vZw80TsBIV09fNWFPE1y0j1F3Zo+ETm9veuJiL6Yh3I9HMgkvhjGlz1SFb29dntQvtjVjr0UW8a90PqfvX0G7bxX+qG8V52Cvu1k3LztaQm9PGrtPlcLU7xHu9I9JTfpPskvmLzWEra8HBbiPSWdbT3ktVu+tPdxvYKn970wLrU+Gb2oPf7bNT0P6bw94OVpPlx5mr1e/Yi9q+MHPZQwzLwovgc/qanhvNH+1jzVw6Q+WMlXvOoUab2M+wc9Kk6FvUG9Gr0owHa9lY8zPcg5M72NwxU93IEPvnyVu70E1IC8+2dovtan1LwQJeu9np1SvgvuGj4hZ729vSqaveeuFD4uCWE6/zulPjZOjT6ypBU+smfCvLngSr0xiMq7N5mZPtJCLr68++y9aeoDPpJR4T0WcfQ9P50HvC4JSj3uIOM++YkKPR6ryz6kwwA8ea9hPuesrDwapAC+ab+DvvfAtj1oHpA9TzbqPdpAKL5yRj2+QSsoPh78wL3LJWU9omeEvEPF7zs7As4+X3O9PqHAvLvpc208", 
        "iSsOvg3fsL3i2Ra98wJYvO1JBr1av7s93q+GPafhCL6ixv88GFh4vXC6UD2KKJy+sVwePtP1pzx06l++4KowPSyPeb06d/Q9vxZfvvdDYL77QUO+xrgiPeIYjz4f5L26nZtmvc4bYT4jova9gu1BPjZypj64WLw+YZbQPicRqzzF8je+iTUnvlJKAL514g89DX/6vMa7Db7vAhG+RZciuoZJs7zRw6e9mAIyPapuij3yHgw+cteOu7bWczz4npg89PERPpy1h70kBB2+oiqZPUqNrj3uLx+99XTvPow8Aj4uCHQ9veTmPesTD72f7O06kGdBvv8B4zwU6TO8UA1ePg0LV74wPfg8Sun8PVcFZD7F64m8Y/SEPXkrcj5pnH++USjMvacnP75M1ka+YY4TPGGIar6BKgS+004Jv8PHR76oqgY9Yz0ZvV+cUr0FTPs7fJs9P//XLb1dX/488iOiPWXoODxhlew+cT4EPhmNQD6e5uC90TqGvcctTb47WTe+O+i5vQrcbj1kpSe+fY78PbtISr79IGW/ds3TvblEcr2f45Y+DP9YPsfzGz9C9yw+ciFhvTkffD42FoQ9UXgVvH9Pob3ILZu8stZRvO8Zez1JD2S+V0+/POYHab3h3g++d1ndOk4AhL0++Hk+qtmBPYPUFb7wXWc+kOdfvVUvSbyZWBo+WjhHvdnotLwpiX28/LAUvjNa7Txq75u9D8jLPdHlKT3Uabk+J+M7vo5mKjwWZ+E9z3+JPa7H4D2ZrAQ/VBa/vOPqPr449GC9QokqvmO4hz7YpbM+KpbLvbs7Vz7MNdK9hiBGPs9ZwT4y8zg9tj6cPBmqZD3IPZe95PjIPnX+9j5P9Pa78Zo4Ph7p07w5nEe92wKhvePwpD39RZ29jUTOPf3zoT3AQFG++npSvhWjz7155RI+L3IUvdPJjD3BT528NkkGPU6eDz8Hlh+94n2+PV3QGD26Kga9RrPyvJp5ZL3v3ia+5xdCvnPssT6y23A+dNlbvntNEz6Rt4a+", 
        "WcsZvbhJTbupdxQ9hBAevgNdhL7O5Vi+yMo6PQGIYT4MGqG8ck2jvefvoD4MR189pWs7vcK0ZrsJOyq9YjvnvOLe9T3eeW2+WIMDvqOFbT6uxSo8xwGHvDpiVb4w5QU+NnwmPnyhXz2514C8Vtq+um1hoz7dbYA93WAxvu5CNj5AiWg+RTHMPp/5fz2elrU9qgv4PjIvSL3w9QY+xmhovt90Qr5EFFK+FCjlPDmMLT1YIUS9JMMVvVSUBb2vojk9PxO3Om/SP77aSYY8ocQYvH8bjbx2AII+iTScPZXS+L0Sww0/BK+7PbFb4z3LGeU+0tBYvtbol72syWe8KNENviCVHL0QKiI9Mry1PYxfJL5Ljg0/GGvKPPZIwT1guhM67daSPWsxgT43Phu+dONZPGg5GD/wXIE+XUqYPqhgAbxhjZy9FirhvaezrjstEUO+im7kvGLBKb4/hnI8bQm/PZXEUD3JfOg74sW1PS93gD0JNXE9bNIkvI1+ubxtbfm82Xo3vim5CD52LCO+vH/vvVBPLD6GcYQ+97yNvnXGAD7JJoQ9t6qQPVZhHLxITMM4usrWPcL1ozzvvbk+Wvi3vPB7sD20pug9w64DPi3HEL4nYT4+myivvTG6RL4Qp5A+ePlKvm1jAb65QCq+bBKvvMkxk7xm3VG9G/0FPftcAD+EYPu91LQJPpgqsD4hLR68CePMvNoj7z0TO0s9Che3vdUeyj1CXLI+eED+veH45z1CxAU+cKWoPvz7PT7k3SQ9OaCUPIGbnj7Hfx6+j1qBPkiyXD489QI9b3nLPUjnhDzN7T8+84GUvbkiJ76mn/k8r6BsPTsBhb1PCnO+XSsZvWOXjLzP7Cy+4D3ovBaqhbywRB6+DwpAvtuY1L0E5EQ93MqSPVJs0r0igb8+LTKcPN43Lr4F0p09QdqkO7Aib73pkIW7vxIfuu1CxD7R3eY+S7kAvZ1iWr7BevE+Y/GIPcS9Oz58K3k9KQYrvsZPk73y21U9YC+hvO+uuz2BWhS+", 
        "cUiLPtai3T3hXNe+a28fPG6Rej3oAeg9hvCvO+23Ij4kT/K9E4WSvd3wq70OpnY8PG2uPhaDWrvyzWQ8h28HPkSgbD0mlIC+Gr23Pv3oOLwoznW8yJOovXvoGz0k+VA+fOawPUX5rT6QUqu9fjvUvWq8/b2oesO9zl9FvqrtWT0uwi29W72DPO1Sxz4O3aY+YfMkvk1NaLylyh293E7bu9Hm/L0EE6+7206lvZU3JT7g6Fk9A9tovtcekj6OXDA+ReCCPoddkr7eXtm9bzURvmxv4r2DPGe+/KrXva4rWL2EUjq9wLWGvZtYbD7k9CA9grXIvY6027uHnM68UzwxvfRYGr633Vq+uMXkPcI9Lr43M7g9lIBePuisg75om8k9GrCQPQHIcz3ocKO9lO3HO3Z9ATvF9/48OknRvQXsJzxnRwc/QmVRvW0puT3bM7i9Jzl+PuRZFrtAS54+/rZVPE3Mhz1FmY0+DDUmviNWQjwnoB09lvnEvcXwuD349l69riaCPTM6az2HUg4+jPkLu4juxbwbRs69+nmcPaCCkz1Swgm96PAtvkFZAD4PLxI+RtWTvD1kW71u0Om9ExKOvG12er+vT4a9Z1h/vhFtRr5Aqja+DqgYPqm/8D6ZQJa9Bs6gPt5yIb6wPFs9sez5PbYo1j4tow4884oLvpchrDx/2HU+U+ZaPuaXOT76mCO+PD0PvjbhEb0fD9k+RDnJvbY4x70t0o+92caFPosEtD3o0Ke7hMZTvSOvMr1CHha9Kb9HPvOCjD1tkiQ9JiWLPlMAHr5ElEQ+ZCxCvvOqDz7udXI9ZYPJPBMH9j33Iay99b8XvmCoYjoXGxC9cCk3vi8LKL0bqAG+Qq6tPbgYaj6oRqY97NQkvob6cL6i7Ag9d2+ovckqe74IvNA9ZLuROSuVoD5Q7rg+bsMHvVnCCb6HpTa9nVbMvcYbqb35EKi8pt+SvL5IRb3qBw09ybjIvSXcijwkigy+sh7bvVJUFr3/Cbw+ACC4PVwxLD4NMLq8", 
        "503+vAA0bz3V6Tk+kaWwPfF3FL79ogI8GZaCPvz7RLzBWty98F8jvn4Hbz4yWX2+NRbHPin9+73LKhQ/3MIQPER3Lb4VLA2+B1e2vR8RWz4TdXy8rw0GP3ApNr6xYkK+J7ywO+Ywj71gm3M90sxOPUHShj7QgIs7ComHPd72LT3Estu9zoQyvam4Pb4gANI9kXjqu2VV0DwJ9q49AFPvPRoxsD1n9/g8EHZGvjkTrzyazke8/tfqPKvRO71JTCM91+2qPvCflDvYCIs85okgPvxi5j6l0hU8qagaveLMUr58UZ69reZpvu6XXTo1s8e7RnG6vXzDq7ytAUy9NRdgPSpmm71a3km+AG6JvQUChLtsatC87Q94vHv/Uz3Sury9nKwyPwyNNj6TW3E+gLZzPu1P3L3QmFk+chtFvEuzBr7VSyC9emx7Piv2/TwLSOO9DA4TP7yHAT2S8qe89ycKPG/K6z6XOK47+gxjvhDFKz9fqM0+1icJPnldqj6AOB48P/KlPqhMDr6zjvE9WQUcvqPrI718Q8I9yIZ4PqTSoz7KTDO8fJjOvb0FQr68S0o9QT3CPXCpGbzQf169jPqWuTBQYr7L6nI+avcpvh4czb1nM+m9ExzDPkEbnT0Ix+Q9CxQBvokd1zxBACS+PslbuynmSL4NyRc8s+zIPETIDD4RLyA/xOL8vfupzz0JYc69w0L7PXEWQr6yYaC+7eggPhybRT4Neou9d9ZXPhMbzrv7TJ68s3kuOoeg9Ttfje29wUePvH+V5T4PYAy+jHeLvVGglbzIMwi+6CaSPaKJvj518Ay93bXEveS3cz4YB7c+Y9+6PHitUL4bs0i+uzgTvCujCz5wTja+NTupPbDiS77QrS6+5memPAA9Yj56U7I8fTIgvgJJ17xVoAG+npVKvuFTlz2V8xW9oldXPraaybxGYVA++2NKPuINAr4cn08+zf4pvePn2T1dW50+IL/APuDiNr2uisC91bIbP6KlGz2l3jY9/+UrP3hXHT05in29", 
        "CZlJvgiQlb61uxs/d4devkp3oz60b6k9QU0zPigK2D0KP+M8aJCaPQZhM77sEn489DjKPZB/rT1YXMk++zXMPQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "9EcyPd/FCT0CPcU8m+5IPRTlEj10Nqg9+RLxPKGuhT3JeZk91F/fvPu2gD1CF0+8PMiLvI1CezyWhBY8+B52PfJ9nzzCsLU7QdmjPUJ5jrwEpI09yEKdvNINN7xiME88npKTPNsuhL0WTxI9b1oAPd6iP71fmcE7BEUBPm9OizzPirk8AldEPZ8/wz2htSM9hrLqu0QpObzPXU49Sc7wPLLrVz10JUE9XrXwvKLMXT0I1D+94K4oPdKNNT2I9Ky8/cqZvXvjHD3lTwU8FNkHPc0spzyERQ69OFL/O8OQm7vsD/k8Cx6FPIgQ+7pK84y88QIoPBsbmT3MF0+9OLo1PckvZDyOopi8clBlPRQ4Gj2PLqE9i7Q2PRlM6jxNVfK7MFW8OsvmND3MUpG77ogvPTDDC7zw/sy6RPfaPWMTmDw="
      ], 
      "weights": [
        "v5jhPW+kN7yGX869KHEIPG8bHb4zls88Ng/gvbueZL4PzE8+iGcLvgqElTzdFYa9EYq4PVdWYz2QJaY8UjFivZ5zGj6Ecqw+hGKTPXpgPT5fPWs9yWBVPqaIkT7k4Qu+9Wu5u5Bq8L2p0T2+1zuAPmaV7j2rrEm+ZQ+PPF+ctb3cfCe97EZqPlOU573Mk0E+GiA4vtMIq73ugaK9MZsSvrwuZj5itp49aYrbO+5sgD4EJYW+iVsPvW6QMz4ZfjO+g9QQvlztrb0fmyi9IEo0vWY7Gr5ZpY273WS6veaPsT2jyds9BR/ZvaZABT64Kxq+8zRjPrWE/zvSJ0o+yJMpPZwS7T09/bK9KlmKPRi2Kz38CIE+HFSevU/dqz2QCl49lj5CvXSbrLwEzz++q76NvWyrPT7QyaM9QEc8vgoMAj7MpBi9zptOvnxHPL7eGiS8XQFGPofVq7tEZna+/hR+vPEo0D4MnhG9Ov/YPleEljwdj++94jwIPcdDzb1U+k++eMptPvsMBb4L5Vi+Vl8tvjCDtD5sJjO+5IyCvnqjSTx4DuG84hGtvdGf8DymgJ48xUiFPYoVYz7Pu2u+nIkKPbN9Cr4sXEI+KTv0PTMs/zzYVfy8vkTLPfErAT6lEES+249cvM6eAz117d2+DEJFvmoAHD7Q3oW+51jAPVXOGjy1hqU9Poh8PlIaPz3n2Tu+uoV9PYT9WTzzMsA95dekPrMRvj2e57M9K9h7PQ7JFb2Nd748KMamPUUUFj5JND4+3taPvgFMEr0/pFE8V6swPqFiYD6FaWA+0OYTPhzv47uAnlu+qNpGvjwX9z2C77A9jVlzPQbfHb4BU44+W9sEvefWibkY6wo+XC4dve3JKj1HUbE9vczlvV++sbwijKe9Ie3bvfWZK72mj38+59WUvYNTnj2ba3W97Ze+PSo1Cj5RTYo+IqclPoAd6TyEuta8+kgUvgY8Zz4o5Eo+fMrKvN6M875pQoc+KsxtPYsKmb5rCYK9LEkXPnJh5T0VJU69", 
        "BFhXvaSGhr3+vqc+Ht6/O1wt9L1qePw+bSJLPVNzZD400OU9gOOGPRJPnz6kuNS9FyKnPZLSqD5pYx29YGcVPk50vLyKxbY+lG5XPUPfTz0Q73A+r+FRPeFMgz7y78a9NhVUPi5yhT7HLdI8xLfNPZnlBL4da00+YRahvYC1n72XrwE+BxQAvow6NL6UQTm9XoQfvo6Mgz0I6pQ9JiJqviZ1Or1+3e49fWKWPQmBFL6c2rU+B0CkPYfp671FIJm9N8vovcasJ77Uj1K+fN6jvX9Gu71MFby8JjzsPM6sbD6zsss9EJ05PmdjgLwwz0M+pTF+PHI6g75WiTW+1lT3PWfbLT0H/yM9UDZSvcTTjT0qeDU7JLvpPYbpgD5WH2i9z9aVvdjDO7z9hak96ys3Psd3k76agZw9GpmJvSblMr18x1w+SsTjPcwURD78YFY+acDFPR7TRTwsTQc+jlpbPmSO0D1rp7Q8Fh0pvXuVjT4iTwg+Pd48vkj1dT7nqkq9WskHvsu9cT5Fy3c+KBZxPgpRC74I1XW+bPmivV8GnjzMND4+QWInvRv1p727+Na803IMvm9lJb7Mfxs+tyX/Peb8t757I3K9odCVPTVbnj0FMAg+bhR2PqjAp73qkVE+wf9kPd1FWb4Z2hK+ZX08vQgnv7xsta49VAOyvclUH75gTxS+HAguPqb8UL7UMy2+z5jjvd6wr73wiI29gUVdOpo3lr5QV5O9DXMEPlq1bL1Xe4q8bJCwva9zPT6qXQQ+d6SqPtJ5PD0+fw+97ou+vd3sbL5vsSo+7lGIPR+YUL2q9lC+sJLCPp++rTzYE46+HdDMPazOAj4dkHE9rtceviMvorx2F0u+KvCUPlgRE75T7+48mTa5Pmz42T3LLPo9loSUvCoPl7wCYx899kITvgDnQz7HnSs+IeDcvMxU/b39iim8JnONPiPzTr5q4qI92FcmPsZ6Tb4R01699dPjvJw6Bz3FAh4+jYe1veAlgj3At3q+DCnMPErIkz0R1Ze+", 
        "DbLLPT0UxzsJ5Ta+LEQEvtrMj76arAG9z8dJvsIjlb4nviy9r4mUOnG+ED6h7UC+SsG/PEmCDj7WIHq+hzDxvUoZR7vDF0o+b64mPXZGkLuHnBW+Sf++PaKeej0+P8o+l1u8PqCiybzv5w6+tjnxve8dRb0L84O+lJi1vSZDl72GMdW68shqvYjbzL3z8Qu+e0w4Pjv+kD2vKKS9Kbn4vYwmjD3b8xg+9L/jPdk2PD2ju4w9+CNSPp28mz6YAMa9lH0FvnDaR7zUk4O+ivE0vqxGob1gpAI+4QYlvXsDLr17eY2+eSMnPpS9Ab7mFCu+qhXMPWlk+73klpu9483JPSnhyb0FVvM9x8+EPgyFNz1xL2++764DvmLivT0ltQU+YRkSPkPNMb7hrGS+MKFOPes5mj0RRlk+sey+vav94L2qvOG9N5CEve1Pnz3JQys+0kksPnJJnT0fR4c+ARxcPn/slrweErQ+ACmNvefBAL1JvOM9rU2OvcfNiTwruiA+rVuKu/EVIr59UAm+tKABPpE9pD4rRSg9SY8xPv0dEr55M0u+UhUnPhhOlT7q7wk+3b5HvtLFh72ISTE+9Hm2PU94ET6sJq8+Y3yUvH2j/D2Kql68mIGyPU018DyEQ0E9ozKcPkF1Az648Uu+zDU/PgbMGL5PLdo+sEUhPvOIIT6avYy9eKFhO05/h73oi1a84ISUvuOkGb70NbW9E8wJPvDhDj7ESl69nqWkvt9gGj0L/Rw8we1zvUOV0z2bBBS+T69JvO5job0qc1I+vS2YOzvL8z0E2Ns8Q/LSO1SeFb5j2ze9O2vuPMvsVz0+S4I94rQivpJqdT6uJhC91WVpvKAWdb2Y/8U95rdDvksuFz4TbR6+tmGlPDfLeD2u7DK+6GlSPgyG67zaaAm+gEAyPtoYe77ma5u+/r+DvV6mmz0L8Zo9/p4bvZ1lkL0oAmc9i8FMPcYv1jxizaQ9RY23u9gs3rw81v8+EKZjvpXW0z0hhAQ+hneLvnKZAr49peC8", 
        "l0RcvrFKJ77xBJq8N+kQPuDx07wO5g091um2vbuRwbwJIIA+kFZKvUBHFT3GJdC9JOyDvP+v9LyWEIG7opHivQSFh7uSZZw9CtSMvpFcrTzIVBC+kyOivjNA1z3cly8+Wt9aPr1WaT4c2BY+dfYYvoUD474FHp6+MWnxPXJMSL7vC4C9XNIBvpsB/j0Zqkg94XNHvi+oMb49nYg8QybQvZInDT5Wcbm9ppK7vf7lSb0QRXa9UPoVPhBHVr6CNEQ+Jra+vaHmGb4g1hU+7nYpPRW2b7w/i9U93pinPCBoU75/EcI9wvZ+ve52Bj07uBo+4ZIvPqLzj7xjAhw+9vttPmEYub0yLCw+I3eIPXJ95L0qvwm+ABPDviSpir2CpZ0+J1ZOvYkNvz3W/kU9U289PpxG5r2IkaE+4kVnvWl9Jz5uNfO87PA1PnWEFj5hCkG+MalYPThXiL15mFE+jnosPnEGrD1QB00+lKunvu7aGL0Vjws9rPRpvnyz571AwNK98itGviSosj1WdT48F2EtvgXwVr15Zgc+RIqOPfiIBD6QwT++5HRjvsDyvT7onEw+SZIcPffLHD4EzFo8WSgevVHhID4ENG474by8vGb77r1KrTM+T9CcPVwhGT53lFU+ozOxvZnneb3+JhS+bJoTPXwwvLuPlt89GGZPPhA3y704eTI+1ytvvFVgi7yRlwW+XpkoPh5M6L25NAe9jYpKPmwBL70439e9OnloPZgqxL0H/3C+zObkO7JEjz4X9U49E/YWvg+HjT4dU4O+BTJfvl4igj3HCgO+OJYPPcCzHD7L67M8xkN7vuGSI75o09u9S64MPgkmuL23hrw82oHTPctOPz7Sgi6+fjUqvnbkLb7Qniy+Soa1vb+VWr2pnik+ZGJHvBRg373myLK8/SBvPJ9PBr5P1kY9ryEaPesCPT4+2mk8jk72vFNCXj1ha8u8yUl6PtXg4DrjWsw7bdCCvaImw72wlJ693GwUPS2jBj7KS6w9kaZEPiZebL55Rc49", 
        "uIjovUbL/z1YCKI+qo9KvTf4Sz53TR4+gUNZvBkb772knwO9M18xPigzlz32qZ+9A2eXPTNZRTx7RQU8nP09u3j1vD5G5TQ8CPrOvddCEL6wO4c92foCvR5PML05YOS9P2BSPpyzhb1XiWa+fOttPoMzuDxVerw9myLJPB81Dz6F4o4+ZGahPYRXDD4eNis+5jGHviMT8Tzm5re8I3ciPRHcC740Jny8B/9EPiG7OT4+szC+55UnPNfKGT0gz969Uro9PWBiAL4CKYE+/5jZu78zFr32Gdw8iGMLPrq7ib6EoZs96MLuPZJfmj18Bsw9HP8CvjwAEb4ta7A+HyVAvkkvn70Tce69f7euPTyjpD77av89/yXOPKdcdL3+Yrs98NQfvsw6oD5YeQA+M4CiPTAruL3M/j6+PeRLvrK5Cz7JCJu9bxxzvqf/Qj6GBAU+3jx4Puc4kz7uD149Sw+svtbvcj5zxqw9vjD1vRssNb41WEC9YH4AvmOKLL4u8Co+/7r+vYZnyL1l9H+9528MPv5jOT4LdXk9nc4ZvM7w9btFjgO+4TcSPo0REL4gHyM9jN1hvijZVz7/nz49o6l2Pgjt573xsEc+rP9pPaTfBjsaRHK9acgmPWsSCz5lBro8+5OHvVQtAD5oL4A8SCWCPeq5lD0WOWQ86nk6v15xEj6i9969gAs5PU+11Dtr3hk9F/FaPojUij02oPY8vmo9vflqHz5c9N49UtJZPjfAC743Fxe/enkJvuLiubxaGl29EwwtPu7M0j1CEbS8iJoWPqcAdj5ruOw9FxRlvbXFuTyndpw8YqPAPXNO3j0CTRs+jxTtPfRPGz4ZPS89F7igvcPI3z0u+bu89MgbvmNeQL2FNw27ODYWvE+Cxj1c1KS9a970PHZTiDz1ZQ++5+TXPOGDdr5VwTk+N/SsvT2JtzwC1649yIzpvZt89D2zGNC9yJZIPmkWjT3LKK08RC4TvRQF1zxiwDM+L/ccvgkgiD6alSQ+3NuqPSo0SrwKYJ09", 
        "FisMPt2xIj3Os9Y8+FbbPPNWlz0JLFy9zNwVPP58sz2BUlo9Njorvn0RYr6vpqG7lg8Cvsjwij5D6xM+0cEMPugcw710L4E+LL4Vvbuhjb0qLYs9h0kVviFWAT0SfoO+H5B0PC6qhL5n/vs7PvM2PCa14LwNrWC83nakPmrEQj7/rWU9S+Z0PvnsyT1z3wa+WW0lPkd5lr1NQde9e0Pbvf/JhL1WX3e++l6zvUGaPD2Lafo9rOgrPjR3Yr6I3Uo9c5Q5vrfUmbwxIHy+aC4nvECLyD0UWdG997eSviDbYj6RHdS9mwo7PrUZGr0HbYC+weIFvoLHd7xjSmA+gP2aPvLvfb7HkBC+b6OYPqWWlz4ShDe+AY5Svb2hoDzA2OO81lYAPZtjI760fh49auVQPjI6nb65xxC9FPkQvmQj4jwwLNi9+UvdPRFDab6CLc68IB7KPdFIHT1lejy9Yegxvf/ujTuaTpg8g5dGPrJwaD4EicA8PFjAPUPyqr75RZO98GsdPq/B2z3MYEU+W/CvPNE8TD6Mubi9OawoPSiFIz4xzl48aR4zPr8skD1jTYi9wpkWPQ0nZD7OLPM9v/eBvd/Znb28tJq8VgFovsA/zDyUi5+9a+uHvdMs3r2rtyW+n/9NvmyqND6KuAk9Ojn2vGTF/D3GMRC9zeiFPgnWJb41dho+VFj3O1AFGD3gtzy+uQo7vav6gT7hTvE8oA+svYwYOb6ttks9RalhPDI2HT28R0k+ePGEvennyj0EwGC+qhSFPejRSL5MNN86+LkYvS+cwzxOrj4+Cdn0vd4zTj4JQTs9AFFXPhx4Cz1ZqAC+cqvLPfpl2L2X8Vo85BU5vtoYRz4pFiQ+3y+ovZYkIz4QVvm9BC+SvhrDRL6JGqA9GlSNPlx1UL2C3d09JXdCvpETGDzpVXI+BTChviJ5Vr5zE1U8y70Wvuw0WT1y1zw8rlJrviAGy73mKxe8tGOmvZoPLD2i1BE+dlw+vbvCZT52up89/+sUvpMcTj2jtjA+", 
        "qNQ7u4ZGPD3WoKE+3tWrPecvgz7EARC+BpnvOyGOebx5mEw9utplPQHgXb46p2e+c5IgPq3wzTw4eae+2B2Ovb2TsD2Q1rA9tZI/vTinZz5RJVY9SgC7PJj/jL3rjwI+T/5gvkj2ij50lLU9NukoPfLL072Tzo48rRlFPTqkyz1btlg+Pld6vZEzHD1/Q+i9Y5OYPAfgib4upqO9XqOKvlxEeb7XmTY+MTQzPRo/Kr5SFg++LM+ivhdGnjvXjJI+3FUIvgqdLr5fahK+vA8FvtXSXj7YtaI9NuShvmqzOT4ENHA+SqagPZdX9rwnYFs9izZlvEcWXz1lLzu98DsQPkI6rrxyiS48NALau/OO0r3DZoo+f49uvb1crj5vlFa+ZvEgvtE5KD39Zz09E28OPpd09z3kSr89ZVd7vRHWEr6LejK9IAYIvjovyr3dche+0WxTOkQHnj2HTFY9eeFfvLrksz2AGK++2m5Xvn7Ln75Js2w++JNGPfsuJL3VKkq+J31SPteLHb4tkHe9JbcQPjiNaT4tmxK+ERXyva4BSr41C8y9v1SWvR4L5b2YRKI+9pZxPhVc5T0MALe9uk1Ovl+gGT03gOc8g7ybvPhY/Ly8Lba95OPdPZ5G7r1BqLI94+FOPmlbij3uS+O9Bk6qvR8ytz1Udpq+C07jvFDKdD7aQkW9xw6zvi5jeT5La5O+t11aPkGidz4yZcG8fD+aPglRrbz2Ct293Tw7vt4ihz1/ROU77sLpPcSTkr1RwAA9V6qLvrR0uT2mKrk+r7MyvmH+HD7NW6w9ylCUvP9UYz7e5ga+nyLdPa20ST008ZW9M2wtvkxZkL5H7Eq8fzq6vfEFDT1iIYG86ZidPczlWz53FwA+y4tzvLtvSr6bNjy+IlByPk7IDz7m/X295Eq/vYg59D1X64u9SOq/PXcYabz5IMG9yc3+vT34ND5F/c89Ctgpvmnmrz5f9RY+rodUPnZwhL4abz89ePJfvXPlUb7ti/i9cO16vgzrkDzyp8k9", 
        "LpzovanPh70MjZC8l+0tvgwD0rteQ9g+u1ZLPvJgrj7Q7Ig+SsUmPnz1fb44qpy8qE2rvaNX9Ty768w+kExOvg47eD4F8IE8u4M7PjZpPr2brpo88puoPokh3j2ApZW9EPqhvbw1171psxu+syUEPri2Ur25GJa9EB9bPsZ0EL7mSUQ+OF+DPsxq6z3/mq48GxW6vsr8Br6NKxA8j/bYPvbAJD0Gj4k+i4RIPiHlQ72x/B2+z1WWugMgrb2vHRI+UFFwvgrOVr4LiGG+4zRivr7iHj7w+SA+WUamvZ816Ls+Pvq9cMY3vaSXqLxEHCA+9e+QvsRDPT2MhBS97OYDPqPOOD77j/I7UaAmPhOLd74H2LS9NUwePmYsxL2IgPU+R8hcPhjehj4jLvY9wRstPu4DCr6Ugy6+t0usPV3VbT5I7oI+nWIvvii98jw21KO8OZaYPCd5475tXYg+U3IBPjuMCL7yWoO8osE0PgIOg74Tkco9VwKhPdoHcL20SJe9ObkEvnxTij7JGAC+i/EiPiYIe7wYQ829geNcPkTrVD5N+tE9EXgGPuwq570JCj8+0D01vvXGOr7b0YY99k5TvNTkDb4g4eu8SypqPKgIVT3+0RE9uTExvqzkrrzBxDg+OyNtPkkWX77xxlK94aUovY2YiL1S2Gc9ZEVSvtq6rz6IwdC8l1pZvTj2Xj7zfLI+ISvkPbOMYD4xJKO9pE89Ppr0Jz4YO5281yghvtsKNT5Wm1w+6mWTPfcWKz1Dcda9g6Q9PmT6w75xLka+BV13viDxOj5LCJi9KFWEPq3oDj6Nrau+vu9xPc8Hl71Y8aI9DuU2vmlFcL7kJoO+HTklPmfyLj4nXTi+pT9XPQA6JT0YYYU9MejEPYyuFTwi0qQ+3R+svXJeiL0gD3y9rHMGPYMgC7zVbUW+j6aIvs5alz4ToaQ8wH2dvj3J7r09D/Q965mvPRwXDT4xGwM9qML1vahenb2x+Uc+7vRsvkkSBj41xKK7vssRPUGW9L6uNJM9", 
        "SYULPvwvAT4l5TQ+GG10vEelq72vV5w8gJ3zPJBmDz44YwM9iaq5vFAEP74gEnm9kPZsPgrMojymxIS9x6havumW6D3vmxu9O6WMPAM+Bj64jm679vQuPQ3u371Pp9g9uvfoPYg8dL4+mKk9D6PIPSsRRz4fzoq+KvstPpP9Nr6Wg/09w/zqvWRZKj5G4kq+adE8vgasiD3jFXE91F05vvLm4r3NSza+iudlPt+kWz1s6lM+2uQdvurwh77b/YO+eeaIvUxF2z3wAj++ubPOPVkswz15ZDU+DxRGPemtKj5dGBw+LsxkvoFVfb7f0qY9Stw6vvuI2T3uU8i9JqNqvl7eyb35AAK+ra6sPgvYKL6ux408cm7TPns/Zz5fKkC9pkhBvQSXQz4lIwI8u8rkPIcWDD7DfRw9FE2VPlnYbj7Ygd09NoSDPtYvSr1e0zK9nLSOPmH0zT3NAZc9vZe9PTv+x72R4o69juQ8Ps+fYT2eiFA9YNmHPvDlA77x/cC9ZMwbPtbyYL1WP4S+wjY6vgY2mr4DAVQ+/+JMvHLNLD4xhk09XlgtPhYcGj4E15U+SEdPvokLyjuito0+xBf5PfoC0LxZa8o6I5mYPX3ZcL7rjDg+6VgsvqOYQj7HL9K9/imrPpAhAb09SaY9t5/0vSBsRT2+LAq+MiVQvoXG/LzRKE08hHiHvNe0q73JfFw+llUHPoT3nz6IaQY+3fywPtlOIT4tYxO+wg04vV7RXD6fcSG+xPeAPqkPND0WaCS++HVQPhDAMD6G5nQ9KQ06PnCqsL2+35W8QjqGPt+yXT13PBe+QXcevtLhLr4Ht7M9DIk6vrzu0z04uXs+KEXkveFUiL3twck9uumeOxLgPr6aBvE9MvghPgcNXr2SZNi95fa4PVjqV75+ZxY+nWePvBrmuD2dlqA7/HBvva9NZrwSYsm9Nb0hPgt+h7yHNwM+AtFMvqT8Fb4hHjQ+IsVYvjVsb71UxQ4+EFfRPlYhIj5FiVY+QvNzvXQoC74WiSU+", 
        "VHznPcrfpj2Qrgq+JcAHPdWdo71pH4S+rf6Hu6hdxzyD2JI93MKAPqG6lT5lbVQ+caQ5Pj4SFD483SC+/GZZvt0wNL4p94I8xeLHvXhLIL53Q989NN6MPOJFiz6heOm9io0XvYXrRL6NEg++mRMuPjYzrT3e1mg+YHEOPW8exbygmX081tM0vE/RDj6aUIa7DQ+zO9J1sT2BlR+9eQUvPh+9HT4GeZ+/lS/VPQWOGr7r9uI8nO0lPk9It71OIHU9nh1NPfip7TxOOAY+RRY4PTcShD0oMrU9i0gnPlg2ST1INdI7i4SHP/lOJz5Nngu8vWuMPGMNFD10y428AMADPGPZCD78ayS+MmZHPWlC9z2mzZ87BzegPXzXFjx+D0Q9yDFHPclvf72NhmO+ZgaPPc23Kb53TEg74UxsPfYZIL3Kf5Q9ftEPPnFQOTycRQk+IDrwPSmIpD2fYse9IMPpOkE5kDuXzmK9ao9vPZOc/TysJdA+MXqUPP7/Ob2n0Tg+CzoFPdvpJT4Oqgy8dVIpvL1Nrj2h0M89LdRFPQ1hgD0b9OS8GAnNO8YbQ73xwys9AEGxPQGyjT2pGpA8iO7mPbeK7L17haC+hI6LPd1u3Ls/W008fsqWvVsDID4tGg0+n6lDPNHlu72fv0i+oXIlvvkMjrv/mwW9qnKMPWzlhb6Z7xc9QomhvdB28L0HpsK9Wbh3PVaspbx9eAy+ur1iPTN4nj1MQ+89S6cyPcJAvj3qDIQ+w8ZmPshFPj4kXSs+iLAYPsl4cz62nhe+KLaEPS2QmjyaQxg9HpKxvemPlL3pBH+9Bh7nvYeQtr5br1w916NpvktKwr2EcKm8/RgmPkM1Ib4JZ8w9YyyOvPGQHr1Uo4Q+9qajvS1vU70v39A9h9DNPScasr2upQQ9r+wSPV5bDL78HJ2+Cfgqvn2tlL1nfgY+rn4aPgjhu71yIZ+9hI7wvVIrkD530sW9NiTkPa6gv7z6gZI9OxA2PiIzGT1cP909hZ4QPg8+u73ZVZg7", 
        "+MVRvd5fID6Pfg++n0uCvlMBNr1n+Mk8JLhlvokC/T2OU8W9gEa/vkHB6j1IDqe9XSlRPaufEj7M4Rw9JI3WOnSpYT7GjHw+/LNZva4owjxHHMe8gGKivRfNNT7xJQS+CbQtvurO1rzolsw9BIGGPXzgjr6Wnp07i64TvRpTTL02Nxi+eE2lviGrmD7QHw6+ag0nPs820T7GQYk7Da5bvkwHMb4A6RW+z3wXO8a5Cj6CPTw+FFBePn9iTb667jy+RpXNPaPZXz3oMQC+wzLHvXcdRj6g4R285qiVveRXj712P2W9/HQUPX9dDz6N6Yi89twRvvkeXL6rSUQ+FkeXvieJnjwgyPa9zIoLvkdkKL43v+q9fljAPQAUgr54c5c9ijATvm5Tjz2hMpS9Ul0/vqPkx77F8HW9h8igvdfox72JwYQ+1sV8O1t2h77TJPI8f4aQPsCTHT6veyA9j7hxvWLHtz0Owjc9aARKvsc7JT6t7rY8kkQ5PlrZAT5+n60+8I+JPhbchDtVUhk+vy0OvuOSMj7fkEA9k5S0vYSjBT57vbS7DyKGPh6IjD2vGLg9CIc4PCLHQL7dCqG+QpKdPl4p1T34PDA+WG6EvX99pD13Szk+tVozvSrFZj5GNAY+Ud1XPZgS3z28EdO9Fat5vunq7D0Qq22+SlfAPt94Tr4ux/Q9CnQuvtkXl7xMw4E9JkgAPuDalT4qfey9q36LPZOlMD6WOOS9VxTcPau7rr3NTme+dZBWvA7dlDwPolq+ME4oPYZh7r1p+cU94OshPrcaRD0hxwE+M7tfvSdt6r0gXAQ+E3yuvX29fL0RYRS+ir3vve+grr1nP8O7ywuTPZ3uDL7KflI+ndvIvd7ADb7mahI+dMiJvdGfyD0P7XA+/mcPPij6OD3fudI9gMdmPlIZDb7tgFW+a9CFPdZdMr5aqY291gW3Pv+B3zz9OCi+/A6GPmEEIr28dWM+GuhbPgLVkDw1tMg+91xQvtUVGj4VSQa98pRlPgfhJr3znpA6", 
        "5obsvDFiLT2I+Ma+F5eTvmApfT7XoZW+Uh9vvuqy2D6hs4Q9JoKNPvqVIb8TfTW+pbZ1vhORbz62OwS9K/IBPtvG7D5W26O8icNLvtpKIz5a+Qu+QH1oPgTGpb3umkW+JsjMPRUDoT7xgA6+SFq3PV9CwL7+tj0+jlt2PbKvX74mZgE+PbzUPK/IHT6yVIm9hAEavbj/EbylMRc9qIO3vZxNMbwFpz29Nn5SvbCQlb3Nnfi9qx5vPtfCez1NxZ89A2EavpptZD3G6749Zj67vgSZIb2Zjs894p3TPRTUjj6MwrQ7Nq8LPn+cbz3NCCA+lJotvj1HYL0Vpjs+s7QCvuvzEL7hXte9ztUnPp3BBj7pgak+iKgCPjOgsb31AkQ+c5dePm4Mp70FAWc+e1OJvjTNp70p3WQ9ftVMPvjMjL59T309XZSkPdq5SL4pXfc9GT7qvZyDCr7BWuq9AHvwvUMmm70qTOK8GiiqvidQwL204ou9paH6vak87z06qQA+aEawvl/7HT7n7Cq9e/RDPpGkLD5yeNI9IwSOvBb1yz1vRQ8+m1bdvW9q0j0YcBw9I/ApPne1yr0viTS+thdsPgc8tj7HWAg+HvmhPlj1eD6Xc689L9gsvhaOBDyyVfu9GkOHvidYBL10ERE+3LGLPv0CAz3U0p4+iVGovMiWWb6KIhk+JA7Kvdtv3j1gArg93+LAu4pOtj6aSma6sOs9vnmrhr28dGO+0zuRPveG0jwg4jm+qZd0vsAu8r25qEw9gdcEvsdeTT6Vus88StAEvl7nMb5ewDQ+nStavvAttD6rqkO+/0gbPWxNprwo9H4+vxYbPnnkoj2hkpS+KTKsvTz9Er4H6ui9tkurPcS9n70xcc08wqQMPvO4az5/MOI9MK5HvVloe71iqIO9yhUCPdW8bzt2jLE6Tl8cPT2oMr6gNs+9CZM0vTwiDb7qopg+vHyDPsSvVz3uo+A9Xg2bvcKQkb7JRyq+lfEOPiiGir1WXCO80ddbPoXQDb7AeBI+", 
        "E2IOvuGfyTwsNHE6GO4wPh2NSb0mLz27FjU7PrnQW71a+s+83f+NvuPfgz7SZFw+HEKtvFo++D0rweU8THGJPThoij6RAa49y1bevUXkDz4YGYK+W8QNPm9wo71k7Bg+OFZgvgFRxbn1udc9n9KwvTdtwb19Hq6+G3RDvTD6hL7UO4M+7384vDlxCT5Pg0m9MpjxvU+Ltr2SEes9pX2pvhSwD74s7Y+9hgcIPvQUNb7CuIg977CxPRZ3c71arF0+8tKBvWieer0M0oO+yFO+Pd94JL6qY/e9Y2MgvJ+Rxj29ybY+iqvSvSmYgL54yi++pYJzPo2yRb4XdDI8oTUCPgeFmL3RLiu+TUZHPt9H7z0qDgc+tTW2O8n01D0WO8Q9heSCvjEiO77KBIO9aWd5PWQP2L03h6s+Y2o8PujRfjxxdzo+4TwUvtoeLj7Fseo9bWZbPFSHTD5ZcQ29Qo10Pu5pZb4NBL4+NxD/PNyd+b2IRzE9QWY4PQ/hAj4ALxE+tFsaPmDruz2PdCE9MVtkPoVOMz5OI5y8tWTPPUkhyT2aHEI+J7cwvnhP370wEKc9PzwIPvOvDb5dp+O9YAMpvZMN2D0azJK+DGB2vb8fIb7WpSa+kw0avXFl8D3WqRQ+OwBlvvn+Kb0SHDS+rZxDvqI/pz7FfMS9VMXxvMKNg70waAE+xq4ivapU0j38VBy9zaGHvd73Vr76Xji9wS7QvSToRj7Plx49VdF+vqtXe71ykq4+q6kCvj7rxL2pVDa+ZLtCPV2j7b26pz8+n6fvvHbyXj368Oi9YVF4vJ0gSD5KLGw+RLUjPvjpvD617Y8+1lEPvlQBoL6oNi++wvcaPi6xjb204Ya92CHMvahznT2q1Jk9GOJ5vgdt0L11tAk+M/5CvX0glz2Lg1I8gfRCPghud7ziVaS8tbidvoJmK74AUxy+krTuPVQ5b71Z2Hu+O0AHvfqOUrxOy2S+8zIEvaSpgT0GkEO+sjk0vHj84b3Lioq9zGW6PVCKaz3S5R49", 
        "425aPlrAiD7ozqS9QN+sPHeASr04GdW9VOCbPVW0Xb4clEm+7FI0PuzPjb5dGDk+O1i0vAo3Nb4o5Zm9GxlYPYFb074qBDO+uLhEPvAepL5yp1I+7pqUPrKo070nTUW+ZOlVvjPhi75hcHQ9BxZbPYM1Jj5OFow+eQlIvjHaCD5uFik+4p5Gvn3V7r35u0a+l3MCPnlijz76gzE+bfCxPPKa1LwktY09xYW6vJ/ttLvzUMI71YshvqHIfT5+QMy+jt+EvGhrAb6fnwi+0sbLveCFkb2inGa9Y0pVvuvoCT52a7+9mykYPhHwvr1YDGC+DwIQPl6tDb361ve9DhJsvtilDD72Cnk99CHsvWzzlT2oE/m9uE2RPgDcmj0Ricm9FINEvIX8Sr7sYDW9TkORvdcKoz36XVY+UMHZPeSUprwTCYU96w8/PlIisD2LG5K8LCPzvYmJsjzbOV0+wrwdPQ9tCLxFPpI9BBjBPa00K76ogSc+rtCXPS7Dqz0lxLm9iX1/vhZGKT5axxo+6bvdPU9VoLwlS0k+6FkvPbzkB763W5K9m9CZvUwtFj6pyhm+NHN8vIEx4btMpH89RMqPvZzPFj6KDS6+SqXFPASa7z3ONd29CqIPPugpmr7+zaA+DGenPe2G4T2x0Iy92tDKvUGiSL3cZRQ9WI/6vMN+Ir0jkE4+TAeKPTkgw72cZcG99Yi7PTBBrb3uG4y+Xn1GPSM+W71S7Yq+canPPk9CWb6o/9y7OSdIPtm2ODwIiVe9a8hFvbF4rrxDo6A+Bl8gPYRphD61tdg9RlHgvOjVhr7L80W9XmjXPL7n7z2eoN49hE2dvcoTlLwsGQe+McCzvWOebb3H9W08r5NmPRewDr4lpi4+RkV0vARrET7KzXe+xbZ9vQIRFL7Ayi6+DG2DPpn2iL7bTnU+89U3PNEjZr1GZpE+kQf+uxdix7zLMWk+TOuQPk1ijL5Q/cU9nk2KPaYQSr5vg4g+Nm2avqpvDb4C550+RV+CPXM8PT3LVG29", 
