{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "linear", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 75, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "ZeroSumLayer", 
          "config": {
            "dtype": "float32", 
            "name": "zero_sum_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "zero_sum_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "zero_sum_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "b8ccd481333ff295782fa6bc2ec614af51021c91b5ccbc731dca4106378ab7dd", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "5akFP8dYlj7SMng+OIT8Pl0Qsz5F7449QkL/PkjE9D6nvBQ+CbBAP1B8bz6Fe8Y9zY7hPqLzTz69Pj0/xW2jPpHSfj/6uzg/2JlZPz9UMz9h+kE/ihx5P5JR7T7RM18+Yn2lPuvfcT+XM2I/rTszPSrJBD/9omo/ysYPP4X1FT8WFW4/0CWfPr/pQj+nTmM/OzjfPl2nBz+C+eo9T/HGPiJMVz848Ws/i4xAPxuhKz+tg5A+CskEP/Txoz4YR1o+0OxNPz7N7z6MgTU+TkHpPBC+fz54/mI/aWQ5P2M2vj4RF/M+gAxmPzC4Fj7Pf2E+kG3nPYNodT8pGpE+J8KVPdVuCD4="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "wLj9PJAD3T43GWG/6OmHvY6har8oSsc/sIlgPv4vLkAe8B5AoFdCvTTp173yZza/fBLgvwo7or4AAwS7hJ5AvmbuXr+w/jm+5KS3v/SkPL8EgME/1V5yv4QTF78CILu/XqJYP8LWVcCCODNA8o2evuC41jzayABA3/3Mv9Ma5b8UxxO/pO23P+5Ccj9JPOG+4nRxv6P18b9ytxS+DGWRQBoDLb80NipAbk27v+KbQ79abSLAnEK5P8ii+z709mi/qEphPqwU8D7SIvk/Vnohv5J9fj/W93O+Pk8qv8JN/z82cgw/QvqvPgyKi0CbO7A/Jh2awBNLAb+x87E/3CZAPlhFzT6VMJm+sPNnv/Rq5r0md8Q/E8InwOP8hT/IKIw9ql2DwLfLM7+0SpM/"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "cLGsPTahGD7H0lI996QXPmFnWD3b9Kw9VQnbPBOeRT3/B5Q9deqyPX1O8z3qcZI96KUTPC4T3z3LGgI+7ww1PcVq3j1D0jq8bHSTPf2sIj2iwlM9CfeEPT74iD10KNY9AzbhPNMBrT2WSoQ9V4VWPWJfXz0mjsc9WEPNPfE30DwyQ1k9OLSbO7HYPjwcfMs91Y2xPaCLij2uPc66S8lcPIWAID5iBsw9879NPQ8SvT2Tic49lA4FPgloIT5tocE995WIO1R6xT3K6QG9K6TKPS/4T732mrw9xPmePfoJ9z19dkg7nQWuPZqfST7ZqQY+q3G6u5smPz6SG+w9LTYoPDvM6TwH2tE9nuOrPcAZvT31zRE9PzGsPXRnTD58x6Y90dX8PaonpD2cAuI9Msg5PhB50j3Rs1o9h5pTPgEDAj4="
      ], 
      "weights": [
        "of2bPaptKj31bd89okGNPqxsPL4e+sY94fO1vSEqbr4/0oc95nwxPS+cRT2PhXI+6c5uvs7KZD5/hNk9HzrxPZXtej2Y7YE9vKkivZBvnz6kPWG+ZuqWvqqR3z1YvUc+jsaCPjDZhj7Hdh++UgQxPs+xVz6QMqQ9eiPBPZTU372QHEe+mscIvURmPT537S0+rQm2vYjN5z3K0Xw+AIaTPU7xlD0DUxI+G3UXPhk2Aj0tTAk+E81dOkWKlz0pHzk+ImirPiDECz52YyG/Zg6sPbTtz76XhlI9OhJzPYSOnj7VDra+izLruxclnr10fuW+/nlkviVxbD2MnQI+4oNSPj2jVT7Q8ao9HE3rPTTRnz2TsBi9otuwPbLoQ73ORee8dGWPveNKTj7UGlQ+DFAxvfbqSz6C9AQ9KkwqvU6BOz1Qums9jf+bPR+9Dj4CPwo+WUw4vro0/z0vyVi9nFgUPkjbEzz35rY+Cg9OPHJ5uLq4v2y+nbmMPj06tD0b77O+DoJoPaqybj0d+Lg+7niIPhSLTb5cjDs+bL3KvERHcT0b+Aa+Qr9QPngHnz7f9II+yOHhPUrKFz5AdQs+T+RnPuDhQb4ZJjQ+YeROPYYMPj5+aKy9QTgAPjDtjr63RgE+KLqOPh1Di77UyFA+e1RBPmbvAD7BHFA+mkXVvDbEpD1/y+O9t1XzPReiRT7sQGo+WLbsvizOwD1uxQE+aAVGv8eznb7wigg9s98bPsvcQD4TMQc+ZtAoPJ/i0D2u44s8u5lBvcTyzD1yOL88SD7WPTBuXb3H5qI9LzUKPvRw1T0paqg91lMePnJcaD4zvPu8qidXPakHYj429VE9VbTUPRAkzD3oAVg+32bEPaDje733/he+9VrqPWfG5rzcwzA+evRtPsaCvbzAbbw99yKzPZmsMT7mq7+8zyEjPtvf2b4nGlA+Zp9Ev+/QWr0dBbw9IWCZvp3LTz5UrNI9z7Y/Pn5gOD5cT1K8JjEsvnUhdT0Gohs9zbIzPl3Umz0Cpe+9", 
        "6BHRPqNcPL1TN9++IurhPayPOT67pkQ+c0qqvkkmiz63nkA94MaHPuG/qj0EMlw9CNwkPgbOYbt/ho+8urY0PqMaoL0sOpI+4u0CPuTxAD6Q53U+y9PtPcGJoz1Yaog+fsQlPiEOzbv7gCu9D0QdPr27XD7Inak9U1eXPZq4B74G5o89n7EkPqtg7D1YqMM9NmGavCnUhD7OVBc8Pa79PTUIAD6Ieo8+hwSWPRGN6z1i+YQ9NdHiPXoOYz0FmmU8GGchPnFGxT5cYwQ+3s46Pscb8T0jMuA9gmggPvhTDj59sVA+29B1PojFkTy56y49qlzwPSx/kL3vEqc8f9jevj17ZLxsDV2/OotRPmkF4j3NxbY+x1EQvooTLD7Le7k9WSUVviz5+Dxo0TG+HJ10PGNcvT3ATlI+O8INPl9gsz45xEC+wesIvbJN6b4PMJq+WRs5PkkGgD4SPoy+HVxCPg15OD2W1DI+Se/SvJF4Aj6i46w9LB2jPQPfhz0jAvA9wZSkPkiOCD7xQCO/EG6MPtW1Mz4QA1A+w/QMPsM8hD6VmLM98KwGPsHvgD1ulwo+U52IvgLc8zwF4hA+zkJGvfvM070Pwao9fQ4jPm/zRD5JJ44+o7RPPjz6VL3Se069JwWDPiSD6bvvn/g8RiuIPhtJWT6e62k97P7qvB+kDD4phKo+X7MIPHZ83b4miyq9X0TBPab1aD4yAEA+xY1fvhQnKj1pEhg8PVbTPN8e/z0HCY2+Kw+UPqHGMT2ZPSk+R4fJPVsML788j50+mgwmPrUSMz1G0Dk+FBk0vcVlzz1of/O9I1BaPieCpz4JS20+NwwoPj8CUj56vw0+9CLvvZ7NuD7qoeg9oOxWPuuuuj7VWBQ+DlkgPhFBPT7P/wQ+V5lCPfJBxD18CO49Yb2MPuP9lj3Myt099KjbvFLzsT1pEmi9TczjPdjLQb8qWKM9HYPnvsM3Oj4R6tE977crPsV9j75vMY4+I7wOPhslJT77bTK+oQcRPX0ePT68WR0+", 
        "PCW4u/6cGj4DpbA+sXPhPUTrx7ywe4k9JUR0PP0vIz6BeNc9AjFOPu+CYD7lx8G7mGItPfXpcz1RDkM84e5ZPeKgI75pq/c9YFFnPiLizT2LGlW8OnGFPaw34D3C59G9NgUIvsof0z3P3w++sE+SvuB4n72MFsm9vMWhvRVqUL6hdqe9O9s4vZdsgb1xdyy+mkk8Pr9NpD2xZk29/UOYPtAadz2qUbA+PHvAPWsS1b1fTEa+qZaNPk+3sL33Aso9dXYpPnJ0pD2ZCS4+qYAyPt0GVD47Ynu+SKVuvta0Hr25TEs+/9sUPQvrXz2USSI+UtFBPuQjQr5dJSS+nZs0Pkr9ADzrQXU91DcbPtDF5j5J+Vw94OK6vtnOhL4KABa+2AE0PmDZeT60IUa+41aFvO96AMDtBIc+AOTQvjWweDw+MQc9xALVPux1HL16maw+y0ggvcJcYD5hDaA94VSHPaopdb1/ZwO+ufqJvmetiz4yKku+cw2qPRmA0j00Jr69bfpjvl9wqD409CE+0hMlP6+BYTq6fYw+PqT7veborb0iab++JygCvl+1Ub4YTqy8QMcLvhBedT4O44E9+o7FvViRjD6D/wi9TJ+hvTDVJjhnKx4+TtuMPdM90j5NoOG9Uh7uPkwTQT0RhgE+7hETvjmDOr6zaoO9njxdP6knHr2/f6E9aNCqPcQoEz6tUTI+fYKNPnlvbr7gc7e9ygCjPs+/Mj6h/e+9Y3RkvVGKBj4sxpW+JAzCPbUtuT36MkK9YKzqPLmtzT2If/m9wIIavvwltz1SFHG+92/wPbnNcb50jGM+9+AxPk62xjsDz3g9Ps0pPGHk8z31qJa9utxjPrNlKD06zhe+IXjlPjGpbr6yQvI8/OgzP3YDn76aWsI8wAHIvEN75T3hXIU8ImVVvil5S76/wrc+z7OkPnmHlD1wi/C9kF46vSsWO77Y0uU9LqA4PvEdDbszQoi+o/tYvHpzcz7caqy9BigAPhdYwz38CNW8o1aPPkiMbr7/HCE+", 
        "WlkePVkegr0drpi9H+ppvjlXWT4LtaY9pD/uvh+BwDyO8KI9BaMJvb1eir4HUaG9LvwbPaUe3D7rJ6I8PpXIPf9wNT4uMa+8vnQmvi8vrD1BCGC9W+oKP0LV+jyFs/u8bzEBPs+5c71Gsh09/FirPtDqaT4j3rO9yOHTvGsvrLzy+Gg9xNbXvNoBB770Sbm9HZoqvWoRHL3fX30+qBGzvKV0Bz1/KeS9xwqsPho+nD2faQq+rYddvemQtr7XxZw8HdECPJtywz5bgz8/3CUEvrggHb2BRXS+ngGRvtTHFL520yw93os8veUPsD7EQIy9skgRPbtVHD/NWIo9LQDPPrrgjL5VFx4+VYf9PQxHiT0vJR89jt2DvoVRgr41hU29NjBfvnczuz5DVIQ+Fq/QvYOMDD0W5Ws+vec8PnXDor4Bqr69uA2Evb1Xd70bbIu+vsY3PpEInz1NoTG9XSATPpSEfL2EOiI/6mmZPY7jJL5Qao4+6u8FPT7mxD6d/Zg9PYXbPVDz0LvdFL89ZDV6PrWKsrx5sJi+oa9YvvkU/z07hnI+HuYoPi6ikj43kDy+P4srPjYjsT67cxi++hmSvpUfFj7P1iE/IoKKv4uqjT3OEQu8gbOKPuOxbb4+HH094wH2PbnO2b37QXA+NzI6PQQwQ78RFwk+jeNgveZ+iz32/N89e0HaOwwdwL4T0Es+IDefPbr1J71Nnma+X8+CP69lfL1iZYc+oYUrvq+NTD2lBOw8jwkePZOWMr5prqw8PJkQP3Ji+z58MYS6T0RhP57EoD36RAK+ZLx/u0l8Yj0lhos9b7l+u0vxuj5okoK+h4FhvQ+UAD4Zv/Y+22ytvgl2CD+2Nj69qJ4Yu+UdWT3trgw+GZ0pPQfGXT7P+3I+kdTUPTElwz4ytKQ9d3UEvwnsYb1lmcE9OQgcPz2S1D1L5gk+UcqAvODwjbz2VoY9VImbPdJQ2D74IIe9Il4Kvhb/jT6P05s9022YPR2oAz+WOas+0EtNPTdZGz9Te6Y+", 
        "IoMAvs/SYL7b+749bqCJvqKO4T4eKzI+xl1+PpXmLT7Uixg+ZHIfvQPlS72jTp49mKPwPUsR5T4Zxww+5FmjP06twj0EOQU+DkqRPZMTyj5eefY8r16IvoKDJj5b4Ow9MKIPvpTdbz7Jr5w+6VhbPvoFHb4oN0S+jEuavuYbZb2C6Y2+PX8NvoIOFT4sM8c+44AmPXcPPL62e8S+We9Gvtd9BL4I2bg96y6+PT28zr2125E+rOzWPFB/YL7wIJQ+jeNzvR5LB71cW1a9UbBCvmwILD7yS7o9xXMjvC5KUT7SqHs9jpzJvRtugj2Wjve9hfIiPmDEIL4vS8E+NMoPvUmTMT4HHBi9ioGkPTTCtj5wOAI+tuQavkV+yr2O+6I9pZmIvlj/Jz7fmiM/otSkPgJqJD7uXc09pV7ePpOwsr6AN/c95t3tPjmCe73eKSM+f9k2vlGslr4EdFg8cUEQPqyrL74UuCK+04HHPmU8Wz2qhdG94HJKPpmzhj0UAJQ9abm8PHO8LL6wGmW+KOvhPfk1L72BIqW+D6u7PmYk7L0T3ym+q8HmvBohDb7R0Zw7h6iAPVayJr5mPeU+XbYavl+xB778j1A+GAjGPKz4DD/NZGM9CbTevZndQ7y5YM67ATB/vv/AQD/itZS8bEEPPqKjOD6dsrU+gswUP2R2kj7iYQi+pbp1vZRkMz4LoqA+WHQVPnJ/uT3zVKo+Q0w+PqiSoT2OfrQ9BezBPTJcDb6WqxW+hYQ7vqbpXz91RlnAjmvhPdBewzxs96o8xWHAPfK7UTvUF5C+N1TOPeV+Ob3emiW+uEe7vZiVm72wjJ88SAKSPhmNQDy544c+ZERKvsTXzT3wi12+5TGdPcidsj7yg3O93Un2PXrowT2V/sS8FzfEPRhM571MGQg+8WTNPVTR4jy9V769XHRNPgpqnT5CCY08hrZ9vZNjmr2REFK921HEPbueBL7HzOQ9gFSYPn1xfz3XSEo+40wdvACsmj7NXBg9A367PrlbZj4TXAw/", 
        "3sqsPk1jQT/mKmk9DSNKP8se6T3+W787X7bEvYbCNT5REtG934OKPOA8MT5YpNa94uhfPYYq0b0xRgw/NAu4vmtDwT4bU0S9FXv3vWzXnb0MzV8+DwA3PWcu0zzmehw+MkNiPQG2cD4IlWM9Ra+uPZ3dIb485sw9OAwgP8718D3vpvw9XajFOGzQKj1PkBM9cBKRPtFPIz94FpI8v9REPSIjoD3Iu4M9WdBsPn+Rtz5DAKo+h17vvRGV+D6jlLE+zHX6OvsSqr5ISA++QptvvuVxmL6THts97nJdPvPThD7icu29tsUovtd+mzz4E9c99UEVvrM6mT69WXw+ULOuP1kGyj0y9i8+6LdYvpFAsD4bEzA9mz4nvqVK1j086RY+j51VPZE37D6D3ya+RhJRPh6fgL6ucEy+0kyBvqGaQb5KZdi8FVzYPTvdhD4wWFU+y/FyPu0gVb5zwFS/ujMePbr9B75LGqk+LpohPMokbr7BIcY9dJWvPsc6274zmJa+6dKmPmPsg727Pm8+ArwGvqKATD4r2ZY9rT6tPhqwm7vBypU9PSq6PTEnvD3fpwm+JFIFPnTE3z3cwZo+ikPOPYZ0Cj5/6Wi82gw2Ps7iIT7PqSo+/Tm5Pcea+b29dwo/Jo9VvrYo4z1u0wq+lWMbPSHLqLxjq6o9YzIqvhowJL5bBYc9GaAIPsslQr35E22+XrN/PbddaD4vyna+Q6p3Pp3fGz4TK/a9zBFAvkgWAz4kWLI9bpRLPrpttz3bbrs98uwzPXIltT6OzL29Dsq6PiylmTxLqFW+AOzHPg1/5b2kbP48jMl5veXbyT7EvKw9T4uSPiUpUj3mfaU905gDvXqDVb7aoNw911uOPVstab4vLzY917PgvVyspb2TIbk9MdVkvUJTBb6YZ3M8Drc2vMYzkj0Va7M+OENPvjnGLr6qtbo8jKw6veE0J71ZgPe9EncnPrlOrj2fNle+oaHCPno8az1ROM8+3U/PPTAUXr3A8dU+QgtaPu7pqr6IhP48", 
        "Hw66PSMEcL+vDxY9dzgLPktTPLxy0YO+Yz2APVgXVr6vIFM8/ps5vnL/u715KDU/E3tRvnkbzD71GI48dOyJvoDOiT1xiIS+S9CnvTD0Pb4a+Ui9dwNfvrvosT0CyUY+XT5WPfZ05L3d1O2999CxPfQPOrtqX7m9y2UMPhivKr1rhX08Joa2vWwO+D7yNk28qe1CPL9WLDzcMwi9zHCLPICcUb3S6WC9FbFwvm2TWL5VYo0+hURGP1m3Sz5qKAA/5/qOPXl/kL7BYB08U0u2PlmvKD71+cQ6cJKmvn4PEb7Ien88OunbujAcmD6iC9a9Ukg+PtnzdT0Mooy9PYinPcDog70Di6a9CgYaPoIueb4+1E0+NLWaPTW9BD5fNKE+vcfMux5AID7xZ8g97m/vvOjaHD6D0d69nbf7PlxlzT26WxK/TeipPT1ypb2EkjA+H10mva0CpLygJc29zxJlvOmBab5nFBE+y3moPr1Hnj3z4c0+XeP1vbI1prwtKQa9UHRfPT7UxT5+C8a72G91Pt0tLL7PoUU+criQPktTsj2D6R6+NGyLvh54TD6BJak9ivuYPal/Pj72l7E+acEEPjvwGj0wCYK+ASVNvmYZET9rcdQ74RL6vUJYBT6s7SG9cqilvedZ0701pz66xFLVvBMY373VnFw9EVYIP/sKpbt84mS+uMlZvmfDI73AKHo+i/4XvDnVQz5CpjXAroayvUS7Hr6joo0+I6i0vYKUQj4jU3s8m2KvvElXMj4DTVW9oLdGPsSOGr3gdtM+MnEhvsASwT1J2209g40ivUeER7xS/BE+VlxSvNhSCz7tH8M9mVYZPZrVhj4SKB279uewPTk7+z2uojI9ENJ9vUYvWL6HlGm9d8WpPmM1C75DSS0+n5+svjtaIj7f2BG9IGJUPuBKYj7yw6m9dTAXvuWQrD21fIY93vGJPYmXpTySyyK+9H6jvRKPYj0JoFG+0VmYPWXQwrx14ua9b5oEvkvIEj6VcGQ9Br2dPiz6sj6f24+9", 
        "5p3lvAzR2z0vpIy+yBK0vTqRNzvhrF++NX4Ivelc9r2FMdu9xS+RvoZ2kT5q50i++yWiPQq/Nz1knUo+UDyLvKYFWD7l9y2+zy2MveZ4pD4CzmU9poGfvfnAYj2SIym+7qSNvbWjhr6Unie96+3ovVIcQTtvG3i9qRTjPfrB/71H5Iy9xhmBvQPILr+oohO+Vc6ePKBmkj0dyuo+IoF3vouJhT3zMbC93qm6PV2fyr1/cmK942mUvp9XR774x/e9KanRPbXfVTyPOMW9stYxPnt167xCgAQ/oDc9vjBHCr8sPjC9CXlXPiARrj3AYko+Gb30PS6lcT7ZS0g947CtPkSBVTwzBfK9GrDzO7CNJb7SnYK9fFQAP2GOxL5MkDc8b4q+um0Anz1wI0U+qiOuPfjxB74Fw3I9RAulvsp3jD2O2zQ+9i2IPhAXSb2+Kt4+QOQBPWq1j72CpF6+O7S6vU2dAb6K8mA+1lkhPqcPXj7aJXi+TnGVvb8NND4jjQ2+ZwW3PudyEj74taE8P4IevoIvUT00fJk9fBkPO0v/WL41I1+8GSsQPyuKXb5bVh0+98U8vUCNkL2bnYO+4Ty6PTjnUT4dggy9BPqjPDs7Mb49qeo9M801PTd2rj60Lnk+SlHdPSr8eT3UYrw9AT5EvSYWkr0IPqS+Z8v8PPZRMT3optU9UGSSvDTDgL0wljM+KZ+sPd0vi77Io1m+ONhaPjioi74UyC4+7tsYPlDpuz5E8te8Sgkivl8GQr6/Xxc9tJtOv+1hIr7MnJk88gKBvqAr7bxqe3C+0FLyvSpQBz054I492HSHPLqvxT5Li9K9LNBhPpJmkL5dEVq+46rWPVPpLT1Xj4m+8TpRvilwT70O/p88N4omvqEGrb58h3A+TwjtPKqoC726poS+O4ZGviQctT1WAVy+ITlHvizMkT5X6VU9fyyEvU/Beb0coAa+1coJPsSjs71hoYI9Vhj3PSpvBb7SA2Y+KgUqvq2Zr7yV6729zHpHPesrdb7NJZ49", 
        "JF/hPp8OAb1LTmo70UA9vsnzGz5P/W49S+A/vneFeb7K+Lw9T0a2PTgXlj2YYIu9j/89vpjm+T46v1W+4fj4PZ4xAz4dDuE7D4bFvWmraT0P+WG9BqpDvldphb+hIGM9leINvpKeBD46n+O7KLFGvsGIpT5S9Vc+BkizPt3wU72AURK97JNGvKDlhbqOXr6+ek8oPPTjt71PZ6Q+7G0sPZFzID6JHw0/sVA+PGGAYD16VcU8msRRvu5ad73HiaW7VnPAPVBrzT1haDi+1ZsAPp95xr0TSZM59jgYvul17D3h7eQ9YMqsvIjqXT3uno8+yF2uPdVKrr1lFSM/0tGEPsfniD68tIw+xnM2PYOfRr0N/YA9FDIOvZBakjzEzO69QkMsvu3h5z6RH20+fKAePus4/L1/MVa8izGGvs1Rcz6fm0S+1LwcvWzhCD7xPrs83gfRPT/w7j3Xv4Q/MQEQPwihkL5+nAM+qxSLPcsEGz4LyfS9jMc7vreR8r31Lxw+DO0VPgJgnz2lFI08aRqxPSgmxzm5uNw98lorvb7k7r7urQq+ShBcPj1jYz4yWJs+ithivUAr0D6223o+3DQ0vu3B8T0c/tE+0vL9PLRaj770gD09MaJzPmNpLD4qTSu+2OEpPryvp71ghv8+88uJPQGeUT5ItxO93R0MvuLgo70O/pO9U1+JP1q5WD+ONv0+sFjvPVz/Wj6rlvm9s/4QP9o35Lye7Zg9Qp9VvRxOQL5XLMU9jwYIvhfscD762oO+G5XRvYvqKT5i6Iu9dgsNvvKpmD1Ud5C9bl/VPNRmgb3Zf9i8FmpCveNRLT1wJYs+SQNyv8Gdd79NBnm+L0soPt78mD4UI5+9vmzSPTAn+r2Agzc6WzXLPVQf4LxWfJe+r+THPZCRj733Vpo93IhUvhWvwL6c7IY9/QU9vr4ewj2WPSU+V+raPDYvIb56Cic+ok1GPoomFD48ENQ8ehFLvhArAb1CohM+d8rFPrO2OT7i5pu+7CbTvf2i2r1CzT2+", 
        "NrmiPYHVrr0gKaw9QqDHPfYTjj/ypFs+m2ZCvjvnFz1VPZM93Jsqvn2JRb7TAH094VZEPnZlUz28I849uDSPvT7+ajxuBac95zv0vJq+Lr1Tga891u0vPuSVP75ZCTW+xKSjPnFvVD0efmq+ahqjPoWk6L28nK+9JnAEPhgGP72e7FG+iTENP5cy+j2ogZi+mUJgPaAPFrt0wv29vav5vCcq7T0ZHoK8XQVVvUhSmb08mkm+/ng5u8no6L0dcs8+EEfePPZW3bzkKiu9LK67PkrmKj5AV089ZP6cPDLyGD5vTLc9mxMDvdbLmD1JT+q6QnQ/vjJ8t72CqfI+P1qgPvBFHj6alEw9eNHsPT+TBz7NhV0+rRvDvW6eQj7tGm6+UWu6vMa3Gz6xhtQ+3sTGO5c1Ez6+fMI+CFmMPr6phb3ucs88InEvvTkMuDtjlaK8O9X5PSh9rr4sG2q+ggpWPl0lmj7v0sY+XodMPifmYj3Z5Q4+7Iw4vVxKlb5ryUW8ce3hPG8ISr45OCM+wEixvk1UvD3X1xa+OMA1PhVY/j4kyHM+evfwvRKGIb4Gw7U+nuauPsEmpr3cQ0I+h6VlPdxzAj+r7y0/+YsLvQPL370KVtc9YMraPAU/Nj2I2cc9nKxovmlSGD2nCSa+TsBGPfSlUL49bL+96DPQO8ApjrxB95e+bq6AveenxrzZQxc91CzpO9px2L4VGQo/UpMLvgCaCz41YjS9QwbtPax9Zj3zVFi+RVi7PkuDtD2YOtM9ZJv8PXaQ6jvLCZG8P5igvYTQzjxmNoO+cHs/Ppo66Tv+m3Q96J3sPajlQz+u5Vg9XOOYvcsdtz3dCnq+c0lxvrbEZj6oPaC+7THOPaoT4DyZ6f49YroNPT1mkT6kS0g+ZhKpPiSbJb5boCM9VV1svvSHiD51njc+mgVMvUt4pj1OhBk7zU5xvlk7gr57HZe9Vo1dvcvElb7rtaS+SXG5Pk1xdb2GMxu+uJihvXT/H75u8BQ/1vURvoAcQz5bBzq+", 
        "I0lTPWITtD5k3468ZVwvvjnUpT0yJZs9wvjKPf6/iz2Lkgu+YpMrPmnJ6b27+Oc+oKPav+XfizwUAAi+P6aAPq9Buj6/5TS9/DG9vOz2oz2D2p09n02JPY82pj2JKCe+xi/bPeV+Bz3XgqE9Xezuvdxekb2K48k7JfIJvU/Eej2a4fc9FnxRPZGnbb3ioUE++qKUPSuuI73A94Y+LoU+vjb9Jj5L/V8+KqkXP+IBWj73VpW+P+kMvbRqBj59HX6+vQHCO1EWb7rpcGo9NnIJPqd0676lrzE+BZI5vlXb7r34N9+9PkZXvmyrGr5nQ4I9CiIHPqo82D3dkGw+dUUIvpLcZD0rJ069ugxBPMTq2b1IbkM84bfHPTKCOb5kueI9avaLPsiuCz6uSQW/FaWKPivawL1CDqi9tSliPr2uYL29WEC+jXPfPl5wBz/b1ey9rrqdPhaPgztqU2W+eYqWPfRCTz4+DNc7Gm6YvpTUxj0dkVK+ZZMQvrhBGL9j5I+9PZ42voLWNr18FQM+qdnnvbMDwb9Czr09iDF8PsfxAb5giBA+dTAZPondqj2h+aE903pAvjSFP7wmPa29vCC2PWn7yD09VOM9/0rgPlweDj7YYn4+sIoevoEOJz2/bbg8UtmFPelx/D1vuLQ9UtYqvvhe8D3++Qq+T27EPMNrV761/Ok7EYmGvg4xwr2lpO49twdGPl2Yfz7iPD2+xBKsPg+kxD6+KaW9y/S8PvdO+T37Pla9PBxFPkCmPT4LXgo+yezePF4mTT5fJrC9et+TPlwiTT35KpU+pgOSPYB3+T4Ygs4+C1tMvcPhdL5HjDu+8VMZP0Dq1L20sjg8kiVFvQGNSL4lX1u+FTtwvNuC4r0JW449lg8bvYLfhT1jFzi+PpWVvVcnCD6mjDa+uqBzvUYW4Dwg8EE9TanavevSK7/91Q0/IDNzvRSlwrxLpYg+QZI0PdUrmj0PHac+RT5RPgmBDD4coNa9w4mvPVQHnb2Pbhc9tCquPpneXT7zfDQ+", 
        "CzPnPSSIFz16ZLq9zmo/Pjyh4z3ego++WQyFvsMZuz00f0Y9ARGJPe79Zb1P0OI+vmqNPrRZOT6fveq8hmQSvkgzrDy9X3G+4RrnPWmAcjx5e7u9F2jMPo3vAz++/qA96zHpvAKp4T4bWS6+S8GaPQgsMz4CBYC+XYeJOoHiqT3R+IM9isQQPoBi7Tw73KM7Eo7Hv+HQ8z0hnge+lXrrPlZ/Ab7VZhg9LioCvZtmBj8zTAA/9YwJvk8RDr3wWoe+6G8+PUpPjT4tQ4s90LwrvwZjFz2k7uo9+aLTvAAzHL76Sjk+xTdiPGbTfbvPASi+WfQBvmQmn709Ziy+cayWPk7HMr2gimy9T930vVingz0EaQo+h0gOPUVoqT05zdc9saIIPt5a4zwYCrw9gWs2vpoeQr6ax46+i50WPxO/nj2bnIu/dt6ZvKGnjDzQsvs9tHQLPv24fb3IJmq8mZgfvmbpib1V+kw+Ru+NvbY0o75RuDU+UPzrPAWAC77acUU+t+zFPDQdYb4O8IW8YVcGvqKqoj28xp29vGYNPCwxpr2QIlQ+GtSPPtBPCr56Td4914AMPpZWZb7c81y+v39MPYnCGz1R+36+Cx0cPkuFer1OGl89jMzJvRcIab4p9A4/o+opPsPpYb2VB0S+UIBIPgNQn72pZoc9oSq+PRcHNT3DSxu+6LT2PVYi9Tx0I/S9LO+YvwOUbj5kCyM+dXCKvJCafj7ebuK9G5invC8CBz4ksmS+YwBuvQVkhz4Jb2++sW2gvQvx5L2a3eE+9ERGvqx2sb/UMiM9NVekvYGdCL6EbaA9+q3BvfG4NT6wpUK+esEVvpU8IT7IaYm+Vga5O8OJEj7JCfA9tHXKPOKy7L763ru6XTaJPeSHlL1sEIK+K4divrc5BT6FIYq+W6HaPR8UDT5UxF++HZjBPUYHkr0G7A+9Z0yzvtTq6LwqT088PbUvPnIYpj7YcGq+QkCXPoLJsz75/mU82RejPsEiLz6enXu9+ExJPqJ4oT6ijg4+", 
        "2NVCPu8kID5mqu29POiYvQfJnLzZo40+6eaWvpzo3D6nG8c+XCuovtIO3L1gNHm+CQXiPnmUM75Ry5k9CUo9vR4wT73jvqg+KaqvPoa6Lb43LRa96HEyPmKeEjzEnNc9IrokvYZ1Dzxwx+E9ZWrzPmZnTL6I+py9bcW6PrKcBj1NLO29INYAvzEjrL1eut69o7M9PqzgmD1GuQc+30j4vR/uED5J9i6+yzWuPZmWDD4PIqK9rcYqPxQhlL4Urwg+/KiNPcJilj2QZfs+7mmnPWipkz4pePE+hkN1Po61FL6GqTy9nxbdPNutXr08R74++oiTPXANjr1q00C+rOxXvoCfEj6A22w+urXNvT1Ca7z7KCc+owgjvkRVPz+22ZE9ZXyXPvL5kj5g6Cc+d4HjPerNDb7JZMY+pMlHPbi3n731XiC8dSVivh5FMT4OIcY+4u4uPd59dz58Zhs/Kp7LvWzdvD03CSM/rPqyPg1gpT7VZA++ePiuvjT4U761r7U+RFwnvsnWCz7wHpG9Ao0FvnzehT23g2I+Obg+Pdokiz7oj2U+MiwLP1Q7CD8rvzM+PxqKPNp4GT5ZVXM9Ya/8vSkBfz4C/2+9vUeFPVP2aT5qLQ4+X5fBvEpRs72ijrY643bGPasIrj0oLaE9uWNJPbLqGbx5SDm+QiKHvb0jpD0xFeg9cP8zPbi81ryPfiS9N5Q1PrmLcr40mJw+1rWLPhZufL7A14890YDHvX6tHT5diJU96CmWvREgLj6XulI+KDu8v5HZ4D46Du67yo3dvUAOYr0bqn48LGwLvQBQYT6hzEk9PoIUvb9ehD6ohRI9Af82PhXPhb2+B4C+hU9ZvvHeZjySF5e98QftvCogzD6yuYO9h4SZPqb5yj6kqw++2PRzvnTh9b2HBUk+r4nDPWPlcz2Myks+5UKnvh/pUD6CP8M+pI3aPX/OWbziyKm9Mo6/PfRHh74lsKq8ZHWSP8GoDj5rEbc77JvavaFWEz2WS928uQCQvUNH3z6xOwi9", 
        "SjoGvQdVX73qw0k9iL74vXDWLT7teWs9kb8evKLPUb6VZ4k9zfPavRRFnT20jgW+6mkWvkxbJz8Ysma++c6tPdM70T3umge8yL6CvH/Bij0acZg9RyiRvqdH7b1FOJQ9Izf6PVfuuLs6wL+8RsmXvooYGL5kVfg9sv0UPuVgLD9Nqz09wYQMP8p/iLz/vbS+ClyEO5o5h76ndsa94+cyPnqk6j3YvrC9jtPtPgP8ND7qvqi9WAqavu4d6z7uIlm/v0NtPHnJzzxwADe+oL3/PUo/Bb5bH6Y+N1YEP3+tPD5vPzK9kVcxvuY7Sr5IZyu+WmnfPsm4uz4x674+7DADPh6/Qz3ivaW+HnuSvFETp71bhkA+zDrwPZpkZzxQSE8+zQcyPjO+eLpSN4m9AC9ZPiH8wLqKbem8V1G4PiXLAT/sKGS+0lcvP1drmr0J8Qe+P3U6PuC0eT32M8u9An+hviax6b2DAHc+B+X7PS/85bzH7kq+q1oyPoBBQbsb27A9IV0GPtA8Jj0sGxu7aIGEPSVkPj3Q+qg+et35PjZLUL5BV1e+3nmrPWXxqLvNKLy9H2iqPGQkeD6rH8I8x4MjvqFwCb6Ibx09b5ECvhoPJb4HmZO8K/byvkhbg74kTxE//Jc5PRUSRz1svZu+s7gAP+VzHr6jPrC9EXLMPuOYGr+Va5U9yfSEvOSR/z2FK/g+IVmLPai/hDwmkZG+9CeMPXKx9D3YP3o/aDeVvqtpaz2ENDE9eFQwvo1RnL4T2He+BWgUvg8kYz6zexW9AEWOvUuMJD6WKHe8NSm0u7awwT0jOyk/3rgbvn7KLL5Wt6y+WgZTPJN6y71U6Wk+eZ1pvgUuhj5fGC+91VTYO5NvOD5KEoM9ox6nPTt3wjxEFJa+mzCTPB3pWj1qIpk98iYxPsz+J74/12S9zAw+PaxoyD3MZYc+U4EbPSIXTL34ZXQ9HGhnvbYQRb4/OGA92LARvWdbwr0EbCs8bnpAvQzbxTwTNJi+UQXrPXlTTT6YVek9", 
        "sxi2PckuzT6lwlq90qRcPv1zdL33RxC9Yuy5PRwVpTxoppA7N8sNPiSFTr5Gm2I9LS9sPArkKr5kOkm+KR4zvngzGTxEYo++HQwQP2GoRz5CW6E7wVEHP/0tXL7s63e8MF/pvX2ZKL5jYD8+vtmSvnVVgb7xvtW9MvNYvQ0Q1D1ElGg94UVjvgWftTxNUFi9+zmmPegutD7ejBw85VlXPrcIaD4hWwC+Pz4nvgsie7zFQAs9o1LSPEXd3j6/2Z49jFU/vf4DV70/xVw8kVlavipsCD4vuUE9cOSqvrlgn77/tCU+e7zyPWUb6L3ezqU+P5MrvuSuhr5VVK687a7CPcNl9T0tEvk9FvZoPABGVj2U8bc9t2kiP+e3mT4PLv+944MGPwcEQr0e9jk9VvthvpwSnj2ZOIy+UcZ2vhHsCj7kzaY8AbnjvUjvw73kyGK+ZBGavNUgHb70TwQ/kZ1uPifliz2kkQA+fHfWPSJqYD3+Gro8YlDevUfGS751T4i+72oIvki7Fz7plta9OPQ9PrpvDT6kfLK9F5fhPht8Rz5RnbO94aXOvdS6qT4ipRQ9O73ePgfkFr7zRGq9EHh9Pl6YXj57DZ8+O/KhPUP2rL36mHk9i3YQPjmEvjxWHy4+YtdHPhpQpbx4dAw/Toj0up6Yn7wy1DE+C8QwvXVm2T3H1I6+O3m/vMMTkbzJcSM+4PEtPtLl177Lm1694kJsvjeKWLuOKJC9gQrkPZBJ6b0ITvS8mu6WPi+ZOT2B6tU9XNoDPk+9hz2/GNs9ETGgvcb7vj4bOPG9wqWYPvlINL7jYKO93AHQPGPCnb2OTsq9YEGrvuI3GT4hOyQ+1T15vTLxUDz2CX49ErIpPGRxTj7NSLw61cqzPkL5ZD46AZs+d2oQPowri7zG8Ya++jjDvD2+Qz5pdu09WbVyvug1a752KxI+eW4vvmjF3j2LDwo+DpEEvY+tGD0SJAE+eWvGvJ9c4L5c8bW8IbOfPiIYiz6vYKA+lifTPRsyGL1LNIC+", 
        "XRiXvYxPRLvxYsE9zLu+vQx5WD2HpZ++e5ZZuwjjizuaiNI+g0KIPgaxUr4HiJs9QWuOPeeZzT0pdSY/nSrIPnfPYL59auW860FkPYlRAT9G3Uc+zqhsPXAshr1iG6A9coKePLxBHj7dzQY+xICvPl5ujb5FzP29Uo/8vTw8mb0D/sg9wIySPRoDmD0s/2s9CLWxvA59D729rO09PXpcvr8Nj77t+jK+sumPPQi7Wr6jxp8+GHFJvS3Svz4rK1i+gg6rPdqgvD1QLYy9a0USP3S1BL3gYMY+wLeCva31jT40+p48G+IxvkrPPr6GhkU9gponPEfikb7grW69aUnbvYtTnj1ILAA9kX7sPpfouD71RXY+OhUSvuborTwpsks9Y98APcJYED33oBc+vFh7PSWDpT2F/VK+wYaTvgNPGz+0ToA+QmfTPh3gVj/fr7a8QOmmPenXir6V69m8VvQRPrX+tz5tip29xnmBvpmtpz1a8cY9p8HvPvDsQD5uVUa9rXaJvRxSBryZ9I89J8hUP0IJnb2ShsI8YVpYPQKoUb65ESk6WEYuP0dTmz3lnM888fmWPVUZCb5hlke+w3UJPZ3uQj3Fvua8HIInPzl8Yb/b2Cw/dKVKPfVlJD6yERc+EFRIPuQJMT4Ja0G/JBRCPP4Luz5aO5k9lfNJvtY+ir4cUFO97xhpPpQAzrx5BH6+wiCrOUJNC76vaPk+dTNoP0P0+z21uum8jznsvUfDnj74lWG9p+7fPhxucT7crJG+NS0xPI/htb4VP4s8vTcaP9jRtj10xlE+fyY/P8/bhDzxE8+94YMdviwbOL49CmC8JEEtPpeJ3T39VZm+4taTviDnjz04t7K+nZJ7PkqCVj2lbRm9B0AdvUI90D13KwI+Wsg0Ptmvdb3/CCy+Tf2MPNjcJbzTzZ29OfYEPhiGcr8RxnA9yHlovUyE7T238CU+uv72ParSqT3zrL4+gf/JPusSMTvE0u69V3W0PcyWnj2r4UM+qicKP5fo3D54+Wy9", 
        "5GbpPdXdT7uZ6SY+SewHPqHaZz/piow6fIciPtMQgL7aoJA++4osPsN2Jrw12G4+0TQUvuhgST4kaji+7x7sPnzi/D2sfga+e46xPQVIoDzhEWw8gIBCPiW04D4MFcc+26HnPdopW76gzv49E40BPuwCQj7In4i+5Z9/PkFyKr+x5/A8u2xJvvwJXD7OmV6+PMQHP+WQNj5ZJlY+QmaFPuAmIL044Ai9OtVOviVMtz6zpx4/FlIIvTTyib552Pm9Kf9RvlQ0Pz6fFoQ+ypBKvp33Qb2Ls8U+4oYdPr4yUz4hqTk+h1JJvnUwmT27bge+CYUvvvvYuby++8U+MD5TvkK/ob3x7Wa9kjHtvMSsgL1nHz4+6EdUPRo54Dw5vI4+gqoiPRbQ+T5KMMU9AgQKP2T2Zr0/66q+0dGwvrxg6T3V/Pw9Akd/v4jtij7SgWc9yqgaPsJ9Mj3JpEo+lR3kPAfnyj4Dota+qwFSveDv+z0I1DO+QP6iPinsLr68/aK9FFjGPZqTpL7JvAO+LEYOvsgc7D26Lyq+uKCFPmVc6z5ZnYk+ASJIvSzHJb7UqvU99e7Wu6eDY75g/iw+765Jvgjhaj2eMYi+JPVgvulH4z6QRLE9FUAXPsWKJz+nW9Q+sNEevZ5m/L1vXTW+pAXXvXRJKD+Np4E+nfQJPkmYwz5nudm907UwPpeUpD4TQMe9a0c6v8b2ob2U1zI96mkPPuxQfj6hjiQ9JD2oPcxVBD1Y4zU+F0rWvEKtGD8TFoK+RMofvcicIb2KwQy+n9bZPoDDbr1OH/U9wI4Fvt9WXL4nUQ891C+VPimAfz3d2/O9n4YIvsG/1b2HkY2+6kKHPBoYuj1smMk8Emp7PrC/CL/66Zc+/kqhPvFeoTyCLcM+10cxvn2hgz0yOt++K3DmvAyxnT7F4Ma9vPEcvqJUfL25hDk+jWJKPrf6R72sgme+8RenvYQlgL5TfpE+GhIGP1Uas7yYBHu9FIwAvP32Gj48LW69P326PVLbpT0u0SG+", 
        "8+kuPvjYvr3gWL69ZTuePmnEMDqOouE9Hc50PuzRqjw/TnC9SrTzvnJkgr7S2qe9vG0qviNVVT2rBui97NOFvuAc7z4QEpA+PaleP+r0wz7rPIy+9EmPvpUggj21b2u++zsvv8gJtr0vyIy9Se1Ivqy5M75fOqy94uVKvkiqQbxSiwA/WdkPvnoauj3mZJO8cwD8PQxQLj30PSO+FK0CPn1N5TzgO609nQwJPX5LwLsaNOo+7/20vc1baD0H0oe93iqJPVCplr0sn14/4GFXPpzVXL+81Ia+Ef5tvtalq758Bsi8sqEQPxpm+bvOa569TymTPqzff75D62O+9fW4vQvxCDx4dpm9I18qPQoZmz7JPjU+HZQFPnojXT7Yi52/BZeiPmCjGz/+/2i9RkzOvq7nWT5vObI+ChWOPkPfAD796qe98qCIvv54Bz0QEQS+gPVyPZdAdLzZji8+QYoJvjlsZT3pvCW+LDNCPW7vgz5bRs49re2YPZ8B7j1gylC9q/KtPWxeSr736I29LxpJPpQRhz689AS+sCjgvNf5Qb4GLvG9zoLivBP13r0svK4+E9mSPRRFRT1IfNQ+TpkTPgjXmD4FUci9XiKIOyBZDD7Gq2o+iZWmPUeIGz4lv4G+QIODPggqmT6toAU+WogbPY4spT6RSpq9qKDYvAJvQz4lhBM+yzUwPNA/BL503WQ9HM2hu9Yumz1TsxC+9q12vW34lr5Meoc+gnvBvDWJST0TFJ6+F87zPqQuMr7sMgQ/zO+3PdO8er4UfXC9JFjBPjDU4b0n+Hc+2FeFvtBdtT1HuLi9BFcEvV4VED6yYuI9FAKgvVetvT6QvD+96pQrveu6nr+Qo4e+PQJlvhYu5T53W9y8uxsvvtNl2r0MVJe9JTOBvVy9yz6Rfxo+/0O2PvSsv732SKy9XbmQPmA93b3ZHQU+53KJPvGROD59YD28pzBePSHbzL3gmk++QW7sPUJrzr3IUHK9iyTtvP1ZFT4J9pw8LtbAOxvZDb4nTFm9", 
        "5fQPvlAFdr0xC+u9vRENPhZmNT6eNJs9S4WIvauwbL77myg+TEV8u0cxwj3En/k8fB3tPtUCmjymwl6+0u31PC/Fvz3HJPo8DWsYPmpJED7QeaA92ls7vjXEiL8Cq7Y+9wFaPlPCUD6mAxa9TAmwPaa4gL4ETVC+kiPoPg8LnD4JJrs9WhKwPmq0fD0DujW9B201vIkxVb6hX/y91VImPvAupT3DMtk9CK0ZPn+oq71z6jk+h/oevqcEkD4/6cq9mStIvmaIYT4HggS+zuunPl88OD2N50e+zVXvvWjOmr3snYk+Me+CvZ3uvT64w98834THvY2SrD1zLXw+o+khPiYnoj6zULI8BfU4vhFX2j6AaA8+RtP5PmXV27yMfky+nKtVvXcVQD33S4g+2UgxviiPlL2jsY69aMRbvpZSpT0Dawg/+7bLPv3/8z0wROs4CvbuPQodjD1n+xY+dLuhvSxyGj5OZya+DCHlPXRK/r2mAj++RoYgvKT/b75cRsc9RtXVPQRrlj0ZO4q+K5nSPX9ZW76HGA4+OYNEvhWxkz2tqGG+7h/lPZLRRr0kpH2+sdthPhmbt70lNTc9KswCPTnE2j1mIog8/zEEPcVFaD/KsCy9v4uaPYVVg76V2Fu+6m0ZPT+3Hj6t+XI+AIslPSzsPL0ZaZe8TxFIP7jT+Tx/KT6+56cnPtJ89j1O/1I78NUGvEvEcb6PkVO+13B3Ps4UJL6Jwtg+uTVRvdxPWD7dqFG+8ZkhPiizKb0TE4G99GTrPsaLZr4WeoM9o0kTvV86Lj0k0hS+kXNhPszXur3J0Yc9grUOvKimT70LNJi9RTOPvUe6e72OjWS+AehqPW9rmz0U42a9tzShPWWy9T5U3xs++GrFPf7Vgj7osSs+P8ECPjX9o73YxNk95/Mavd353j5VXI+90l78u4S8vT3gybc9Fdl9PYNkhjx2Xic+Mg3xPBPc+z4SDl+9xDxUPu3Xojyg1hY+vwlfvfDleT7cVW+9tCcVvkjhTz4adFS9", 
        "9ZFyPaAA3b1Aqos/aTHWPlvdnjwwm0O+hi0jPTlWPr2UO78944+5Pk9pTr6Ju20+laPVudxYxD37oYW+GNSsPXt/N74OlRo+6EYxvhvgJr2Dr/c9MM+TPlbTD7zyDJq9zOJFvowjHb6PrkO9uhSivNQbSr7Mose9lhJDPQdbBD/FAUg+tHpmPKjiyD2noEI+DjObvTW9crw3vJu9kaVlu5r1hb7zIug8tz7cPZkxOj6tZj89y9SEPnHz3b1u7q69oFYEPlR9mL20K4s9nSDSvOuuuz1dV3A9z/rOuyX3S74u2Qw+EeEgvig7nr8PojO9lReMvtB4hb06wZM+/b5UPaAtzT2W4nC+7JMePimNaz47wIO9BsLDPc8Odb09p1493vsJP+3yGL/PtDm9O+ZOvQZNUj6b+Y49xQsJvk5Je75usRk+6ALlvTsoAr4C5g0+SBxuvfW9hD7ppSS+cIKKvspSQz3lOuM+ceggPjNfD70dcCK9sS0zvtInir7xC/a80AgxvfTFzT76zHQ+YcuFPjGvqT3Kvyy9olChvMpNsbxqmNw9vrDXvQoasz2uuZC+8s4pvnvJMb4g0O89J6oqvle7LL40qzs9OKZqPf9Feb2sISI9EaiIvrqa1z0pE5i9hfb1vVFUAD43hBY9TegqP49grD21j4099Z+dPkEKT71HSJ4+VbTRvLD56LyZTau7agOJPW3Uuz1aAiQ+m/KUPtPgrL9wOqc+9uTPPVSQJb6LiR4+Luifvdp8D7wgrIk8eFrEPZe9kboD8Ic8alZCPgbIvrzH6ew9DinZvf8qUb3LtnO+HeU/PggO/LwNOZ6+mMygvs2IaD5ML7K9muqgPf2TOT38RwQ+comQPYBIFz6jnW29vVKSvpohWj6S3AY+QHuKPG4BDb7flla9l3XTPX79ZT3/RHw+jP6PvoTvET5+x7u/IUrlPnaDrj5Pd7w+Kj5vu23pdj2Xega+RGudvXTUgT3EKc4+2MMRPtufRb6nxUQ+lXAwvm6Cbj4q50q+", 
        "rUSQPk+rXb5ukrY99CJ9PEurtjzYmoe+OAKAPpFryr2v3IY+Te2uvRsGhz5BYTE+3nYHPnogg73LtAq+k4WEPnyWDj0R2RW9vRXwPGBiRr2wIJE+xTiqPWqngT5GKrw8ykr0POUgfztxP889UotiPrSN+D6U1Iq+mFRwPmFx5D2Dih0+d0TkvEdUEjzEKhc+0TXcO9y4Jj83qJo83JbfPjhJ4T1gTok+XLKWO03XSr5ecy69Z7KwPgXtCj4odWS+8CjePvZBlz4WyUY+WBSBPqXj+70GfqQ+6jWrPc5D6D1i1cS9gpONPgvcGD62YF0+5RQ+vrZu0736K16+lobQvYr/v72Bkpu9mllsvl8MgL74nrw873ZEPp9HXb6nAQU+ecunvbdYlj1hmYU+xx0ivt6xXr79ZCE+MRxsvnfYBj8SK3w9bWcUPuqFZD65HRU/Q5EVvLqymb6aiJW9OsynvmwSG75nasW+Ioa3Pg5AKr57crw9SDtovZt2Dr60I48+W/czPbP2F71uXgM+Pd01vlMQKT7+W209WrzrPTwPeb6tvyA+OMC/PXAn2j10ssW9sttvPtG4Y77IYEo+bvotvVI4KT6Y40M98kkPPkkGbD4vy7A94OrIPVGhUr5eVdA+GFwgvoYahj5g++G7DpADP0YI4D4fwPk8+QdKPlEpAj4D67m7666TPuELzb0F5N0+4vSivRV3Ub1w8by+i01JPcnvWb0em7g9i0vuPKkBdD3KBSm+H91gvSRKQ73C6DQ8lv5HvsYFBD2bLmG9LMLBvr1EKL07xjK9Mht0PhghRb1FPt49S4R6PHRMTz67FpO9eoATPtPNiL4nc5s+DRFsvleMc77nSZo9M/aDPvEGKD1agqu9XT0fvl2Ptr1Z7GC+XYygO6p47r3fzR+++vYlOQTBlLxQa4K9UpTlvVcq1L7JvMU9YmgsvXRMjL3rO8Y++iG7PMWdgT0kJ2g+Fxr7PbfM9T0ksCy+dsW3PUkcaj0LsBE/ggQmvrF+Gj6NZok8", 
        "croYPkPlQDx/9wE+PBlvPpqKgLwAgZa9YBGhvmTjrz6FSck+/hRpPpQnobwqXRY/64oQvaUiXr5VRhI+SrsyPkpg4ztLYYy9IQlVPrKicT6wpTa8lDopPsVeYz74p/q8t3V6PXzoGT5LTE2+4bwivsG/eT4dhUm+NvMIPiS3Cz08wcG+s/VvPqM9872LmyE+EybMPcxgWb6cg4O+Af3Mvdg+gz0XQpC9L5y5PrbtiD67qi8+rlDfPby/Tb5GT5K+8iRLvvjRtj77bb+9wKaGPrGKiD0hDCg93QTevexANb03hIi+HC/XvU1O3j4QctY953pGPejXsL0Qel2+Z+EuvlFxMLx28Xa9m9cEPbwMTr7Blo69qYi1Pa5LeT18kKk+sg2EPTl4HL40UQU+8CYKvhitor04xQ++w+VzPaVC/T25VCE+Oucwv+lRA77UpT8+VrTuPFEubL7rCBm+0dgmvoL2jj4mDqi+TLTpvAdfpDxDjl89pSLTPhRNH74VJTK+yNPUPKXJlL6TVbA8iO7DPm+Aib1dz5w9eCISvmGxY74m4JU87ZOmPuAZVL6tYU89KCNUPn2Bhr6w8bu9MCgAPbKZcj1nWLa+P15DvsntyT7e0gO8QjvAPYNp+rxA/rO98u3VPv4dHb4oCCS+nm/xvYR1fr6uXg89eJG+Pg/8ej0QetE+Yw7evQ2emD4Lwpk+Ae0qvW/yIr5VwNW9nw5hvvTw6L33F4i+PkHsPiipmr2Z94Q+ZhJcPp0jNr7kp8c+qsuDvL/+d717Noo+xhQkvja6SD6tsM49OFFiPthfT77a+g696D8fP9EEpz1ycgA+h9O3PqH9SL5E0LY+0NLBPTDbFb8Vs9Y8TegVPlGZtj6sDk89P5aPPNhgvr1EnrQ9KzU7vMcOgD6dOVO9apAHPhunJj+iHRy+N/NJvqm63z5teEw9I90EPjBQlr3UZ9U+IgZNvmUYoz6lqnq9xJsqPiD4b74ekN09FMOHvitgFj7lz7K9KecfvTyTiD4twG29", 
        "lIoxvtSnCL7ln7k95s3mPcCnGzzgmFg914TDvPa2fj1b+oY+FsrRvea5vT6d7/69tHH0PFhSnb0WlZ8+ZHAYvZ14cD5VPAw/rD5kvPWO0r3YnQs+hz2oPnqKCz4efjS9f/i/vShHzL00tY++eXvMPqQFLT6khE0+fsRuvEFrqr3YAtW9yarTvvn0NTxAF3C+2qKLPZaxjj38Bs299WKfO+CPIj57N06+NCLDPRI3aj690Nc+TLSsPnHpJb6x3rU8lOYQPnfYCD3f9A2966F7PccChT6jsVe+6AGtvX3pVj7hKb+9TzCBPf6mFD/AiZ0+y6xJPlpbSD7SSUa+EQMkvswcvz22qNC9PQCdupIinL0g7iC+HgDDPX8QUz87I0u9RQMJvojFgr4etYU+Tz4rvbIpdD70nEA+1HSfvuCJB767KG47FMFqvuMfgjy1RbS+aFJWvAlyNT944hE/0o+8PET7qT5vO3y+eViFP7Fh9D6iNYa+47UuPqanXL0LdLg+d9ffOy6wfr4+ZYm+1hiLPU1i1j4rtQU+IH3TPU74Ej5pW8g+RwE4viOdeL6/ley9xtVwPhpRHD4aCgo+1BTVvTWma75pjQS97WZIu57njz5iueu7VDDMPcxbBr6mVRW+FG6hvss7D74ZTr09XP15Prm3m7xk5KC947SAviOaDb5sJQE+HpXjPVa+g76oDpI9+JbKPT3Dgb4Ya8c9IfXpvUwu6T2CK1w+OfOePZm6zz7ryNO9XSD8PvpdX761FgI/jHKPPVCijr51GSy9+Th2vmYbOr5WzJ4+0egsvvmbND2i6vq9Mfe8us2DIz7BGcw8iK0IPnCGGj/ChvU+pgRavgyZxj0J6Y2+KERnvsiUS77grZk8BRykPQBuwL1OspC82qxavUAyuT2Ugj47OsnbPll5Sr4Kj7m9ldhRPuoEPz7NuIS+PvhTPrm16b0AAFS8m+r1Pdbxoj7vFz0938SFvfnbnD5fLVY+qpxfPkUUMr1QLSk+n/28vVmgVb6JL0A8", 
        "yxspPdw4GL3o6KW9WFRpPgQ+WL2r5oC9qYW/PsAWvT3Yt7c9XJrAPhgs8z1CgjO9EGAnPzBUU75UBFw+CjnZPS2KHT5sdlc9TioMvn5h3T3BtAA9u4spvq6yhL2/w4Y+7alAvYuTQj4H/lG9m84uve1aPD1q7ku+kOggvt/drb0mN5W/ge5svZDXoz1qlyK+4o8LvtgOqT0IYgO+owl0vcNp172696e91nv1Pn3O2L5SHds9ULeZvm7UQz2fiam8OTXDPbqERD7AOUw9Te6GvVLSvDwdeVm9YbdLPejeq74oppM9GF/+vVNmHb6+Pxc+PKxpvlMfK76g+sc9YkrGPjxRkD5hwP+90Im0vtsJiD0wRNA94EBPPsPt0D1rbb48JSuOPF9asL3LaxS+6jrfPG0TCb5Qaw4/ONeQPVaOzrwBBIE9nI2yP0Ngoz13a5C9fn08vTLK7z2undi8/sMFvso+1ry92oI+JrbPPRkeKj4FJ6o96oOPvYqSIz1CNx8+sqE1PmbPVb1AVKe+DfEgPnkaAr6u0pO+tKEEPQElQD7hr3s8gU8MveirEj/3Og++N4GgPi1h6T7MIMc9ejiDvjvzoz0Jcim+aBpGuTbBxr3xmY49RAo7vRG+Ob7cHbc+lK1lPtB70r49Z9C9RfgXPm6IJT7syry9pUR3PmTfKD7kuDC96jUNPufGkz7q+Tc8IG56vdU4tD7QSne9cP0HPT9CIz6XZ/89pbXlPkqVTz524TO9IteTPi+hTL59bjm+jmvJPm/SVr6c7TO7BT6dvdXM1D0ywmg/WWiDvY2zSL00Juq9q1F4PnfrM74gdaW+XAVmPobAYz5deSW+02OsPoypPr68C6W92XvJPSxQ9D5UeXs+FAFIPWVKCr3jKVA/3hq5vY1qJz9GbbU9BC+1vEnZOby4HXo+xN2+vSJt1D0g6hg+kZrRu1bS+7wl9kA+LyeHvQl88D13DbY9vj4cvhGAcb785sA9CNYmvcncELxeJZS+PbA9vWR29z2NOhI9", 
        "symCPaVjCz5sOWA/G5icPpEdLb57F2Q+/eCMvSgURb4h6dm90rq9vVe657zX9xo+uHrbPY1WTD7Bn6++5XTBvD8nEj54jYC9Tql1vbCNy72GWjI+w1tLvhXfFD3FgL29cHiGP3TyDz8gIY++0WrfPXnUKD4MbDY+u9knPlneWL4mEoi+7DW+PT567b2O/pC9HojPPBadkT2NUzE9IjIoPjjZsj3G2pO8UKNNvbIcx77sRT0+xUWCPjmchL5lkjU+jt8XPsVGqr0WyZY+KoHePW7DRj1iHJc9ySYeuyw1Bj7eAom8iuuuPono3z1i9aA+bkPavSwQdz57K4M9tXpvPe2laj6GWNQ6XMvLvX8p2T0iw4E9qNjxPmwynj6Y4OU97l0JPrtmxrtz7Qw+yNWrvQ9FRL4ceP08uCuDPKYngr0WlJ671UvTPOexZD7dQYS+qvkhvnzc3j1Twfm9L72ePBEDBr54r908YC9oPhYkrD1Jr5Q+NU/Kvfu4jz59ZZu+2vruPGS0hb5Zdq4+4xWsvdNiED2k5Aw/lO4EvkFw/r283xG9L31DPvkKLT+lhdE86+MBvnFSrL3iuNI+lbdSvuMyTb70pyM+lJJNvVhLI76VNwg+BHImve9WMT07jco9j/25PilJ1j3CkTq+pH2rPhbGjj46FTA9VEC9vC8Xf74Y72q+WJ0pvZ6bXLzc5Uk9kKGMPVLrxT0CxXS9E46/Pp1P9b9lfSy+xLHVPVg357zlWXS+X5v4vFuSJb7gbDa8hDoWPrBFmb0kCYW9vw7KPZcG/j0D+ou+0ohuu/EyN7xx8u49OieVPjsb9z1WggM+jPQLvc+Raz6LPwu+V89nvGYzhD2pgfM9Og2lvZRhmb4/A02+FINgvupbqT4ggL89C90xvi3Ufzy4pAC8eH5UOdlPqT3fZPA+Ooi4PjL9ub2EcgI+J6z+Pl/IvD5m8aC+yNAUO3OW4j4ac1S9KgUavQSe/jyEWxk+JHMFvoQEEb5h/r48jUvUvWMvJT6E4he9", 
        "sS9ePuEoPL4pPuw8h4FFvvdDmj2AAwQ/xNwOPyA3B70TX0i95ilsvcD0S72xWpE+TUGQPhOooT7U5Yo+hyE9vaE8or2CUbe9wudjPK07Zr7rJi4+1etSPdtnmD2eP5U+Rgh8PM93CD+dlgo+3pKVPtp1HL7rw54998guvvB9ZT2WE4o9SKHRPZLkU721i609jyQPvResnj7gRsW9rzD2PcEROjwiDVA9EeXrPZCqLL7QCD6+YrzNPvQwCD7TO46++D58PKCEBT/SzGa/m54dPYN+Ub7L5h8/WZb+vGexOz5PiD6+CQYtOwhiUz7SD1I+faqfvqheaD40rAW+LKa/u4MkBD1y1mm9umSAveJ+sb6g3Cm8ekEFviJ6Rj3qsM69k7wNPw/APz/Q4cw9UsunvreZND0UAA4/bJSivo6CkL6pRMY+Xk9Vvkno7z3T2sO8ifKHPc1Y3L0R18c8mu0wPHttLj5o54c9cx+7PbmACT1Ck14+8T5UPkaChbojXzw+BpefPmf2Eb2CCnW9djmVvrmhdD3fb5E9NV+EPnktKz4Y7ME9fEMxvhjQpT03gAm/FHmcPqFxir4tvrS9BopYPdjjsz39/iM9cLm6PV6ANT7MWg4+qravvsiX/j3NC1U+oUIgP+sgUT4SkW6+MeWAPUFYE7yfpr89yxAUP/gXTr4+Y1o954P4OqMbA7tpvHC+zbeSPgveZj4i0Ga+kERBvijQq7+JyQ29thE/vsfpzTzKUEU+I3OzPi/VoL5mYxG+SvTqPEAzIL5GyVM/CFNIvoVvIDrZwnC+S5JPvi3SLL37H9i9qMIAPZxGuj7VcHc8NTi4vISkHb7gdDI8R4iFvCma2r1HOAc/C59pvq3ANL3LOs49EkGNPh2a1zw6X4E+Sp0LPlYjIL6srHE+7U8RvjQNsD4gdye9HRIJPan6Er7ss7e+3rJUvXY8abrH+dU+HEpSvYcuwL4LxsQ+YeiKvhoT6j0AIY8+sBn1PRfOpb1gMSA/ibq+PihUVz5nfoW8", 
        "fAEnPtAnhT1RPV++JPXZvSegzb0XRhq+s5GSPkO5F76Bjl4+mFdBPT2hVj5Vg4W+fva4vTjBnj3aWQ6+7Kd6vuxdnb2pT4W+NWqjPhyOrT1W8WK+2FCLPoatZD45E+q9hz5Bvg05IL6XMqI9gM/nvoagSj5b2qw8BelfPlVgKb4cgiE9O0fbPfYiwL2Rq1y+Yt//PD+gQ77cSi89oYCtvhKTB75D1tq9caujuRBWez5BmLA9vju2vQpf0j4XqGY84QvcvPKSfb2f4wm+XzABvsog9j1ZqZC+oTouvfOO/Dw0RWa9YTf7PonhU75h9ZA92vYsPl15qD7i9Xs+e+bzPq4oXb5uTti959I+Pt4b4DyDrbs8FTBDPdaHC76bnMg+EpTZvGrebT7XAP49ARpBPXJTQr5jXT09QqyavVTp9jyJGgo+sjZvPYFZBb6GCBU+l2Q5vdnO7T7Uw5k+MHnOva2E173EKAq+i1ZXvbVtmL1dwUY+Yp7XvVbzVD5SFGu+no1DvYnTtb7obbA9oq+pPTZtAb68a5U+iylUvisv1jtQdk+9yEg3PFVrKj67Vdo9FytqPQMvjL6Xe88+OT+LvWNAg71j9wy9czadPTwFEL7EuVO9HEcUvTQMuz22zhq+VEVGvh3ZAT9jq+c+pkyhPh1+TL54lAC918c4PlCmHj2R9rs8tGsQPWNStDx1I3+9WXtcPZg13D3IQKo8skpJPaGslj3iOTo+Tcy5vaRguj4HZPo8v23sPXQGTD5EHX4+009zPgMis71gNjW9M5CgvvYt2j1YBF49M6UqPjO4wT1yBi4+Vj+UvpjoPT3Yyxk/opwLPe9XRb4kks69PeHKPP3hDj5K6ie9r2eDPK8+ZT04NLA9TG0EvQQUNz5Qg1g9yoc7P5rwDj6v+9o+VkR7vn6Wvj6/anm9HJviPpWuEr7FB/487qmEvVv2nr1GpRO+dhpev2ynLj1Sce29ZhnQvb20e7+lbha+H/MAvqJaFj4Hlj++lFX2Pp7gXr5cwPy9", 
        "SAgIvi/rqb4RWhY/pcFHvrDLxTyrwuS9SYD0vevW8L27Lsw981ifPNJSKj4TpoW8Wm1PPjU9FL2iieU9L0DCOw=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "HLiTPTEWhbyKbaY6mt7EPQTssb3l0Sw8GbVCPaMEpryr3Yw9Qw2LPUNVxLxDiq69nHEOPJrohD3Lq909yZ9HvVknkb0Vi+m845kIvBWRIz1tuAG9vZOZvLt5mrtdmkU9bL+dPDqYzTz7jaU8FcgZvP0SNj1R0jQ8xSAQPbEs3DuM5Ra7TYEmPbz7hrs0Peg9KirhvMCNjDyZIao9YuN3PEQJg7yL1IM8KUNJvX1Ihj3eiqE9F+phPSlmSb0WB2w956ohPQAq1Tz8nEy9jqv7O6oZtzrG9XE9pntVPZjTRz3E8hy8yVCaPN3mSjySQg+6bikxPbbqyrvZe5U8fZA2vGgYjT0f7O87NMM4PViViL3MwW093nRUvTY5l7vA4yM9RS7yvHxW5jy5Ke298zgvPVDXO71fND68AUFvPW//3z0="
      ], 
      "weights": [
        "M3kZPnOzzb0Em/o9qT/2PaRPQb5slgU+ZGiHvZ1K8D2s5TQ+FgE3vtRDMr5+i+C8wa3wPYLnib6OlC++iLCevh3c6D2gQzY9z0OePUUgoT6ikY89491+vouYLr2r6ly+pdlJPivVjL2hWUc9/U8sPR5V7T3no8m9e4XaPrLjyTwe1t69CaInvn1DEz5CUhC+EDwqPq0QDb7E5gC+cSnDPDr1vL06dBu8GNRmPnUgvb0LzBM+3GY6Poug/r1nfBw+SJaQPs3EBD4Ed5e+wrN6vD3MOzzgE5U+i0nqPTw8Qj2o+EO+SU0IvBLEaL6MmG09EI2OPHhfubxN4xS+z49KvpYOLj3JjQM+uSAoPnuHd77W4iy+bxl4vrmlhD2E/uG9JOoqPt9hRz7Ro4i+aqAsPaZKEL7ThP09zHmrvipqjDs6qZq+IHM6PbmoAD0L58U9QSWrPEDiXz6Dh6O+0odrvao2PT6WLIQ+aOoYPhNsmz0kcOi75G42PilmsD4Bxnc9T49WvXA/CT2VOJq+RCooPm7tAL7Rucg+gB/DvcG/HL7kiyy9h82mvTd9Dr5L/ee9shFmvpYQ9jwwm4u9q/CBviO+c72jQao9eIOXPltXiT03NrY9nfICPsAguj6Psms+86P6vkcYcz6IyRC+HOs6PoDbGL41oR6962WOvnamnj4DSK69aewkPonysb4PbcE8SVmNPfGTX72kibu+DkjHPTHYjD0h0VA9E0QbPieS1T0L75s8qqVAPpvUjr3zTl0+OVI/PpdiIT5yWsc9vfCDPU5muT2XsW0+nuXGPtXqsr21Kb+6GLweP3Olgz3XDu89+tkBPmxHUz7l+d88QuWpPXjQbD7FAEY8QPhyvej5Bjxy44I95McivcGMQb5pxFs7N0Ayvq7jM77tAKe9Fqv0vQ8zXz4bnjU9dH05vVjgHL4Ku4I9ySAcPlci7jyWY9o8hWtGvc/mursprf28V7GBPkNVN77Cg/29WctNvkNUPL4DMsO+aayWvZ+kgz70lys+", 
        "4EoYPf35Tj6IlDM9+9r3OkTC5r7LP5y86+iAvhkPcT3tUI89L7FgPclXsj0FZKs9cifQPatocLz9X2Y+r7oavrBmpT5lIWc+nUkwvkAH3b3VOSA+XHdMvklmZDy9qek9tvqPPpiFSz63rdk+FIvhPFmCOz5KUE0+xtbXPVZlWL5WmtA8Io0vvXuNUz5ktoM8HQrxvU7Enr1uV+w8a90HPvJ8hj2TCZi9jzRBPkvoV74FEc89TuUzvqqIGz0F1+g9XXa7PJHsa77ujRk+QQT0vQf0Tb78hhI+WHn9vIhFBD2JO5c+htf3vMfA3Dz32Zq+7Qhjvp5WeTwzkDo+rXaDPvXB+D1rROk9fTaHPj/clb3tTC49svUkvZBgRr7pCo8+f4AlvpYVC79wEGq+YdfpPaQ+HD5mIbY8m3eJvh7ShD2Qgua9XhPkPMM61L0ger2+5TXivdTrIz5mBqg+Jk9LvrHKbbu9Cos+mg7OPgfQo73Skim+OelDvnMWFL61TWC9l5Z6vjUx+bstBFu94cqSvtOEvL6qRrK9gKzjPdV7Gr7vAh0+C9jMvFM3ab1O/uA+1uUgvvIgNz3+CNs9pLUdPX6eob4oVuu8LSIjvvZmuT5r5em+g5d5PuKv3T3XagC+AGYSvnctmL6d4vk9RA6aPsQng7sFS4U+YRajPYJBoT0A8lK+3wYzvtAs0j2+i3I+4WTLPasXPz05L3s98XAGvcepDj73lQI+xyJ5PT4LGT16H5G8s5IePot0FL4eZd49TPY2PviARzz2X4W7C8anPbyXy71jRji+QoAEPozrt73fqzc+lUAoPkNVRr70/4U+G0uvPVE6TT7ce4M9/ZENwMeVxD3CVQ6+TE4KvsGxjr2eWfU9zCfwPZzqpj5Oioa9QyUCvhySab3XGog9HJ7Fvf2snj0/uE4+OoxLPvs8Cj0b+za8aaYvPbxE2L3MIwM+QJsAPT39h72am7y9811QvleXQ700wXm7f6ehvSvUtj5WRme/8eu2vnkY8T1V5Us+", 
        "1N3CPnbBG7zDjyo92/KqPWUCNT5+eoW9m2zsPjqGKr7OJlc6h9ttPrZiNT7Thf68rD84PZUw1j0D0Rc8JX7NvF45yz7fvJG+pQQ7vthQxL5UmRI6q5S+vTtkH7ze2qg+JlhtPgW5kD0nFQq+kPSXO4m9mD1a+B09CRj9vbBc271+aeO94O+5PqOpoTvNGak9M19NvB1rhT7xR449cPYjvh4K3L1rayC+fpKCPhjjib4q3II8rNy9vRrNij4MAw0+cJixvcYk2D7vZrc9KH7rPXsvn70VIio9odZ+PX/Eqr2okve9H5McvDMsCr4jRj8+OhI2PoCTQD44f40+7NiRPVMjnjsu8Yw9l2pmPeNNmr1vgu89R0NavjQUgz7yjK0+1unkPWI4BT4q0L2+I+CCvjEnYT2A7/49xilUPLneNz4o/lI+db8/PlJhcL4hS8e6IDB8twCxj76MUwA99uQwPujWzL07Gly9z8ngPcu3IL74Jho+5ViDvSMvGz69tHq96n7/PYxTpr23NPM8NjQ8Phf0Kz4YQMK9ydq6vEiBLr1ATIU9OnWLvnOkyTw3c0S9tTJiPuou0L1ZNeW+mTPWPc77OT3rKxS+pMfFO/Qrc75dRrU8wbRKPtUet70SNqg7gC74PUbWeb4kFqS9HSHDvRqbPL7ZOB8+w3LgPiA1hTtsPN+9uawzvjgW8D2m2RQ8fHnaPZMPWb40K2e+yq66vU5eJD2o8QI9tLASv60ErjxmoIm+zkETvbs2Fr2gGha9ISn5vUT3Yr3TgbG8SHn1vGcgQr5fgQ6+vVK+vpvDg76meCM8x047vKdvCj9EmgI+ncmivsqU973iIBu9lLO+PXWrFb74h9C9b6ntPqilvb7rhyA97IxVu1lKxz2NCLK8IT0ev2wtrz3NEr+89xe+vNNPOL5WAPO8SzqBugyHYL4pKJ69V+ewPvQjh75sGlc8YmZHvQXyg74ypUa+75uePUPJij1l0RC++uWjPcXkE71zY5A8JAKLuyJogD0akYY9", 
        "KaAvPolMfr4t49Q+Dgk5PVUlNz12viC93bNovhry8jzu4gS9MbOIPqNptL0FJSs+vgcXvstquT2XORQ+3WvtPccN0r59Kq28YodEPG/ZFj7UQuC9icUcPmBOFj7prXq+dCiaPNBWlb1Kaqw+UwYxveUOLz0uHe09ji/vPGWAlD0ipM++tg2rPcQEaz7oSHi+VVEVPkkfFr6h/pK9XsmQPmM9+z3I5U88vu8RPti3Ez1nN0q9iwT0PRKjDz7/wbo9igwePuBPib3Y6HO9T0kauyc25710rpW93ABfvU8jzLu4TXc+ajyyPUidPD1hcoA+bSGLPSo1sTojLjQ+QHizvdO7IL3hAES+xDjbvWYPmL3NXQy+vYSEPe4uJD6Wnna9du09useak7wCpEq+tQe4va3nFb0uwaM9YDivPU1hnj0wKxI8CLcqveH2pb5FEE09NYLgvW66zL3rZA4+F/EBPWqYAD07mcY9dB8RPVQMlT4mSSW9qFFWvY1mbz2aNZg9csCIPs9DH74UL6M+ioVvPhRD0z2liIM6bY0YPnNXhDu50C46tvyCvVBq8j5NUmE9OEzIvUhgDb5X7a49AXQPvqaAEL6NYkm+FNqjPs5BC73AnaU8F6kBvXxd9z2H/J49PHXZvpFufz1XdNI9M4qpvhhrgb6rOGQ9qDLUvRW1Z7wpS8q8N+QOvibg6r3WAQU9BCIcPgM+gD3JRy6+V8i8O66T2z20cjG9sqehPBnPbz5CSEu+E8mLvHRcGL/tWLI8pPhkvu716j0nbzI+M7AyvkuVH76IBtI9Gqt9PXyq3z3kkWI9MQHUPH0wRr1xh1i/PUyVPSN2PL6FW1U+ztsxPin+fD4yKZc+RFRLviX4Qz3HeTm8KWTaPhWwfbyKKJY+ZSNcPqCJBbwzXSE+87m6Plqjpj0Mhp68akQDvqQOmz2hTYS+ujGoPdsPmD4wpV2+Ri+HvWIX8z0+ons8sfFXvGnE4Ty8zYK78MCBvFCCnDzxYVC+GHF8PS45uj7X/FS9", 
        "YOjFvcLk6z0jYSa9fbq1vTjSJT5tODI9jqZ+PY2HIT08kuW9U26cPZL3LL4lx9A9hkulPqyMVbzJ9Z4+QWyyvRUASb6/TPU87kktvgbmkjvNc0E8ug2LPV7ZG741SrG9HqCjO7Rjir6Jnzw+YRhQPttivzxpzdI82evhva8C0z3yhs69b6tDPt6VWL6/J5s+guEavliHlj40Jga+7dbEPons9T20ICC9RXIrPm/Htj3FzZU+K0k+vuP2Z77hpli+0gD1PY7s/Tx+Ykm8M2HWvbQXij18GDm9ykqpvlUtS73PiKW9NLG7vSxR6T7HyQK+aCeBvpgHlr44goY+0TqAvdxxEr5Rp28+U/ygvVKWbD5U+u26NgbdvJQZ5L0rMrA8GcxlvLMxpz0XafQ+IFYOPlyvMb3rZK4+uOOCPiaxLT0DNL68PdOyvbvqjjwDSqW902JmPljcpb2zvDM+Ak+BvHhFYT74A8A7DftEPr9uiDwBFOs88M7UPkU+A74OEIG+72G4vkUmeD4Fdx0+M/90Ph/gI77rGRY+Rhe3vl3vjT0Gd2s+nywjPrMZEL5T/lO+7DEUO1R6qT2M+ZS99LtQvccpFT6UBTK8wmhJvsAbij0tJiq8dbiJPjy8Br6jRW2+lyYNPbC9iL15wyg+9QVgPm7xn73Qf5i+wmu2PUp7nzzg3aw95jU6vvFPSz4N1vO8V9ORvXGJfL7RDZc7RS0vPfqj+T0U/FY+8hTEvn8Rzj5bmL+9/oFTvQeObL31tzK+eOj2vbZyvz2ZRce99JjnPg+ihj145qY9ojvnvcWfuz3tgMc9ycI6vWHv3bwxvr09vUhOvQIg2T05l4y8cJngPYfY3T3+0jE+bx61vV0IBD0iws89DYLRvdRnHz5Wy/a93NNxvcGDyzuOikA++u6/vHaZ6L46NTk9Cw0cvO5wMb5CRsI9I5gvPk36hD0w6p09kHTnvK3ouT6Zj/K9Ome1PeqSzrz2RPS80MqgvMz+i70OMo89yRglPu64M7+6GWy9", 
        "VFEuPpsmEj7URZc9DrTevZJsND5SZqa9PbLhOjxCO72wcFe+dOYrO/jikT15E3Q9jEU6PoU04b3Xk3e+ExoVPqAjcD7VjGk+qXPavhn57TyamdI9VbIPvYbTAz10jgw+AFiIvkF/mb5QBTe+F+7HPGwSsr1rdo29S3j1uhrgCD4o4Qc8tVUXvRmsj74aC0q+DRnIPmCOvD2d8gW+8iSNvi74er431Le+qOJLvsViqb0BLOk96LmDvrk0Ab+hEge7QaJZPmkwXb4hcyM+FmzsvSkDJb0d0ae+QJStPixKi7zFDJm9ZDS8vTh2bT1TBS4+78CKP1DH/rz1JTM+QXNEvs7dfb3UkQm+omPiPYxzKj0991Q+cuybvtg5Lz4t1l29VUz4O7EqaL4NN3k+MQPUvkG3O76czHY9ktkGPaA0jT3HyK+93/tmPCeyRb5VGwm+3EMKPhkHvz3QVPa9waoRPrp5774+Waa9YPO0vV1+IT4oLHu+LbcDPgYe8T558VI+VZ/ovZcGiD0pYLm9iBpovkPcGb45UWk+Sj4QPZwhQ773vYo+Ok7fvZ0JaD6sLBa+28m/PdeCkL503r4+twsRPoVKCr7ua3y+/RfHvPmXcz5ilZy8rC2oPVUHbT6cw64+yFuAvofCXz05zGo+pIzfvfayyb67wEG+WHT8PAT6jr6rYqK9I3IUPiik1r1aLFs+IviYPe+9k73VfBW9GFAxPtgjozy1SB69hglBPSwidTw5vBS99lYKvT5HeT3QH5Q+yyD/PPP3jz0BiXm+iXMKPax/vL3+sKg++8QcPlYKwj3veyW+0NNjPddZbr2KSLY+pO6ivYqfGz76RoI9u2gnPhswbz7EUMc+CsKFvE+Dab6ocgI+v+DmPWnKp72vVza+GXmcvbk5pL1QgAs9p2zjvOflO7yqsVK7OEEgvMZ5dT3Duue97U5avbchAb7x+SU9dc7+vRFnRT2Shny8qRiMPZ3CLL7sfoK+Pxh2P8yTnL5dx4W+yDRCvkXTcz00s+q8", 
        "+AcKPn74hj5HF4Q+BFvdvY64hz6sNXK9esBQvo7CITxW1lg+UTMTPlmGgz5jjZc6XcIsvXmNVb16xBi+i6LJvKdRb713GDI+sNHRPOditb1DDeo8JspxPtCHhD0pF5M+TGmtPglgXj0dEfw9aVeOvqGfEztdksI+4/G4vEYApL4O/wG+OZSBPtl9Bb0B5XU9DaoZvhxkxT2RRfi+JC+SPhkk/b09STa+RxaDvtSUCD64YBW+iSRGPVZfnz2GrY8+bYg9PvtdXb5x9y09tkIaPv5ODD1MgtY9OHG1PLiiTT3l2AU+Dhp+PnowKT597w49ph4Lvn2Wej0TpLG8o3NkvV5YDz5fCzE+nmhiv3NXPb6ZAhk9clCKvjMs/bxedqS+kppuPbQlVb3hgQrAECk7vkFchbuxM768Rk82PfdC97wrgE09wYQHvdvECDzatMi9mRBdPVjzL7w9qDS+yiDTPBxwPz3gtbg9pdSqvQFGgT0rS1O+zC0sPQukyr+w3r093hzyPVMVED0XXV29sKNMPF4R+r3Bfyw+fWOgPFGbKb73PnK9RalcPk2kMb7C4Ms9hvmBv/X4rD12vYE96d33Pa20473JnWE++4zJPmbSQ76mV0q7mUYevSkxmj6pVsw9e80ywJ2zLD3Y9oS9HG96vYOoxzoNbFo9OexKPDUu7j2TC5Q9lSwQvtCPvLyGUPM9vX+Svnvzib0nusm7CzyIPs5Owz2EURo+CkFYvo6YMT3P49090oRcPru3fLsXGSO9V1QhvMACLb20dBO+sQhcPkwAgD0z3hE9egwHvVyl6ryMb4g+Ld6YPTKaw72dwVI7O7+svRuuET22wNS8/iZoPkznIj4KHiM+wHwJPIdqCT0woYA6rc4gPpcXZD2Pp4g+Al+wvFqZH70DdD09v050vSo3k75Uyg0+3uC3PZuOaT3NUEG9H0lGPpg8Wj5rEMw7ugMovpLdhz6V+aS+Gmb4PRnGZj6bveE+sNybPuQCqr2T0KQ8Jex8vg5+zD1BMOA8", 
        "6e4Kvf7CVb0k16c+1j1MPQFlqL47QIo+3/u5PfQiQT7S11g+kRkBvnh9Kb7Rbbq9Um5vvf40qL5JByo+WuIqvoS0LD4R71u+ZVQxPUYShj0T15o9SwB2PdFdHD31FoU+tK7UPV5phj5vVTa+V/s4wNDeJz6UzDo9oEe2PVlQ8TvHPZy9MqNhPhQCmT2/IgQ/ZCkJPmCp9j2xprw9LhTFPZtjWr2b6dG7jhLJv1lmOj4oeqQ+0YjZPXJ+7D6Yskw8AkQ2Pm1DE7w1D9U8GgeNPk3Xkj0fpYU++WCCvq3QzL224yU+gHuWv+u6Pb5p7Ms8smUvPls0LLyBN7o8jZULvkK0fj70pBM9bLlZvhi0gjyQ5o89BpD+vaV/DD6KOOC8mpuvPr00mz6RiCy8Jbi2PjkLzTv6VQc9V92GPkP+Bj5X1Pw+SAgxPlE/aL82Ip0+lrUqvtaDYb5r6m8+0yt/PFD/uT27O/49SrSaPiihhz5ToMm9S9yiuwb8r70QVD4+o1TAvqBvFT7ZmAs+51WtuqVRG75nMH0+gEivvsd4prxuXDW9Jia0vYkeDz7bKtw9kqciPfX8LD54Dks+P7Y+vo0lJb1GWuy9S04dPkvohTxjnDi9wDl6PHTmCDxt6YW+XD6avrtegT1TDcW9XdVtPQo2vby1tFA9VkqVvhcd2r8p6LK8ExFoPkKLYj4tCAo+yMLlvQscKz2/b3C+Su/Nu8je+r3tVrW9hzCvPWB5FD7W9yW+K3IRvS098b2XYy292iUWvtHyEb3On6k9cpDzPakKKj4ZJ1E8d3h6Pljjgr3JF6Q99YM6vaAWAT15z3G8c4WXPZhkJb4pP7k9IFkcvraSBTz56Vc+Wrm5POb7gL7ukhc+pxlFPRzXRz1apMa8Hop9PVVKFTy/wAI+qWtxPVQicD2WW8q9fMe2vcb2g77ciUS8YWtMPDZjVT6MHOU9mDvMvWO2sTxrdYE+Ji6NO80w2z1fj9y9BzktPawhWT7iJh0+mb+JvvItZ72qAw4+", 
        "EpA9vipRyD1WelQ+yqm+vCTLSb7ZYRC+kat/OnsKjz69Zem9P6ZsvMSy8r5VFcs9NxwwPnHQK75EyUC+jFUNPnk1Ub7M87g8NFFLPQGkm76apR++vbqSvSdAgr4tX4S+9DRcPoa26j0FXqQ9xTJ9Pjra8r0y2C++Ey6xvTa/TT3tZcK74UoqvvnH/D2EuOK9bv0yvhW2WL7OCIi8mZSmPbV+szzgNkA+Qnltvo9KoLwQUkw9iyxSPg6Hnr6n1uE9ta1mvaJ2db114po9jtGAvimcZj4p7xg95lxiPYBGIj4TT9g+bIwVvh86Mr5qGjW76z8FPvpU0Luj1W09W1ASvo4/vrtpzQI+wF8YvlbZk73OKCo+H02BvS2EEj0BlCE+Nb9GPSfMBDy93SK+OB6gPDzQwbwY9qe9sJAYvhpN1T2vPQC+JfFQO1OXTDyejru9uNa9vfmyI77xH6u87xq9vWOYQT1KnRm+7dENvjuhKD3N1C497jfzvf7Gqz2bsCy8swLKvVNAnT3gcQa8pGRpPTKkVbzpuio9oFf8vnMz3r2GF687cRxEPPbMJz8TxZ489nLvPGfNeL3VvE++9CvUvUG0L713VGS9MRREPta17jyCVRe+/qoDPWWJgDx3dgQ+j62PvYIVFbvzGaW/BkIfPUtflcA3cA4+gCsavcwPGj5gxIi9GwZPvDBmiL5tpfs9pZjtvXmb9j2ebS2+MonRPd2TbsDUVRC+cXrkvUVchrxJCoE81ubVPQYLRr3e6q88jQ59vZjXkj3/ux49DDy5PPgHAL5A3aA+GRbqvXafHj4ZKpA+6SXPvTmthL0C4lE+HGfLvWVM3L07PrO+CZo4Pgg9hj0rWxm+aLEmPf39OT2iTOg8t5UlPjZlXL42txi9P9S5vdzgVDzkicK/smpCvjWrQD1Xyco7PxuqPmhOA75D+zG+MQNLPctwMD7xE267pdhPvrXZOj6OpK+9pf2uvCwmt70pDo09BrtnvPJrqz4SW0I9Ew41PhVeIb0Vyg68", 
        "WaiuPSrHRD3ZYkm+zUDDPURFhTwT4QW6U3dhPax+kz1WYp08nhAdvXFwyjsNI7Q8GnFKvU/L0z6MSy2+xgZmPkdh1r2Vmgm+XD9XPMaD2ry/7zQ+H37NvWiJPD0+cAi/ByKTPvpxoD6hkcA9f6wQPvLuP77WO+s+Q02/PTOTfj6mgzc+RGw1PS96HT4EJz+9tcprPsVWpD4m2oe85rkHvVdFRb0+iKs9MABNPNNU3D2Mazs+j2C7PrXPJ715Aek9h7iwPllytr7uYa69C9OBvV/jjL0LJjk8fExdvsA3Lz2PgTE+kqq8PuV34L18sAy+5tlbu+K8xD2AJ7Q+ZAjpugFf675cX6o+TYfUPVGM9r3phIQ94Ez0PYBCjr3yvtY942c8PhBa3D29F8y+Jr3BvUepPj17ZOu9FLZRPil1jj6PV4c99AVSvt3Irb08L2e9++ojPdSYEz5lzHG+VDaDvlbm3jp26o69OCH9PQFqij6Bj9y9qToLvl9T3D2C//I9aTecvnPSBr4r6iI+9CfzvdqGxT2cAa++tC2OPqJB5bz/3Tg+YCQoPu8uNT7zECw+XG8mvpZfK75oRcw9u3EwPWd2jLzJnRc+ZRi3Pbru4r02DNg9rr+lvsHRhT3a+iG9abTnPXCTC75A1dE8Vaf5PRIFhj4HD5o9TiyLPSEmSD0PsS48VPLdvfCjcz4xk2E9QJsPPk5Z2b3AY0W+wyUsvYhbWb4WoGg8my12PlCF073RgrY9HD6MvQyJib0ygqU8Uowgvls2tj6qDsa+livaPs1eob05wYE+5bY/vp8HTb3WjSA9MJAuPu8JjDxYEZQ9achNPjgby73DQMe+Lz6IPQVntL0s41S+VE91vWaHHb1b44k9ErN2Pjzapr7mZIG+Y+idvUWxfj3uo4++cFPxPWiiqr1dtC6+tyTEPhn4Gz6q3IU9IyVCveOHFr6Q+g0+cfurPjsGdj0cFyC+BQewPJc3Ij4xQh4+xR6yvVTtCr6qhfA7+sBVPXPIc74/GJA+", 
        "5lEWvk81bT4132s+lIpqvSgOUbxbOOO9tn+lPTKUCz7/O9m9RevkPFPEo71cXcW7V97APUhEhT3C1sU9EzezvANQJT/k69c9fOG5vNbvqj2D81i+f64RvaRaNz5y5M49HZlQPhefEr3jCRe+Hl2tPsugB74341e9T7GMPcdqqz1GESw+sghbPqixAz6MGmQ9gTqrvL5urbslOrM9hvmKPD83X7rzgQy/16u7PKZc3boLu0s+kRGgvW2ImL6WYs695N5hPdFNoT0y0io+Q0yTPnGqqz2iEGY9d6yTPh4DGT7sRwY96/IsvRd+kb3lbG09A3sfvsa9jDzqQda9516XPWUcaD4zd4G82aAOvE1oxD487Xq9CJsgPjsWEb5/NyO+VygRvVgLu71z5X4+1wjzPPv0GT6sVeE7RUM3wJfvCL5Kk4u9mMPNPtPmRz64tIA9WP5BPaVVBz5VtwY9+8eWOgGSrT4UCX0+769DvSXbirytqGY+vF//O/dsar4WQEG+vX81Pkbzbr5nulI+hCWCPsxgH737RaM9OQUuPccLi73KDUO7reUAPliBL77WwHk+OSi2PnhhPz7uCJq+lFQHvYgxwjwYKBG+sY/CPoQbDD5+KEa+f484PhKFDz7yYJO98ZnGvBZpOz2U8E697+ucvjl39z0J6xm+fANiPS+qiz59ww6+tgpkvnLTdz6nFrU9+TWDPu5Htj0vrw69PT1NPdOwbb4J+5u9FoRjvgzKU74GFBe+dpLKPlrKFT6qJcA9hkh4vdjHH77phlm9wPYCPEEQ3L0RVRO+HZO6PRY/8zzJc+C91e77vWfeZrwVJZ89xbE7vkmOhD2SDCS86wESPd5xsTzaA5I8tcahPW0kd72wzDo+Yo5wPb3Zmz2L8Ro+OaiDvLksDj5ZkZ+9rtdPvQ0uhTybZSc+jsMTPt65Ub00do0+fm5Svm05kb1bSCW+xadJvqm5yLq/qJu+RQ8mPV4NSrw/PyM9Yg+LwC0keL20hXG+pQQcPdAXET70ywU/", 
        "LEKGvKeoNj5AsjA+bv+ou/w+HL0PDwI+7MoAvmV4WL10wSY9LSaNvfCSyD0P6nE9hkbLvZLCHjvoGR6/0QFLPj8QhT3lOU2+NkaaPhupAL45kQG81OhBO/aBaL4REkC9DR8wvnPRkr0Y1pA8focBvmJ06T0h1kq9f52SPZxLzT0CoKm+WVCNvSO6ZT5RunY/Mmx4PJicXb5K74I8R624PKTFnjzip/E9uY8evaIW7L1iyo69DxcKPtlH8D15kY09KUv0vVXLhryJVOG9uWZxvLUXej50IBK9CmiHvXwfhD4KGZ2+4vfIu/jF+z0JgYI9/lRsvXaraT40Y9M+/DooPgiujD7PZy89ch4WPmwNlr0qddM9reKXvpDLOr4DABe+feWEPqVRqb3b4SS+nQASvrasrb3ngZO+rYaTPqbRiLwqwpO9tQWRvgwQEL0HU4E9pj+oPDxMOL0GpxY+urKVPUYDvb16SB++LZ9KPhJsGD7sEgM96km3PZoUE74j/P69t2xDvqvDcT1zTpa+kk7VPe2NJT3cmWI+zOYwvo5VYT6YMsc8cUy7vLLxdD7xDgw+dNC/PWgg/TxRhJI68/pPPlv09L2HxAI+gm++PGr0Tb3RXem7AMM0PvAOkr3apYu88kEdvWp1Jz1d/+C9RhmfPrw6hr3/xAW+jby8ui+eHD5eIl+8Cze7vs5/Rb76Lcq+De53Pl4NbbsJzfq6AmZHPnpSezziQ5y9BHoTvinbe75tXam+bJ/gPMVwhD3Abz4+GPmmvTwUHr6RtT2+NFqTvWazA761i7y9mdgKvu+4M733KWK8ryXBPWJJZT7QOB48fwgUvtcOpr4cBaw+QU58vhqodTwiGoS9xbK+vQ1XJDyp0E4+Zk6GPc7EW71LVis+jcuFPHpSk7ygXU89XHvsPd8AR76Tfhc+LeE2Prnl4j1hqyy+lEhjvpJXSz5aC8+9ZxOkvQ/Dsz1IGNU8j1XzvdJRkb3dXQ++6qPcPM72Nj5qhWw+V1uRvaTXDr6ZgT8+", 
        "pFa3vXYjOb2QCZC94vcQvvEpxj2eRZE+FK4SPlhVBD3OXag+QI4SPc5CZT5nvJW+GucWPhp2ab6twMO9Ys3NvZ+jfjwJTyM+r+TUvRNY+b4X4Du+4WeHPnPS+r2rII++ouQ3PBXvyb3wPlm9X4ExvZAFubzjPTs+Ly2APTUElD2KuTG9FxrMPhGUBL6JmxG+5zKYvfB+1LucTC2+8+oPPmocU74sC4m+xt2uPZMdoL7dy049NWEFvS5gST7TqBY+NO+mPqWSIj6m88+9n8zNvoANdj6AVmY+MKwivtJ2vb2NYFG9lpqtvaZDDb3yYms9wyOzvZevAr1lEEK8W8ONu2RrrD4NgGG9uaUUvjetWD65+tE78jRkPvSGIT6PBTC+OUpPvqdjzj4MJfU8gUTEvERMyzv6otW9gfi8vXrYaz1Vrm0+VGdsPWfuvD3UjmG9nzn8vSWk2T1M3YU+yxJnvteIjL0ly1O9Ig+dPruzer7D/Q6+4OHZvd7PAb7Q6qc+Qy6HPlT/gT5+AYe+a5kgPqmJVr721Qc9i/GhPWOt7T3KPWm+XYqMvppQ1TtRS4Y+PlUCPkCUn76TyJm+j+6/PYxsRb11CX2+ieGrPtkAtT01vg0+t3+2vHngoj5wRTY9aAsEvpJ3Nj7Rh1U9wH0qPm2xSb1mv/s+wMEkPqf0Hj5B91E+tznePMGNOb6N5nY+MomLvWhgEj4KDGE+x4uCPos62TwWFgQ9RKVjOBgZQj68w/g9fXyxOskSb7tUceO9QEflPFQziD3ENJ69p3NxPtmyILx9pB4++2hmPPu7zj7a50C7Dx6GvYml+D1Hnka9oS3xPSydBr7pT5C+FTQvPrTgUT6HhKg9gC4rPaFbjb59Lqq9CeMRvtcjCj1mvQA9kHaePQ5dGT52lTK+PMsgPSZEGT3vkza+tfJUPupZET7jmIk9t0e3vggue77376K9OE0ePjaWcL01Pe49tk8zPv8TWD3KAeS97ojovMrFH8COga68+MJQPZd0Vr3teGO+", 
        "GzcQvqbyJD3+kIW/JiujvfVESr5In1G+3vZzvKXbS74F28Q9570yvi5XiLyWGI48+b2PPYQbxr03Ns89oUiowLRgCT2JuAW9enK8vS3xYD6u+oI8QbykvJbpf7zJlWe9JaEMvqaYpz3tp2G7HgF3PWHwpLxZMKY9g10ov3CL/r3iFuE9rNFZvmLLdj6cWz678lM2vktgfD1g3ig+7KNKvR9CJ74V6c49UDONPUqvuj2ZqGU9UER5PZLN7b2xeso8CH6tvW2zZr7y6pE9gfMDPpC7Fr0d6YQ9UFZkPXA7RL5c6LW9BH2ku56Rxj3c9Sy+nBsbPkbdBL5tykU+kkKIvhNs4ruHViS+GY7ZPaeRib5Wfci9+wKHvYOBYr4YnB6+p2T/PRcpAr557fI8OQcXP5WSg73DzNi6m3qJPdjMsT1fZQi+jZaYPS7mEry9uj6+IgfQvY6Xvj35omG+kaTUPvXeer2Z3ou+H9bDvT1Q7z2wvXC9zMYKveFEGr3INpy8UEisvTKtgz3y5lW8aqttvhuhNT6dMhi9KpYaPedSA77QW3G9X+I0PhSuC73EoM68r/ZdvmyzazsI0Mq9kVf0vG/m4b3E/K88rn9BvLsYPL53pja+12M5viDsi7svykO+iABsvP18ib2epq+7q2QcPgRkLT5e/4+7OCI5PcVQVD15OG69WarhvbeHmb4Fz4Q9YJ+2vvSVdz7+GDY+QTvNvVfcF719r5O+LS5IPgez3z3a9vu9b07vPZsUdsAE9RO+n1G3PU47PT60gRQ81r4JPUL8uzwASrG3zY4FPtzd2T1oCgm9SjY2vnapCz58Xu68EXowPkG0d77n+NW8x6HcPTnxkz1warw9SlS3vDoUcDx7DlA9dghQu80nmD6MhyC+Tzg8PtujJT6AyuU+lwqZPt2TuTwIGJ+7bg5GPkWlyb8W2dM7CEtTviyNjD6eZ668kdvnvFtoEL5gxb29fOSDvTHViL6+1Ve9JqG+PUPcKT7PhpE8Rvs/Pt25Z74nwCy+", 
