{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "linear", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 75, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "ZeroSumLayer", 
          "config": {
            "dtype": "float32", 
            "name": "zero_sum_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "zero_sum_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "zero_sum_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "5a02b2effb2dd8350b3f3ca3cfaf1ff1bd5d5e0bb5b372b18aa966279656aac0", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "JBYqP3ObCj897MM9XevWPoPAUD/fjm0/hIoPO5zX/D4tDmY/Vb4ZPeInFT6hI0A9GUF6P6cPYj9sLaw+621/P1zmuD4F1V4/NF/FPZjEez+lKAU/sLAyPlt+pTzQIrQ+DKTiPhoRLj8Mhis/h9jwPisgsj0jUS8/AwFzPcRsMT8N9/I+ZpvQPZjKyj5piiw/gmlAPe0Bvj5nwiE/7TdwP/mmlj7n2D89m8V3P7CiJz9OuRE/Wg4fPyC1Dz8+Aho/jsYUP6/IoT5urhI/oTlkP+xLYT8Bk0o+nvEYPzPCRz+Sep89/wg+O2Ehaj+VrTU/jYUNPwuOYT83Xr8+jTuUPozuBj4="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "8OIJwFibBcC+D8Q/Iiv+Ph7Pnz3w4GY8pkSov2rKrb/sJbc/vDEawOZ5fL9dEHrA4nHTP1TZlr92ugXARIeMvzeCIr8pPKU/UXZxPn2+gb4HjQ8+nxIMPiUaecA1cqE/F0siwGWuSj+5jqm/t74AQDzRyr+n4T5AIJqEQFl2uD/2c6s/cLCZP4rNnT41tra/xsEpvZ2V2D+vMPA/kh+oPrum8b86dr4/pvKhP/FPAj+PDhZAx56fP+wC+z5d8l6/UjqqPiYYh78+ncW/Dru/vpCHh78jE9u/4pSePvGzK75K+BrA8ukrwEfFFj+8veI/St64P8PX3z/RKTO/3VBbvqe0jD8vjYs//rnOvjs9/b/LrjhA5BgfQIQ2zT9oxvi+969SP/4O+b843AK+"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "THyDPQ6AYT2HfBI+6kK2PVl/BDzY6QU9qv/PPSTvBj4gsCU+yMa1PQ5n8z1un0U9o7SiPfGLYjwMxKk9rufEPcPv5D1jL/k9EXoSPnUxGj1Qoc09IMYdPvqfHD5QAKU8j+w4PpkZPz6/vbw9TAUZPLby7T0ihgo+AhbMPQRhlz3GZkA9r9zfPdku3DuQcY89Xoe3PEfN2jyA9/c9WPoJPVZ/qD29dUY+4LHIPYyw/j2diZE90dr5PQ8gvz1+nM49FxMCPi7A5j2xqtg9c6riPU0eAT61/YM9QUW0Paj2MDwoMXw91UUJPkKv6z3668E9GhC3PKbPCT6hEQA+EiPrPW9oKD77eJI8nG3DPQJ/9T0hmw4+OmwRPlJX5j3HQws+9AUkPn8oPTypObE9JxAGPv3fpz0QaYk70eX/PXT4GT4="
      ], 
      "weights": [
        "WfMXPlGIWD78giE+DOUuPT4Ok7zP1ee8xrYDPl/kKD78HR49TP0TPnpdHT6QXfY9WwhaPpqlzrynOp09ilrCvQTHIz3SJB4+JrAPPjv1Y74dBJc9XQitPF6Oar2cOYi9uNRPvhF8nz38jCO+BcJOvp2ELT4rFeI9jhygPTeOBb5jFbA91IK7PeLsSb19rls+DIoUPv4Xxz273Do+shw1PiQJ9j3bESy8zuAJvuPv8jwmgHk9dIRgPl4XAD5BENA9NtV8PGptej1zZAo9a8rdPWaDET6gaLQ+SxuRPZZ/NT7us6m9/3f5PQ2T2j3bLxg+JxtjO0LLpj3lYO89jvV5Pow7jj2RkeK9loasPcwaYbxZxug9tc8BPV7q7jxtYhE9Fq1hvNcTxL1sfwk+cbqdPQ82rz1GAWe+1LFKPXPrcz0Qrcg8pb4aPrd0Rz6zqIQ9nW9MPvBUgT7B6bc9VY1lPeY5KTzEVP28Jgr8PVGRKT5wut89OvmUPv4ZtT1MhQa+0h1WPYlZgD338Ss+eVFZvsl7sz2DK9g9l/BRPkCMTT63M6Q+HgtTPhmEwT5vZmU+58TTPCaWkDy2yEs+ebHqPQxgmT14WJc+wp4bvXRvlj5qbtW9U8c4Pl3GnT76AW68TFKLPZIYxLxoNmM++xwVPhsFmz1vyae9UDzzPZapJj4EImm8AAyJPYhGhj2B+Yo928L8PS37ZL7xco89SLPFvdZdeT4+laE9enDBPK/zkD0ijgQ+d/iAPVckbT7om0k+dM0DPaOXR73YmMY8IiqoPItyyT3y6Bw+1eNNPoZpEj7rlFo+I9S6PbvfPj6ELwQ+Ie8RPs9AUj6aowA9unZfPtz8CD4YSSy+3SXePTpZnj0isy6+ZCUDPpkq9j1QUP89l6/wPdGA1rw08A0+9ogNPn/sdr5ciba9PrHWPbaRdD6BaUs9gSN0PUka1j0VLXI+g628Pb3CJD4qaAs+HdPXPBb+fT4vsd89LcTCPmAnHb4tZCA+faXdPL//Gz5iqNo9", 
        "nJ/BPd3ixj0TCaO8IXjlvOken71bFhQ+zK2GPnrU0T1dfjw+gDxAPQEtfD4j3pI9wiE8PSqVMz54ORI+sRbpPTtypD34k4k+AwscPjWn4z2VRxc+Pllnvm9zkD3Cj3e9xcgDPlzFgz0ki4O7r63JPTj3Ib3lsNA9UqIgPnsZbr4bioo9/1V7PiU7cT0ey7G79dwBPjC+Kj7vnuc9PXsRPaVMFT4PCnO+vRAePisejD3lt1o94F9avgfuHj3sTUY+DAHVPXKDB76JPrQ9jj4PPkB+Br4krZW9Nw6XPdGPoD2z7cY9XzE0Poyooj08wQI9V6tyvkTbSr3cEAk+rW+DPgWsNz2xYXY9sSI7PbocKj49DzU+z5FFPs13Uz4HvBC+6IWrPhOgJz7by58+yYUOPqX8tT1HVHg9KI6mPYDl3L16x6E9itsJPjfVcD47QpM+xmsyPl8vwT0/Oq+9jM5EvLjRBj5zLU49SgqHPqqDFz0gwHY9BJGavaXUlT23MRU+ejJAPXoqTz4F6Ko9r4guPkW90T3D7Du+Yg7nPabSaT5BOQW+OLL1PeTGRTxhGXU9dZQAvBcd1D3vUqa+Nf1vvnbrhTq+9Yy96uArPSCYQ7oYb009vSo9Ps/HKD5K9349d+AxPn1lVb640u49r4JYPUP7gD1tPxo+q0IWPUbuUT7O7Vs+6HUfPrR72z37Rbc966okPoinkr1anOQ9nvruPZepjz1DqTo+kzfvPVg3qj0320++Ep4ZPpbGCD6j3nM+FXeZPSD1nT3MivA96wRevlkqlz0tYAU+T+b4vHRzKr4m5Ty+Pag5PAJYBL6TMFK+1IWHPSkwTT0+U5U93qnSPbNXwz1h6vU9sjRXPdI1PL2ujrC9D9oLPomPqr2b9IM8Ja2+PSRtTz1CKea9GzF4PcoT/z31exQ+zUL9PbCTMD45INg9XqCyPWY/jT3fWHM951YnPjQMqD5aqEE9A9aXvQ8uBr5uAjI+puFWPrNL0D2vauY9zyDAPSstgL5Jb1W+", 
        "Qei0PTxChj4mbB4+jnnePY3BYT1C4CE9rCG1PY2QCD0cCAE66q2SPcYmFD5Mp6s9DsnHPeAcbb55mEg9g8SePRuxiT5vCfi8OM49PFGCbrvEGtO8MSYWvVOhZL7LPBE+y4l2vsPwab4BsIs+VEZmPjfaBj75KJM9Zt9PvnhYzzwEAcg75jzGvak8q73TlD49ma3EvcS4YD584wQ/YHYAwNjJKD5SaTM+yjKwPuOq0j08FRy+bW06vl23Tz6az4g9lDiyvQ+rKb36aFw9Apr+vG6I/z1X5yO9mOmJvPsqj708QLU93L9tPvnGkD6a8SS+F0JmPSKVYr0ktKi9geJ4PrUTb77fjDC96qcRvI2DAD7QbVu+6cYAPqWWvT55Ges9IzO4vkRDTr74qOM98UMhvh802zuqf8q9dBK9Pd0BjD2eQG29+dmXPXq1tbw3evu90lazPhtybjwoYN49jDhBPJFzwz1FKr48ErB2vhCd/72+lNY+dSVTPQPKEL4+dhi+yTqDvg6+GD1cy7U+tu9/PoJ0OLoYgE09C4mUvavvAT4YwaQ5G3u7vdYuFz14f1+9YBcKPs6aez6t7SO9OAwUPRltNr5psSY/HGJove/Erz3xuxq97yPVvDR59b3SNs68peEXPorOEb61rfA9FEIAPkA8uj6OF1e+ntrOPg214T00mEE/n9FovujtFz3r220+q2qlPYSoBT6CaC69UN2DPhOpc76O8v093Q1mPtNh1j17pC89i9LwvHote75+fRi+zKa1PZ41VD4+ZC6+wO6KPp4sET8SLQQ+zU8nvpQ7hD1IHq89ABhHvg4nob2wuDg+qpniPAEFmD0UaMU9VVrbPZGmlb4T0Qc9OF/5PldeaL4Tu0O9loQRvg/+rb0M5Kq96xAnvrsDmTyiOq29ILrjvQlEe712ZaY+ko6cvSje7jt/KSq+4dl/vdPrj75SrWy9tazLvVRdED2hVrI+qOJtvvcfWr62R2a98EKRvqAxtT4KigE+4aNUPuM4Vz6I3Ug8", 
        "+oUHPpreRr6mRKC9urMsvAndvL31s2C+ivAlvq9JVz1YBUe8KDtivnWJoj0LVBg+ex21PDGlnDuiRXA+FsKJPYYfF776gIA9VZyHPYF2O71qiZo9WpbHvdW13D4AOFw4tERvPu3Dfz340go+bNBLvbRehL30soC8QhEVP+cbfz797xS+RbDQPhPOMb7DmWc+h/1fPRu1AD7GL+u9YZaPPdTWmT0Z7JQ+sFUwPhdecj70kiS+iFVqPjRRvD0ij8I9pX9JvvqNoT1kFRA+JFMRPuWAvzy9v8w94FU6vmwlVb4PPMQ9CoLDvwiKfb7+Ka4+IPWVvdsDtD3VizS+sZv1vbZ6iL0TxyC+sP+DPl+VhD3dQA890wvjvpE9qj5PJV2+6C5MvgFCbL4b2iG9U3unPTA+xT02Uw69QpAtviCtiLu2LS6+m16mPmGEg76PeNi9iFkFPEuhmz4UZnc+U6T2v7mVlD4xhhE+ZRydPGnNQj6ibUW+bcsLvg4HMb5vcbU92XQ8vl1bbz7Q6yE99izkvNeyyz3ZmDy+x+t5PlbWrLuLom69dFzrPUExTzuHmxy+BgkNvgX7zrtO1UI+T123vAoYRLxfHH482dZWPGXdUT7jZS2+4dMJPkX0vj3frLQ9aYDTvRm5lb6oe8g95s9cvgrGLD2H1ky94UPgPWm1sj3WbD+++oeQPX4K2z075hm+lVNlPrEp9Tz54I4+pDjgPamuaz3QL6Y9YBiEvj+FX746DxU+gtvjPW/euz0IIkI+TRTRPk4BJbxEtMo+zk0zvpDYFD5UbiI9TDZ4vKAWQr5jIbw+XBo8PbC+er4cuM29fG0bPtYyh71RDvm9ukVlPlJlIr7A3vs9YtvZvYC6WT7bwD0+0VtFPimhjL27pCk9OCEZPloaY74gKCo+PUUOPqwQC74Fu8W8E1U4vtspLD339xo/hogUvkW6AD2+sdk6cWuWPVprUb5Nf4e87ZfqvElFDj8Q7Oq9rvqaPeW34r22X4a9rxjou0wrZL6fqUI+", 
        "hei2vRHMmj1GIt29T4QCPb1Jkb7/9es9DsCmPo+VgD2C8ZU9stG3PaXLBT/L0RO9BWmmPCpY4z2wcN09nSfdPeRgnr3uXaQ9xO1MOt6kCj1o4RA/Naw1PSlpSj3TWxA/N5WgPlOgXD6YsuC9xM+aPm8wI76LsaE97MctvqLL1j07j4E8eTdwvYs+fr6VfZg+msvUPEh/0DyPmsQ9o9FiviKDs72b4M69V19GPUxgqL1jcgg+VSvQPSPNXr4bDmc9e/WTPjJqb72RXT8+bOE4uleGiD99BQ4/okAbvEaTZz2WlAI+X+pnvcmH1D2Ok7M8IVF2PgIOJb7A4uS9lY01Ps0rCb5Actg5oFvdO/rppb6EEIY9g8NFPoLX8bz6pfM89lUcvm+7Lr7TTwc9jW0hvhnrBb6Vi5s+HK7CPuVIej42wRK9PY1bPtO/Qb5uUlQ+VqUMPj9nBz6Pgac+MQNxPYDLfz09fIO+dWEePqzWJz66u4u7GXfQvYnj3j0cUeI9FaOlPjQO7b6lAx0+O0CavCqErj6I+II8RREKvlbjmbwihXi8+G6pPao2tD5RIUE9bkrXPVkEYjsU9R6+fLg5PmzOWr4OaSq5933hPgEnkz45IR+9E6mWPXWnFL4F6x++CIodPe89Db0g3GI9cvyCvU6RCz7jTBw9CIh4vmgE9zz02jC+wfN3P5FGM73LAJc9W5hnvhS2+jttTq291pw/vHSFBrwMazi+MOsQPnXtGL6La8E+YkEdPk0HAT84aMQ9jPUGP5b2Qb4PUB09sCMsPjL/fD35ehK+bA5MvOl0FD4B8J09wqWoPlb6rT1VdMs8JsfzvQLPML4MZxu9cjtLvRVDGL5HRHq++38bvrQ9aT44EW8+LCP+PcVBj7oIKpA9pMb7PWMKYb4akx6+C0p9PjZQkTwZAXC+IcnNPc51yD1SrEk+G1WiPTCHDr4Hl5S9H4DSPe20i726VSG+6eUyvglsQL6L2Ps8IXAJvvBEMj69aOK9cOy4vmRTmj6NVKi9", 
        "l/zVvMTe+b2qbg0/Vl4Ovn2Xdjzo34E98oPqPS5teL6GjXw+y92ovV2oi76EPD69HfcaPtbo8zyQv4C9XHgsPhL6MD7lzBc+8x+KvjPbkL4txjy+z2ZrPv1AYz1SBo88CoHKPp/LRj7LlFE+gJZGPlWXDL4/vRE+ZOp5vbpymD3ueDK+pGURPuHL6jwosJO9U16yPT6S9T5axjO9rCYivf/Rxz1Bjky+LYRWPrJkgDuJ0v28LzVXPnOpeb7AE1i+tckivtlCsD43Am0+LqE4Ph0un77lbgg+/R3kPjJNxj0FRpU9MXzyvQs5xT7Mh5s+YZA/vZh/yT59R8U9MqvsPQ3GFz6DCnQ92vQivmQZNz69XrM+0mdEvul5xb30tsQ+cD0XP51d0D3ZiIA+WT+avqueJb4Csf49UT81vhfr8D1Th/Q+yiCHPUrIor46Znu9XHjAvGieBjyhWFY+fOkqPp2SObz5dXo+/S9qvqcwYb4SdQA+YmOtPTpakD5GkJ09pcYivmitHr7c0L89vtT1PbOmF73lMBU/4J0hvmLaPj0+5GU8Zp/mPmktsD0fpSY+HZvIPV31bj7aa7O9Pn1QPdLqmD3ydGk+w+Qwv6uaSj1Fw4U91V3GPo2nSz4JKp886Wa6PjGBqj4IS149d2+vPX3v2T7fQPk+6+tavnvHH762RWq96UBEvrtAPL1kqGy6FsKaPuDXDj7VFas+ght7PfR7Fj1K3To+Xn5sPuX/QT6evwq8Ke1avgjIAD/j6qY9SIRGvpS20z1uzS4+2JgAvThSEL1+bKW9YykQvvkdkjyQbP09BIDnPNXB0T6tBv+9SfEVP5wLtj09eAI/RjqmPuD7Hr6j2T6+BI7nPnwMrz4j1jO/hWz8PATisb0sjRW+7vJdvlVPK7owUzy9FVcePyJ7Cj5JOAG+s8XvProTBT2XJDw+h4dJvt+mkj6ieE2+S3CDvfnpT70v6R4+NwAqPe/RBT3SJoy8J60PP7r6Ij5nuWK+/iUKPzQfMbvtjQM9", 
        "aBYLvtXPIj8fOgY9yEvmvP2rmz3ReFQ9ocXDPx3DiT0CXCC6c+jBPmcyqz5VoCc+TNbHvRAaRz/Bbgc/FsPVvFTA1z4ZoUU+Fu6tvfZOkz4wAAY+YB8OPv1ArD2wOKk9e5N9PcvQcL4iVBc/hrWIPzBoqLsoQY2+hWTTPXsvyz3R2cG9DLa1PVrqJD0A96U+OhXOvT34Ij+I/Nm90fFmPmeN9D07gKO+jFgEvlZuAz8Rh6O8riOyPZT/Lr42UbI+j+YYvgW7DL5sNGk8WjqMPvsjKjxmCSo89Z4IPubdEj2llu+84QYWOzwcYLoPEa+95yf1Pb/3Oz7/cx69pAimPTQkTL40i9O9Be2Xvtu6Dr4bUJw+9G9XPsDz170oFJo9kWOgPHK9yzxp8Ja7QsIrPjN8fr3PSBS+eJhWvpVouT3uxJG9EIXNPkWQdDwuM8m+4lWlPaTM7T0XCCa9DckPvTUyIb5KxqG9lrW1uvBMA70xir69vK9RPmRtj76Mu0I+KYC+vcu0tj1T+Gs9ew8OParbiT6z2g0+AVBlPnt/uz3gIn08eg8nPhShPL0t5C8+P4yQPLWNn71P1Oc9fa6jPR5e0T4zRSS/B60wPTGYVD3u/yQ9m48LvtGNUL5FnQG+iYiWvkOPMz1+LXG+elbfPatB+bzQKsM96D8evh1pZT6UxTc/+uvzO+/ulT1u0Z89SV7XuzM1oT13KeA9YxJUPmNm772z1co8UxInvl7kSb4m2/w9ODl7PqKGrT1Z5Yq7BBUyvlqUSr4dkN29icmkPW7LFDx0nJE+sDW0vRnPCz0YSZQ8/Wk/PQiO/T1R+yM+/jRaPXJHnj1Z8Fm+RYdGPe7AdD6CS8k9zY9NvqFlSrz+dqM9qmGnPiDg5L59hYY9JMcmPtNCUz7DbuU97SSsPcCbUTzHB4G9Prd4Pu/rqD16igE9rCHFvUvfQD2y4rc+SeXyPcvd+T2LJIg+MriuPfZI8D3A+Vg8TX6APlsn+D1WLvQ8mIxrvs12tL7gm7k9", 
        "cckyvspPgT2GlQm+SFQVvuwxjL44M0s+H0pLvi/zUL7ro4A86w4APcalcD4+iJK9UtM4vgd2sz0Hwg69SFRGPWniST4OtyC9Yb0XPsopGb6Ts/c7r/nCvMJM/zzALSE9IoIwPj+4U73DNRs+V7WXPm0/AD7DzyU9D1OAvczqJT4HnNU9LohEvlp8Hj1R12w7FhDQO+/OYr5Z4BQ9p1kaPvOlqzu4Xwg/rNY6Pj7PAT6i4ge+MzRaPjTyKj7+TTM9HtiYPTajmb7NYL08w91CvSVHlT1l34y8GjNhPQojBr8HTim+5lEuPqi4BD58pFE+FAqPvnHR7DxfcJo+z6kmvo4X971XAEE9XpamPjKSPz6wkxq+epAHPnDrHL7Ld4M9uXWPvExUoT2PbiS8itkdvlqXorzQleY9zazWPYHXzD23Jaw90uMuPWVm9z6nthC+x/NDPMUIYz3YvUW+hpKsPk88E75yMq49LDO9PUaTtD30s/i9DeVrPXVk2Dx3/3m+7A3GvcFi0zxPXuG8SdAnP3CbCj3Q0Cq9mgdTvkAfiz57wYm9SuoLPyFcYr4Hm02+MF0MPpYYKD1QGEe+e2YEPQSWaj5+dhI/O6oyvWtzLD2q4Xg+hUbKvb80/b0aKwI+NzHqPFi74j4q4D0+cGkUPgOws71vq1k+1qgkvsdSY77eVv69BY8aPx5o0TwYZhI+FMIzvxND4L2Rm429UJpvvcA5+D16CF0+7yApPqf/Qz6PVxG+3SRIPmR6Z76kqWg+cBqJPd1drj3uLre8JdUNvsM9Hb6DGxA+ZLQBvvHVl74Mjgq9sQ8BvjpCtb0se1C+1TYHPCHvNT6vxO89ipDWPeZcBr5wuJM97tOivepft72u2jq+Yd9OvRbDZj40Xq280jUCvlpvtj1Qv/69aGNTvkQVcj40JKM9riydPSijJb6XcIq9PmSAPdStxbsRCha+S7cnPT7clrzpX4I+o8SyvE9mM74+ATY/3HeJPnRHBj1LoQU+kKEnvr6Knz28bH88", 
        "CUVCvqStYb6PDYY88dIgPvYnRb6nOwg/vGoRP+BnDT75CO2+ekGRPfeylz0BNQw+ohpBPudIKb72qUQ/wSqcPfs5ET/slGY+ir9+PL7onb2cR5s9JTv7vXpFiz6R8BC910YdP5ADOr6Yssu+bwulPAoZE77i5gc+hCTHPS8dGr3I88A+qAIvvtll4rzme/K9qzpRPSD4C7yP/FS+hqO4PfCNJ7xHcyy+FD+2PDxmKb7osQS94GQlPhn9wj1h3Pg9j9pVvZ9GgT0K9CS+UUwpP7BBFT4LGLA+mFglviG6Yj6k4UI+IQYKPkinpj64a1C+sKJHvu3HcD30yNm9tqFZvmPXLD6X0+E8EvwwvqZ0GL56Y+c8bQJGvKsk+bvlR1c++mJePaYxlr3CohU8owaNPW8HEj7rOxw9lAn5Piy4oz3pGfk+W1DMvUS0Wb7wjdU9/La3PtEFgr0cShw+6xMHPhgmsTxMCdy9kjVaPsJoZT0MSYU6FUT5PqO3HT+90Do9dclKPR6pzj7IghM9OsEyPNecsj3EkBW+oDWwPVwchr/5Viy+Pv5nvQEbUT5DU0C+QkjnvVkeLT7kGAI+PUMyvvmmpb0QZVG+IQojP8iYNT5Lttu9Eq8CPkQACb43pZQ9U8dXPO/xYr6Kud0+dQIevjlYkjtsND0+Hu7NPf/1zz3FriI+h3WRPSLZCD6t0C++N7L/PekNej0KVYE8zbAWPxf2KL550pc9YCRnPiVrKD5jPx6+d93BPKoUZD0G8nC+XsyqvQuWVj8yqi4+H452PaltDz4e61i9IqrRPNt22D7EjS++WRSyPmErZr5C7tG9fvs5Pn5eBL7R6Eu+TbgSPZEVBr7/mmY9RyYfP3lQvT7IYfQ8S57dPnBHnT3k5gk+z2XOPf3NwD1mec4+NsnuvI+CIL746y++daoxvjOapTwtWhm7TJw0vl+hV7zHU6i9BwTKPbFWg77gE9u8yji5vLem4D4wLDW+O7djPYNxKb6W5J09p4/dvR3AUb6jyag8", 
        "e338O5tmgb3hwA+903utPrW2yL1Yw/w9OuPGPESE1z3Zg+y8Izg2PdB4kz5k57W9XSlhPQb8mz63Q909nzkWPgoysz0lePY8LQAUPjZhaL3B06M+D5rZPfrGBz/dFsM9lVpJvWeAXj7X46E928ZKPw4wWr5PEyy98NhmPg3F673WP1o+UfTFPcjLi74KTvG9ch8pu5gOczxF8Ge+2xhGvjch+bz9hlU9zA6vPULMA76xzgc+LxsRPadl/L0bNuQ9pXYYP2JADL7MdbI+c3UnPrmmvD6Kvho+Kxr1vcQy2D20aa485q7IvdsDTzw5cdY9DEY3PooFK75+8hy+3LzlPvfQA75jume+bhL2PDYOsb5c9JM9YiievW/0QL022GW9VBGvPj83LL6yzYe7l9O9vV8k+b2zMVu98SgSP5w/az7Eguo9s04avnDv473kuhs+aVhFPpoABD4l7uq9uga8Pf/nKD2wh1++JZ1zPURmvzyw/Eq9FIOKPndx1T1U0ck9Dx45PIyBcb4Pdbk9pg7EPP711L1N0za+QAIbvj6//z4SFs49566tPVzZjz5fcki+BGRWPjPoOj3WZpQ+33UsPmD9lL0uA/s9FvvTvIAWRT8VbTg9Tyvnu0o9I76Mx34+JI/KO4Rcuj7u5xK+aPhgPlAvDj5GkQm96KS+PZJ5Yzyh40K+6zflPkZ1873SQxE+heGZPu/xPL3W0hW+imvrPYwIGDttC2o+jIeaPpnwJz4PaEO9uIQmvXg3Or5LXOO9a3E7vq46vz7rMwg93CqhPmr6U70Z8Qa+TYudPclBlztmygW+dTUMPzY6kT4udXe+kWwBvli9jj01OUQ9iHQIPRnAJL6K9/Y9nEM3vqBCQb33tcw9OA71PUOzEb6Jvye/TLsVPPtPsz7dQSa+eiUaPQLM9zvLK/M9vVy+Pf2G0z1hxs+9QjKVPRfQDb7Mfpy9Mt45PU2U2D3PNk++GfMGP87Yaz6BvOw9xWwbPg4wjb142Bm+iVGvPVQ9mj02//29", 
        "AdHNvcTbtj9woyU+35OVPspQbz6VBtY8WBzhPm/x6T56CkK+Xs4DPoLpdL5OI529MxlXPj8Y/LzBsYG9XmI2PsjkZD511Ki9/aoKP/Ctsb50pFe+BOM5P+Dkrz6vTQY+U5TWPU0Roz467cs+l4Y+vSNWAr5Z7iS+X5szvrIKVz2DDWo8qZF2vuhCOTwPDtw9vBWNPSamDL4mYza9tEmNvG21gj63RhI+0pAIPcG2bb6b/4s+6YNrvtliWb7wZ1I+fwMDPgc90T4h4Nw+U48eP9EBgj4j79s9pJFBvdjxcz2BRPg8U2x3PvmCDj4MTrS9i5/NPA+vHz+ybsY9oAsZPi7A/j4005E93qIavZDANr6YfcA+/zPxve3I5L2+DW++143ZPsh1lD7uBRM/Fb4ePrhVIr6Tvne9sOghvJeMOb5UU3k+u6bsPKGQZj6I/rw+E9ykPf++3Tw2zg49kv6HPtwZAD4OnWC90bRuvgLZmb7NCw0+DejUvWDb97s6XxE8PWjNveNkTr5B80++lo6QPVBq5D2zLPY9HB08OgeOSj0/g2o96gF1PtWzsT2eyRU9bHI9vdtChj6unam9vNnaPHiVqb1fQrW9Ls/Rv8uhiz4laYo9HUXFvIChjD5eWua89JJCvmhSbD4g1aE982hGPlpUUj/lkRy+fJTuuiaYlb4gF6C9lp8svuTnnr3x6kO+NnpOPq9bCD4Cxzi+1hmSPQCEZj2hnoY+U/YqvlFjuT50Jkc+WGTHPj9TID/CE8o97EkNPhbhWj38nzo+V1dsvEyThb2vany+pBGKvZwHGr53fsI+cfgFPh0j77xHG0U908LGPt0gUrtvy10+L0FaPkc/kj30kKA9AHCdvM1jh76AE9Q9ivkMPbQeKD5xwLU+gck2vpot3j4OTGw+bhwwvsVRKj46akO9IjaEPr3iQj69Hbg95x0bPozGQrrQXxI+VfesPaJprj6oFM++ktQ5PUD5Er9Nm7s9z8GbPo8XDT7uRrk+ft8mvtMVEL11XC8/", 
        "0WiDPqvYcLxx/Tw9AOnRPTdBhD1UIUm+cVWsvXtr1T0vYPI9x50uPmPyAD85+4c9DysVvjNhjr053iy9FZQXPk4qwT7oduc9WC1DvKs3Mb3Gp32+YKxcv+TFQL6/HnY90yaDPSJc3LyH9BC9GAdVvij6MT1tHgw+RIa9PThm5j1Zlqw+UcSIPQ6v/Dyhtm0+s9qRPmTLvD34Dd+7KMYQPlJtjz6ndQU+Ees7vokqB769aoI+ywKPPTFMlrzbpLq+5EWYPTk4hT2/5dy7sSszvuDzAzyCOo28EwHOvac22D2CkUQ+WVyqPRQMYT3SZNe90SENPgrBQ72l4JQ9eVBWPd9XEz63tlC+P1LQvXugCz77X5C+j29BO3ETAr4uCOY9L1a1vNx8VT3buEY+f/kjPgeUJb4UgxC+TdjNvQ1JgD6ZRxS+ewFmPIFSSj2YMeK+CmmRPdd00L3BGSe9nfU5vU7onz4Ruo68x1EsPpyS1731L6Q9PlqCvSzBlL2mzJU+O/zrPb5ATr6XvHg+voSRPRXHRT5TYQA+9AwSvk2tjD0QOfU7a5eoPfnCEr4Ymrs9RtyRvJUzjD49WNg9VhnmPbocvT0Uxf2+ATYgva5SJT5cvHW+RDdnvlHggr7hwK8+uq6BvakWmz3ADH++zVYovUxEWT4jPL09aWuYPrcDjD7eaaM+/jxdvFyOJT/4SRY/AaKiPcnuuTw0qIY9t/6SPppxQD2oIqW9AbStPE5IOL7nmhA+mJ/ZvTBOWT1qJcw9zerTvbP7Gr7Gr0m+eVS4vACJIz7ywTU85gXbPR/jaz26fac97F3ivW6OZT4xkwI90HpjPX5Gjz4MI06+QKY5PQHDvL2jfRW9BbWHv6l3wzxwLos9UzoWvhgGHb+1/a49Edosvsw6Bz6NPDo+PdhzPDTBPL0Lpci9MiAlPilVgDsh0U09tv9AvpB1i735kso+FryWvr+v5z2zPvO9E2uOPQ9MXD18Eg69cFZAvFkB1D7Kt5c8kPU/PkNBGr9ESNg9", 
        "BvnzPbawij1t7xK+/hEfveNWr77Zjqo+I0ZIPthhKL7yn8m801UgPm/8GL6uAzE96DkgPkEnZTq1KNS9OoY5vR4EDz42NO48KXqtvTyHZD5fBkc98deGPdddTL2PF3W8O/envWlruL001CS+YdrOPq5Fs78Jt3W8HpMoP1OJJr1AYZO9RJE1vjKVwr3918U93MuJPi5KgL56dhc+jdo2vLq6grxuj+s9eChcPDoqEj4s+He+BEhqvk0gIz567pQ9vw4gvkGIeb6QyhA95ZAXPrMjrT1ajYM+S2kfvWseSb3oQsE9x9PEPqdSvbzPCbU9lB/NPpvqZL3Fzvk8KKVjvl2H4T6lUl0+x00jvnDgwzZCCzI82/cGPnkYdD77oaM9RKLePWyter7q+i+9B4c6PvGQSTyYCoo+qpjIPf4eTb6iPf4+z+ZvPZJkVL5ViRK+6vg1Pi7tT77swza9mQLrvN/oXr5kd8U9NJGKPJBVRj105lw86e+ZPQG6/Tx8mFq9d4rqPdfmRL7dxlQ9YGyevY4ILT1/fMQ98gU6vkxrbj3l5Bg+eBw8vbJGQb5sLlS9f5gZPnr8tD0JGns+OyYWPT8toj39XH49EyK1PdtBVL7bvT++0dp3Pjzkp7zkEA89X6adPJtByj6xoK69I+fUvWoENT/80ao9jiZGvkHETb47QPK9DYWLvYgvID20m5A8a3n9vmghSD5HKGI8ny4UvTUkqTzuu22+fK/evUU8vT6HPqU+JGkvvqYZZD7kngQ8OD6WPdqfxj3+vzu7jlVLvvwxADygzP49LRYivjFJSL43eAo+nFBhvtGO4T1Ftz29ZAyIu/y6u71njtE9LHnrPWgvoz1nX649tAwevjGlH74VXLW9VchQvmsYJT6AfUe+M45nvnNXAj4FdXW+jOwDPIcDmz3rZtK9XAeKvTQzOr5O34i9m6qovVnDh70I8ve9yRV9u6hVxTzJs3M+N4J3vjD4Hr5bPow+guiDPsgo6T421CA+ufAbPsCgOb4y+S09", 
        "4EmsPKpNT77imWI+WxvPvT9WAz0DHgC9MZw3P6Eolz1kgGA9L9EmvZIS6r7m/zW9kMyTPn/SM75sELs+cH4LPRQVaD3/jIc8v/ZPPW9AkL0MYnk9l+P3vRI+j70HXNi9DHXHPpXb3L3Pcey+paTEPiqT1T7RuFw+bHtBPfpVg779Rha+ttCdPtWWkD57da294blUvoDWBj0s6Bq+bhhfPS5p8jxmYOM9Mv7wvVtyK74TWWy9LrhhvmSjyz1+5tg9bwplvtrqXD37xhm+Tit+Ps58MDzBUbG9jBFdPepuKT73T7W8E1/OPTwNVT4J/Zi8ko7DPJZnaL0YnZ0+5gzgPvEv6j3GCfK8pMsWPWuqEb6N2EW9+UNzPWJYJr6ZU2W+HSVdvsCSgD3MhwE+j4qPPo8dB78nreg90tblPpwCTrzbdJo7/sIPvudSOj7Mx9y8KZVjPoKEl74Ey++9YJIePZpkxj3O8Ao8LdI5PT7YIb34xzY9F7YyPsIWKr78RvQ9GdIDvnkiS74qcj89DXbjPbeCmz23q6Q+CPVwPgwqhLx4l5g+NNe1vc9/Fz36Bn28R0+JPWN/xDx/xzK+fhfLvaCUQr6tXQq9zSaHPuGab708pTE+dEQDPjrEVL7kNq49NHS0PfpWqb1Fvjc9GaMDvlGnu71Yg0E+JfS8Pf9Cwr+VNVM+yox7PZhFqj7zNhG+QHgNvgno8D5hI4I946IXvm8J5LzKtIg9m38cvkfcM74Kchs8BUQ6vWp/gj0oPOO8hXoBvvXgkb1F2wg+K3oLvrRLeDxaEk49lBZMviQwIzzgPdc+VKaSvZg63T3tkc68f10OPonXLj3771E+AHkiPnyMC76W2/U9ADyLPjnkVr3Yza8+Jm71PY5M6z6wV9A8cdMXPk8GB767nV49QwbTv4GwTD6PrTS+3ws6vuLxZj2wgnI+KZqCPj8WHD2gXEc969mKPcSG6L3X+hi95oiNO9Y4JDwufQU+m8n8PBl3vD1M3Yo9O9OVvg7USr66k8y9", 
        "tdl3PvOsWz5jawm+la6BvREFqT3kZP49ilYlPIHoZT2KXL49+A8CPn6Lpz4LbUS+JPrRu/PGvD4pzcE9xcDePaRYa755u7g9zar9PtPXOL4xEnO+D7QevvQj6L28XLu9rgAlvq5cpD3d97Y9qjZDvsw6nz6PTDW8/DsFvZWFD77Su4K8Hyi7PQC4KT5AMWk+0mEyvns09jzK4oQ+FLNOvolgFb51kGi9Ci2FPbGahj7JRgA+dyN3Pg38Wz6S7Pw+682ZPrXqJz6FGJG9VBUtPiKOd7xoIBO+niSGPWL2Yj3O448+IOKHPlLGZD42LG0928GtPrY+Zb4sm4k8U34xPzHi5r3pRXI+LJ4yPfOTRr1XKZM95DBTvrz/PbtB3qQ98ABtPb7iGrtFsok+5ddqPurIIb11vRO+UcU1PuLd4D4L9rc8G5lNvk3MXz1pRqI9LLGivrOzCz4zxhM+UzWCPU/uez3Yv5Y+G/pbvqdvFD1tyhLAvumJPlQv3z2OQ7s94JVCvjMC1T3O0gc/23gxvvnMpD7wxhU+986dPiD+Ub7Mh1w+cKUbPsi1AD4vCSi+bzMyva2EVDrozMI9SdUEviRiqj0aEjG93bDcPcVmEb7+HwA8ZYU8PfFUOL5qVW+9l2T8PeXCgb0wJZy8K1GFPVVbGD4qQrk9TygKPxE0Gj5PiUK++sZ4Paf4IT4wDnu74zAdvtBLhD64CS8+4qGNPasU3zyBZVM9tL+du9esh7xK+18/BtxRvgduPL7zRD++m8BCvq4yf77AKAE9sLjgPC0wC76wXkC9lRwSvY3gSb0NPTS+BMERPuPHAr3l+hu+xGv1PHdlwL1f8CQ+yNiRvYFYGr6jwkS8jIAbvvaFJL57t0E9yE0UPnXOKL4FcBy/2BZQPVLmYz1TPlC9FqGjvaG7wTwTK/O9kT7gPehu3D1HvFw9T4W3Pc7F9L03vnU98Y+bPkyQVT2rfzi+24u2Pu76AL7IAVU9+JngPUM07jyWJuq9bZzlvNd8ZD0QRBe+", 
        "Cw7JvRJXgD3Jew0+LL8dvvWkRjsrYho87MEqvvPWV75+bOQ+tSTHvBAENj2NfcO9AxUNPgacpj1abuG98LzoPEonoL0IeAA/Gff9PkqR1z3JfIg9sYp9PYE+KD/7Aok92SfJPjeOyL01ZQ8+YzJLv0J/Ej68nxY+2H2ivfA+Nj1HhEy+atu7PivyJD1k2LS9wI2XPQ9VRb7hvku9iVv5O0K8jT7h2NI+UqILPkSOM7wJLxK+/OakvnUqBL04gqQ9bdvNPUKRu70Ejyq91uRevjSYvL76LA4+C/idPcZyrz0TWiI97vKJvQgM4D09jM+8LcDHvGE6+z1VnsM9Q1PhPUwd6D3A1oU9s3GWvejk5r0oiZ679LrRvSGJNL5y4Vi+NBQ2vuhnpT25z3s9kXf2PS6VSz4SmJW/z/aQPo7IFr2s7MK8yZ3QvQKF573vti2+ocjAPAt6MD7nqjg+9VZivtoPGL59rIC7lfRXPpDoR761VQg+g6ezPUIw0j4kFUo/5r4Xvk9iFb4v/5i91Jmcvb6RWT6RaEu+4ge5vLwfPDu0zZQ8glbVPjfHqb2ZRpS86QA6vmKRnD1KSDy+j2h3PTkbE76s9D2+mv2SvqmeIT+p6oE9ytNBvnU7FD6ERBG99QURPrC6qrxj3eW9rKxUvfS38D419ja9+7XLPVpsBL6GqD29gq90PtTxuzywPFS+X0pGP4Io+j3aRRS+JmtUPQzaWT75eSA/wYZ5Pp8KOD+bQNe85aomPhgstz4kDu49HadmPjyC2z0HloY+1b0YvkHjA74sCnG+v2bFPjaXUzzpCUA+z5mJPd4wF74bGDy+MvxNPl7r1rw/Pes+BD2qPop2Cj5kdqu92r2qvVAGPb6N8/m8f5TgPZR7CD4q8ai859hGvlxBA73V3qC8E3LZPSovBz6ym7c9ww99PuNhnj1GvKa98pRqvXd/CT5iO4296aorPoOiqj2QIPi9SPWpPJHRxj0zziC+/M8Ev2vVjLz5moO8kQQ1vvi5gb7D3vk9", 
        "tEgTPrhjAz4nD1c8vnCwPtc0mz2nUlm+k5pwvHaVEr1uc3i+ErzmPXQ9HT8HF4k+47SHvHRiJD44RTC+KiI1veBoK755xn+8IBoTPsjIw72iWyW9ju+Rvy4UF77oHqY9BdIkPk1vxL1vXiK+EB4aPDf6BL0OMxG+sxXUPSk30j3ECHI+PplWPe5XNr5bBSm+b42BvqWHjb4A+Dk9oX9/PESOjj3UJas82BD3vUna/71rNJw+U5fCvFEzLT6zwwm9xBx1vqxlh7ylQUU/WuqJPhJnJcCd2ww8lJxWvk3/X74xQVu+RIutvYXFDD5CvFE/LKsNPsvRZz5v8JU9Qd1zPknxjT7OsRK+KejaPGgF3TzVDuC9GGuWvbsmPj7/5r898c3gPn8j0j5LLTo+cN06vrOEID7rM5Q9L5lhvjdsIj91vUQ9EoEbPhoOZjxwGgS9u9yfPdEMkT2YgCw/odvrPR6ywr0vI9c+pEV5Pbh91T5bhBc/q7HMvd1t9j5CJxI+P686P6gzH736sSM+kohPvjAR+b1TevE9g7PmvAjOsT0gphA9Ic5FPl8kuj06sTg/xKNLPeDSj76Pgaw9rb7YPYrd17261eI9B/2rPojvfL3EWKY+2qoGPki4w70HKgw+PqfcPmpCAsCulhg+FwBaPtkFLr4hdgC+Rb9Cvnk8wD7nQ2a9Uaohvqdft73K1ue9Hy0KPZIgZz2YoN8+AlbXvceVVb6RwZo7PhMQP9teKL4OkQ4+QuuePXJNCj8eNDQ/j/cfvq5oRD1uHyk7STwlvsPgYj7KixK+fJFnPYVIzTxoyac9wN59PQ5bmL2eDf+9akggvgoK2b0cCie+FSvoPWRMGr7RCWu+QTq0vWQ3mD4eGJM9EKEhvlGtg76H1mq9EiWvPSjp9b2/evy9BM+uvfe0ur3YJEK9kN+/PmeWTj5lboo93haZPt5VKD5qPlU+2vYiPvDDHz4QHjK+PIiEPeFr0D24Qp0+10DKPoK2PD9DqB+8hsOrveW0t722CfI9", 
        "FDyMPix41j2r3r+9tCCgvL4nXr4cVGg+M0YRP8gOlrqDDcO9EJO6PTe+gb4HKWG+G00lvnIBqb0RF7M9MVpuvSnQub2jC8E8mRmCvudIBD5eLrI9Ghsbu8ckSL6NBFI+4uzMPiDcgz5OQzK+3944vTs80r0O7S2+wVSNPWADJ754pQw+cChUvhmNbz2n64o9RJRYvrGApL6FaVY95ngNPvLb3T5ZzWu+EjU0PpzoGz4P5QW+CUlKvjXLmT6EwHk9QZK7vBD2570eNIM8qljkPQSyhD0tSDw/hihbvRusf7zP2a49lelDPwcxcz7WHLw9cua7PvxRKr3QKE0+KRtzvj5tUj9O9as/eN6sPaCvZb52Q5u+WNAHPqLwMT8vjIU9UEynPNS/Xb4z7gy+YcUsvry6HTz+ehM/lkHEPUzD4Dv6KE0/H9R3PTy2JD8tEAw9vFhkPA+1gD4IcE4/6rg0Pj21wrxuDCo+bjgQvh0N4bsSdDO+syynPY7gPj+qvb4+akrAvUVfm70RyKA9BhAEPpgXvjyE4L06I1NJvrCVCz9ApYK9y40VP8RsvrvxaKc+3UYNPnnwIr0Rw0A90NftPERVXr4AxtE9qqqNPqg9k736DlG+nUFGvh6wJz2RJ+o9oH0zPQXBxj6anpQ96bRrPX6ohL3llPg9fAT0PbzA8jw3EN29SAV+vp+95j2OYTG9HOmdPd+c97olMhU9nAeYvnGvNL410sQ8zZoOPVQUuT7+TYG+eVVcPOVfrD6fP467ZD33vaGYfj2yJXS9+LNQu+2+fL6P/gU+F0O7vZfRkz0Czvc8j9IBPiU5gj5VLzO+sDOaPJy1lzsroNA9YFLUPYKCkz6WDlA9K0JnPoFyEr69Uq+6MCchvsG3R75XvkO+s44+PiDrjT0iE0+9htAWvvylEr6zLps8n/jFPXtLjj7szzG+ZCdJvVM9Zr5Tgbu9uVNpPQEyMDz3i5U9emcIPYJD0D73ciw8Exx+vjTezzydOw4+qk4zvRynfr4cOC49", 
        "G1U6vkrEzr1DpmW+IBiHvLc+Yr4BDHC+U6uGPgbOVD24iHw71VGtPBIQsb5V/2K9kiwVPXRTEr5XrYo+zYYZPZBTT75i9W++yUZQPQJZrz3Df4c9uQzuvcd2pTy27mW8DS35PkD2Z76kS06+YzOQPhOvqT7R8zA9NwYXvcG5G75LxIg9PQSiPeOh/D3t8SC+5TwlvU818b2uoR++JquSPbEIIT2rZeM9k4W0u3nZKb7aawQ9ULV0viFu5j0239Q9mYKPvbxPZT1dNA6+gK9bvHn4w72My98+g1zrveBzpLzQNli8usoBPopQ4z6tRY+9AA+ZPU52RL3DUke+PGwcPk2A773ZsIy8ns0VPqFChr0sX+o9sW8KPfvBV76opos+QGOLvR2sqT7ZCZS+ER+1vaiThr5Nlya+IByMvgNFyr7tWFw+ii1bvXGalb6S0OA8gIlxPc/Xd74jRBE++4HSPPVo0bznqh++SrJMPVUd9j2l3GW9Bt3bPhxISLwtNjs9WqaDPvjcQ77JB8k9SICWPudcYD2UAQQ83PA8PqKYr7wS4IG+m/KEvaZcWrxE/Ty+BcQxvrmwxL00fqO9vHvgPg8Sh7xojsE9hqgBu0hvOr607ro+OMXsPbvlHz/MZoE9mnCQPZBIcT4kBgq+KdA0vrbr+zz1Z3w+M4PUPUO/D78feQG+F3c5PWb4Y74nhAg9+o8bvs/g2z7dHIs7QT8KPsGMIL7K+Dk+SSVIvsKHUb5Cw3+7aV1ZPfDO/j6BFwA9I+nfPmqZ6713F5s+9lEdvtzD4Dwtuwm+lXOMvsLCxj6CVF6+yQ8XvfgWDT7NRZG9BhYBPjWIAb2yvxC+5+17PJ6s5z0jmF2+LToBvhZ64b3GZHU+U+qrvdQmkD4uVGm9pltSPvKujD1sxNA+91Z+OpdWP75oDTO+eErOPmeXyz1NYKG9oHZlvOrFQD1+Jby8WUeYPTCC873qw7U8Uft+vSh6wTwh6j89mMCGPoD+j71HcBY+6skjvvryTb4W2u4+", 
        "oJC4PRdEpj1XDRe+8fMHvcpdir68hQQ++QUHvUipkD2tTr6/1m4yPl3SbL2KeEW+VW8SPcKogL7uqsk9lG+0PXbH/j07SZg9SlwUvoudsj7guJU9VVDxvL8YvromHkG+kuoQvmaq1z0CUxs9l2n6vc3gJj5hdx29rixkPt+BCr4vt6e95SkbvcTO/b3NPt29ppQjPmkaYj0c8AM/K20tu+XVL74Y90E90mqQvd4JGz5ifgw+/SUiwATWHz7fNvs9kS2bvBiGpT1YPEO+A5JmPM7Q0L0TBzq8HgZlvd6fBD3SLps++9KVuzTOFz7xnmM8qe6mPvKHTL6SqVM+2ZK7PmLd6b15YIC9OSqOPeSfCT07q4I9PKayPpIvOz7KlDa97nuhPnuodD4DA9g9EbqVPDhUGL4COv+9yLPpPr3pCD9Adji+Pg6+vHvn671EDPw94HWLvq5K7T2RBA2+BAtOPfyYnz1b0wI/W0IFvpzugztv5ms7V+ytPhTHzz3QR7k9OUf2vax9nT2J0xI+Pn1EPdT7EL6BGqu9VX7VPmRvR74FY648OeeSPR2Rgz5a9Qk+7q1TPqcI2bw0k7S9a6HIu0SS8r0sfDC9XUkcvj1errzdU+08W2A+vBCxXL6fkDc/XiUivivzEj/TFbW9Ve9dPg8yAj4HW5I9bN33PqAZyjzaCg8+05LqPbK9Sbxqo+27uRcjPpMoGL7T5g89joLKPV4qqzxERIO+YQfjPW7I6D3Qclc+KoeTPtnMEj8TjHM9ZQwuvkdelj7ktIU9VoDTvCF6lj2/oHu99L3mPBqHYr9GC529jetbviJExDwZDNa9PLYBvtANBDx0xY0+9YhJvX0U5rzR8J+9Z7alPraalL1nvzi+EMUPPgU1DL4YnaE91RkNPGH2zr3ikzg/7hAWvnec4zvf8Po8ySTTPTz7wj1FdLI+Uf+ZPZUeLL7DXUy+eCl9Pp5QPL5m1nG97uYjPU++Tz5znMU9+VCZPZFdC72YNDW+PdGAPYGAwz3OtJU+", 
        "oAPuPUSwE74FkwI/JYYTvkSXKD23v5u/7cSYPfzuhz1ODjG+fNvXvNt9/zxO/DO9V8gCPmzop7zr7zO+FOiyPPnirD0oyis+TpVDvvjzA74c4qg++VwRvqz2Dj6rScK9hjM0Pq3QXD5bOi8/9VcevTYSM77QnMC8IDZ9Pdr1Bj5Z8sG9odIrPEiBtz24Aw29vkScPYaN772ILPY9efoVvbxPRL7NkRi9epCHPmczNL5tc2U+jPpRvrl3Tz3m1Ek+9imfPjYgVT6Rof+9QichPDHycr5Bbcg950Ysvm/stT1wcwm+DH4jPmEd5r1qlZi+AMGKtAeGibyE+bY9fnGzPdk1C75a8V09AgkFvuUVrD62BTc+jo/zPAORjj1qPim++a0avqbl2D1b6Zq9TTsCvI5IQ77UhWO9KPHTPkyIwD6Is268Ui64u2bxhz1DTAk+nIfYPLftHD2XzYG9QE2cvQ3Tkz7AgBi9T10mvpB00r0idww+ackCvMcvQr4KhCk9VMv4PnPcRb5NRiI/NOkQPYZaVT9CWus+DwANvvfNHj3bdoW8mZRUvnFkgD2Isv28l0N4Pi38Cb6NkYE+FyTTPIPPEb7ob4W+vCErPQ4asL7k4ZQ90mQbvuDTF7386/U8AZdQPRDNfrxmiag8arj3vaGbAL6Q0mw+D/80PwsCkT2n4FE99DYZvtcPl73HAF4+OkoGPn0WCz7CawY/nud8Pankej2Gc5e9Z2d9PVP4Fb48slQ9cVdUvo2I2j19Hsg90MiZPHpbGb+cXlI92803PRv3hD5LQ9g9owBOPokP1z2U2R++z+CNPTwT2z59AXq+UBA7PlfV67x/hhi+MI2GPAadnT38JBC99iWAvj8giL7CT+09gdURPVLFkj4x1QQ/q57rPg262D0dP1G+bJaJvSCpDT5J2J299TAEPl1/hj1cQQq+oUBDPq7CFL5e3om9remLvDW3uD3TWmW+WynzPO6vIT2Z9Z67qqnZvnZ1ED5itE2+SnsWvrqVtL01Ioe7", 
        "Pw9aPRllH7wjltY92f8pPqdphz3ezC6+0E8HvZLjwLwwLwg+v3mKPncHAD0clQ8+6Z3OPqhRQD6LYcu9JDZhvCe+Zj2BRZ49//WLvI+kC75NZHK+oyTFvq55N74bjHk9axiePRzLFjyd70A97u1PPe7WaD34avC9uQjBPZBQuD30cwE/E4ijPakcvz5Cu2I8l+87vt/uyj5BLnw9keRcvohbtT5tCT0+QrCmPreI4718vtk+STqFPekep72Km+Y9d+kyvvmT5Tz6sAM/MFH8vRdsEj20XIo8bDjZvDcx2DyH2EC+nhZOPV6fMD0wmKs+I+cDPhT8icBU3YW+2CMgPDFbEb5tDSa+W2lrvgAaZz2vHQC+sx9pPUlN0D3IXxE9KSnBPqDRVj7zxQU+axmyvAnihj1YYqA98Jpfvraa1DzXNiW+oH+NvowOGz14FIe9wtSTPf6h0D5Wwv4+TMeBPZ5EjT2CWwc/HaFsPQQagr6VIaU9tmzOvX+G0j11Qa49/wbEPjZUSb4mR4s9nspJvqeAKL5C1eg9R0wvvs8ngz23YQA910jdPVrKOrwTdcg+KcVgPEiplL7ikcw9n8GqParwDb5sor49avsNvs2bpruhVGi+dFlVvgoVSD57lB+9qlNcvo68Yz6so9k+bMDFPXi2iz7Wb4q8FP5Bvs9F0T4y5n88Mi/XvZxj3z4A3e69uIFLPSwT/ztvC1e+CWgbPr8c6j58q4U+K0Nivq4VuL2wWO89BJoFPQdNsr2vadI7T1LevejQRL5+pkU9oPq1vSDaUbyY8jk+9S7wu8W5Aj6LjmY+a17CPPDcsz07awC96Qs4voU/Qb6stko+fiurPZ9l1z0wKpQ+E+Nbu2inpr6NMKY9fkEBvsUMBb3gRZE6lhPFPXk3BD7rJIY9RIPxPaQK1D29sXW9HCy8PTMdSz6jCoI9TmdHvshHKj6qr9E9WUSxPu2hBj46xyI+MvS0PT8CAz2mAuI++CIFvjEVK77EYfe7UXdzvb1o0D0kqLQ9", 
        "LXEUPkZzSb/LYB2+pchfvR0yAz4ZIqk8Lc7ePU25oz0UQ0q++HAaPvosj76XYr29CWsJvqwz8LzsiDi+MfFsPide9b2K3/a7wmpvvu57Iz6lZuA8vc3IugF9CD7Qrn88uu8yPg4GX71o1UM9BFgJvtonj7+yaVM+cLXHvQ3IVb6t/0C+SYlbvmpIjDwD/Q095Hozvihwj75+78+9fmXVPRJDmTwGNIc+SXo6Pvyrr72SgJs+T/tBvUkMCz2F6AQ+TmwUO/sqBz85IAA+Xy6KvSb4hj2Q6ia+8cadPgl76LxHpFO+UQDqPjm4MT66RtK9MxJUva9xmj4URVw8Pk4/uy7muj6mbS09gm69vdLdQj4dHRa+P1MVPpieMD5hoJU903iou9pRUL7p8a8+EpxHPs6hWTwuUZA8hHjePdLMY74Kf2097HC2PVShLj70Rt8+eYeovRBILb21gRY/X7cLvXmJ6D1As4Q9AgMmPvQOWL70/J+8S9SFvRfaOT3If+o9VPpNPnzUVb5uCr4993/NO8DNFzw7WaS82WfZPs/vzL1O/rc+Nqu7vRpmAz5BTdC9Tn7/PcnT6T7Xtmm+CTRtPSSWSj7tZFm+h1PWPT3tXL69Eoi9ApQgvknf+z15Bhc+Ibo6PYEjmD5JPBs9c4QevYcHhz3e8Ve+rOdTPPiyEz2JWAa+9NV+vk9nHz1BRoA84S2BPfcl7D66yoo43U/Sv0+vr72Rwpc++tuLPBC3qz4zZmS+1emtPlYpyL2y7M49qfy2vbUMETxDsS2+S1ZYvm3+QT13sQc+TXQIvuW+hz3fJ3W7tyeUPbjexz3UWyG+C3M+vL/eXb5lY889GujDPYSNtj1j/KA9iVRJPrdIB77TMXO+fQYGviI/Kr6S/bK9SN5wPga5nD1ZA3C+oQ+NPc/pEr6KeiS9blgUvUVSiL2j3cC96Wdjvi32ir4heDW+pownPchp8DwnZzq+E9RVvcILO76QWqO9u2N7PbxYsb0KxwE+dLWiPctLZb45Cxk9", 
        "fq3rPdccyj3Kp2e+rTqBvktmNj01cRk+Bp6YvWXUkj1M0aA8q9SBvNgmHT03Bt49wCmGtkSoxj3SMyG+uX10vmez+73K2Ns9/Y4xPYxSEj3eeri+AT2kOw25J70JV8C8VMdqPD8YJr7LnAs87qMsP1Hnibyy1x89XHFFvkh7ET3jpOM+1607vlm+Oz6BZz0+2t4Hvh/ADz4ayiK+LkEOvj2LRz2Qwcy8PgM+Plk3F75yBoI8/CQRPXWBzz13BcM9n0jOvYvEmz2dAwO+PD1wPhCKeT6gXxK9xEdQPiw2Xb6jQX09JhzUPe9vjL7+RhK+UYD6PPvuND22oD++v+mavV1eRzyPUIu9JqcJvqcZIr4bBQ09bY4VPFPZT77Ni0i+O0coPjHUv72oN909wufVvRzMIr56jYm7k9UOvrUVtb4l7Yy9xsZYvgBNsT1c0yK9SSytva2UR77NKg2+uoIVPVw2qbuC0QA+JkobPiPMIb6p0oE+czSiPquMGb7kous9alF3vcnIlz7sT4s9uT0bPpz3hT0Rohq+Wi5wPuY6iLxTC9297+KSPS0sjj37lyC+7LZJO57e0D2wO1e+I8IoPjES8r3+/5u8EVTIPtAi57wD1fc+D2sKPslge73jnZA9hsI5PUFIgT1drLE++rJCvruT5zxBTkY+nCfSPdAMAL/m5ui90T4VPqJE9T6YZsA+QiF8vsBsez66xb4+y9xjvo1SnT7dwbM9kuuxvD3wu73xvwO+4+3NvWoQpLxdsjs+0Av/Pj8ZZr4yDKe+Nzk0vYXKGD26ojq+5IdrvsEhlj5HCju+G0qavqcIST/VLH+83wv+PZHA8D1AmRe+2ErJPITZvz7PeGG+3ZA6Pg2/br6UhHC+dPpUvj17Uz3jTYs932q2PS4jCL4n0Y083e01Pj4+K75dqSW+q+k1PgiXxz2hosY+nvMDPhfqSz0fvVC9nZ2BPdPqC75FPjO9ZlZePEx65z3wc269S8ViPgTnTj00Ecq9T/1pvFDXiD2S9Aq8", 
        "39gLvoXGV77/ChC+kk1AvkDoRr46OhA+gyqXPqUCjz06L1C/4+/VPUfHsT5d2fm9rLDqOp0Sfz08srQ95/7aPbIdkz07cpc9F+QLvgnESD4hCns9SAgPPnIIdLx/9rK8ZNC7vbVuwD0eb4M8KBFGPVj9jD6vJLU9qVNPvv1da73tKxy+oS4MvjdorD7uz5A8RmqZPUqiDD2yQbG8CDXVPemqkz4LUk69akqaPs7Pwb0F7ws+mViuvT4XPj3MqkE9NA/gvUC6bL5BfEq+RqQhvubHdTzWEIo+fWzKvaMMSD3GoU08Al4YvkKhKT7Bg4m/Pbv/vRsYjz1V1zu+BGUjPYBrTTyMb6w8eHOlPdhaEz4rz3g9TlaIPY5kYb20qi68xJ+iPIPJXbx/nmI9lncXPqPRMrxtODi+kaFCvtiYMj6rP7S89m3wPYikab5rFaM+OhObPiVlDT6ZWDC+eDhnPWHraT2vjUO+wrc1vjQvL77EXmU8EuNNvIq1uz2U/uI9RlU3vs0FVT0GPYA+L6IovkS9bT7wGSy+Pip6PhR/qL29hDu+1DwfPrUjUT6TTtQ9oEcYPd5Kfz3nIFC+3043vo8UEr5FNnK+Wt+Jvi5Yvzzh6H09C36DvDOSlT7lApA90bc5Pv2OjL0NX2Y8ZO2zvRk8BD6IgQY9KYfGPog1rjyXlAU/ojE0vlWtmL61wIe+IpPKPrA52D2u0BU+vlDzPaPzWzwMUnC+VlY5PTBrZrv3Csg+3y0EPPzgoT7fL5c9Y8kOvr15jz7OQAI9YXALvY+CkT1J8MY+kGErvU+xRb+Iw/28nPfovNpeqjxun1q+rcnpvTBABz9RgWe+B2vqvWKoAL6i9Vm+m5MOvPdZmr22+ce85T0GPojoBL7uLJs9W+BTPAGZCb4tsxw/wuoYvvIvXTyybWy+EJ7FPas7vD0Cd309YJyIPTzAL75WdzS+0WDzvFL3Q77NOEg7K4j8PbppiD4vlAk+X7hxvuDKAj5R1Rq+LpqlvPxvwj23+vS9", 
        "DgfAuztjUb7S/T2+Q/6Vvc8Rmrx9clu/kM6kPekTQL41Uz6+YCyMvpsC5z40goi8vbwKPhAshD5chjK+QHzoPLQedT6N91Y+7nIdPo4lXL6//hm+S4QtvrZxL74JHr09JFOsPYrUJzya0JM+3PlIvi117L2R0ga+WoRSvs8ugj4sX7k+jJWaPk+8UDwkSUQ9zvU7PX+bUL2It129tllvvb8xSL60oBi+6YZEPpzuNLp/mea9BkvNvXiPNj5Vf3u+WiKzPW1hZL6BzBC+GG8vvmuuZ776VyA+2Y02vtyniT0YsF2+99aCPfv9Uj5gb4G+cVPsO9lBhT5wiMc9MI60Pb5U272dDNE9R/IdvlX60z3csyU+8XkuPnlUyD0eGwA+6dTcvUyOxzx3G+2982kzumw8i73IJA6+Ial/PEFHsj4c/GU/CDQ/voC7HL5Ijoc+D1/5vICRhzwZKOk9Hc+sPupEET9XAsq9Dx5WvhYWlb2Yyxs+KXVfP5Lrcz5vddw99phMvlbAmT5NBDk/VoaevVY3I73A1Rq+TH9XPlv93T1DGSY9ys5KvkLgPT2uiaS9EXE1vn4GaT4/zAK+wqaKPZhKuj2Bn00+7AxBPVwT9z0ignU99oLFPmOmVb21kJe9g62uPkQeL76Bkig9n3YuvuphF752mbM9+m5Ivpdlhz0SWSU+r+85vs/2Oz3AgUu+peM8Py/9AD6BdAc/DWmQPSHzPDwsV6c+N7i8PtiTK775CDa7fvGPvn5h0D02Kes92QefvTqjED467aE+2SMwPxu9Jrs2J0G+hlgEP91AMD4G2r8+cSgaPRtWn70HEpA/MzS3PrTwdb1PZ5S9uZ+QPE10Bb6YnUq+blKCvkxsor0Dcog92pPXPN/LHb4TElS94LkrvkCPgb3I+I0+wWcDPiGzAz7Ct449F+YzPs6gtzwsSDO+gf+tPcM3Mr4RTWe+WEqlPdt3oT5tAvY8rE2DPZFbJD2kmIe+NUo+PLj7/71mG3E+ZywRviyQLL7pOCu+", 
        "n8JGvpMOmL31ixw9C632vF/mKL669vW9mHgvPY6yyL3kOjC+35tfPv1Vrrz1n2c+KBcUvitMyj0Y/ay9oEEzvojNXz7hdlm+zWFevQlziT492kq+kKwNPjw+Dr6UqXu/u7t0PbmhqD6QDQA+5c0aviUspjvIIcK97ZnSPZQs1j2J89m9oLKLPekHA77omwE/PbIJPxNJSz470+6921bGPirEiz6Ruvs96BsgPRSm/rws2RG+u4q9vaD/3L3guei9/HD+vdoxZL7Mccs+GDkPPtr6VT1PMm+8fABZvmpHTr6xUcg+piKmvUU4nj5FI6q9liYJPnVLlD1B6AK+jv5GPRyNuL2V/8W9Rxd4vhHudr5Drgu+VLY2PiKA5L0nQLk9/eZsPW7RWb6kjCk9Y/Csvrstyr0fCcQ+ldfkvb7H9TwUzR6+ePc/PfYt5TwHPQM+5xZQPY9HKr62miE+LTC3vX/Gwj6HT04+kY9MPK4dGD4NTQW+Rhqkvl1QGD5gXUU+DpTwvYCdpDwH8wG+jgupPgexaD4T8wo+uiLcPRWvTD1EZnE8iffxvUlj7L238Se+0QaePKKTQ764jdc9Do3SPZMvgD4VK5o9sLA1vvBaDr0pAI8+ozfDvRQuiz5YeEG+t1bVveK5/j0gqTk+0HrlPuG8U74cTT2/4W37PMbIYr6mE+E+4+sjvsFZ8T23HRY+mittPdF5yjwr3QM+2A+Mu3twDj5An6+9intQvo1og732fAs+qrPZPgfcwD1mEPs+nICiPftLob2nIco+uFHcv0DfZr6tlWC+AGeEPp4D/zzZYHg9DarOPDzCZT1T9/K9VAcWvDubDj5jSzm+4XxDPomMs73Ezbc9dfKkPdRw2j5wX1I9Mv0RPySP0bwUrII94pbTPQ+UiLx0ZBc9ezG7vaxn6L06T+K9b2RXvhnURj7HWDk+SREHPj2vgz4Bhoc93xU+P0niJT7sz6M9dG4tPTm/PD3h7Io+mvAMvqgCPr5AIg48u+0DPiT56D2kL849", 
        "W+esPimviT26MYa71oTevaJlUD2zFxa+oQQyvlKQUr5lDLU+fpYEPmyEJz4x3ek7PxpRPkFurb0vbzS+5NngvQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "XA28u+xKfjvT4/m8mGhdPYj/gL3P1BO9N7A8vHO5Prz3Plc9lygnvZVtLT0pdxC8eVAkPYSPu7zYb7q8CRQ5PXKXdD1RcSo9KLQZvXxxhz3tF609f5i4PEioKr1x9xu9LOHlvOs6ST0nN409QICjPTtkFz3Jl2Q8MiVpPeZdGD12rYA9Sua/vM/EjjwjHAs98zgKvYF6rb2M+iE9ZsMLvGxjSb08EKq9R7q9vPMzdr3RYhs9C5cevTUUOz0SmHc9PEuSvGbeg71+q1M9zFADPXvCiTtiRgs9KrODOw9duj0Ze5+8EimOPbjIuDzuFU290DegPd+bkT2Ig7U9Nv67vJxODr2J8mM9Me3tvGALnT3whJ89OC9kPX95aT1FVrk9T4xHPXtDhz3sz3Y9umuhPFfVyj3HVBs9U6bVO4zSqDw="
      ], 
      "weights": [
        "1BF8PY7MmL5Cn18+tOCZvvIHcj6PP4c+VRouvUSmnj1xTsU8Y2J2vcwMEr7mXCa+HRWhPofnPL79S767krdpu0bwcz4iMMg84n8PvvHiqb1qw2K9JowBPvoZHT1Inuu97yWcPeWye70qoqo+arqVO5Mjsr1Ih+C9sEcQPRZqCT5rj4m9j3cCPfpCQD0+Qji+JQ06vOhfS77N/5s+EmPYvbKTBT727lw9fuFcPkbwAL5SJ3O+LErdvVXaGz1I/+i88J/oPfhLOr6vQO29X76uPIdT4r0g/CM+tct2vgMx4b2OVZ09l6JOPirOdL7sV4M+9R35PZTuZDzZWp297KGEviF8pDylRd48BpWNvkdqnz4kiPA9HggKvqWuV74l6TY9wdnhO0dIKjwGX789K127vciP8TzGjsC7FCbTvW6GEb7ZewE+F9vlPeBOHjzDVg09Joq5vumrZLsi8Q6+/DdIvWmLV77mptw+/OifvcHYzj01z52+pNhavHTAJr5NnrE84usEvnXFRb78Kb27mAkAPr4POr6Lsdq+uDjLPR8BabyklA0+05A6viVXhb3Z8Iy8wEhwPWeWirwLslm+FkkRvcNDpz3+AgG+FLjQOlkIkb2HQBo9PJ0uPTIAMj7Njt46SJLGvoesUz0AJD49XnCWvG982j1I0T6+K6OrPZ0l+7xkuQo/lIDPvee7Mz1jY/G9D9W2PQL9Lj5n1o4764ymPWufuj75AVO9F5U9PUzQ4T5INQm+tucWvgXlvT21mQw+GvN1PUGLYL6/Woo+ztqrvLQq8zzOqLw8vqv+vd7+pT3fIy0+X5AcvsLaTr7F1nU9z3FEPbxgZz5+I9o9ob3hPNEwFD5qHMo9yI2GPZq/ZT2spNi93tnRvaSYmb1W3YY9BsAuPgg8hr5Ob6u9sWXLvuMWGT4pvVu9qZoAvf/Niz64xmW+GHhxvPWZc76zY5U9t5gdPnGXA77ZFSm+WuopviWsGz7XmCc+zOgEvhjwEj2HSz2+VI7BPriQqD3669e9", 
        "S0JCPhwLMj6c9x++N/3/vHhS/T23r6k8WXbrPMgjlL2cYQa/LEY4vuByl760Yz+9NxPDu+bnNb6qraS95y6TPcG2OD6saUg9ITzNvePyFT7RJpI9wNkwPsc6gL5FZQc9W+xpvn2NHr1BMZM+Rl34vd0iSL0bHdC8nXI0vrt6bb7awee9RAfVvLfqaL7T0xe+8o++voiDdj3/lmA+pBnTPOEP+Lx2XLc9zHwUvQmFWj6GKXg97PFxPgRvo73AsdI9hIEmPavZYLxGvaG9ubf0PTmzCz4zqES9X0LtvWq9Rj6nf+C9oU0bPjDQir0MNJ692cMtvXNDTb66Xpk9xzQGvRyGHr0WOgA/BdBlvJzGK70RD/+9o5yuPR49or7nPS++cnzzO8lnfT1WIz++9n4SPv84Frz/d5u9oxRAvX6UL73iY4Y+Uf06Pp8uVTwEogS+dzNjviZwPj38f5O9qtPcPr/pfD7oc509qLQXPkZ5UTwo1Jo+yWuoPf4MET5ATpS8g4bUOhJXgb2ZrSc+TF09Pn3NBL5zp7S90NdNPnGl2z1aPQG8YCnhPgqcQL2ND4S8YuqPPrfYRb32phw+sYcZPdjAyLyc7XU+hKsewFo7B733Qle8iUw7votb4T0yVCG9vplLPbE5or7arOc9Yh0yvfvVaD01qJI8qgHMvJZghDyrIZe9wLyjvoTWlzyIY569Zv0jvcJhL77RZx++0CGavshWxj2Ye249IH4pPrWKMz2bp3E9QFwzPezvT74CvDe9JoqVPpG4Cr4jbIY97mWtPazdJb1iH9U+HjIQvjurGD0yy9g9NHDfO3ujFj7L/b+9YDgQPjeWqrw+iLI9D1A5PpJqFz30rcK83VeFvkE9tD0qwwo9htfOPF/xYj5kBIS9+jqjPfaDv70w+iO9kOkOPdb/Eb3+Y6m9Dc7vPfRGjT3TmxK9zFcXPk6Bbz6gyoW9rwk6vjRDjL4a15E9gFk9PvXwkj50o5Q+xfDiPdYGrD6/09U9k4gUPvem1Lp+yuu9", 
        "8bNjvioQhz0WIqg+QWthPh4GTT5o8li+hSQfPqNrNj61w849TjRKPGQWWD6YyG894hEqvi+pAL7fRZQ+EeMKvGmW9b2xt/k9dp5ZvmlwtbwZFxS+N/tcPhR34b1dbPe8P9LPvMdeYD6g6Sg+nvHIPbZ8tz2mMxm+7dYyvXGXV72IhVw+yejbvZYGhD3eore954aNuuKhob0vlKQ9WTnxvGf0Sz6+ezS93HeDPmOHlD6wVAQ+HgMjPpbCDr6BT6c9YoO/PY84oDsaL5G8k7h3vVaxIr53I5W6Q1mGPi6VwzxqbVc92fa0vCsJiD3DEtM9HqxHvr8Wz714Xgy8T1kWvqxbjTzN4lE6AgnIPX69ErwNQqg7K4RhPh1xhz71pMm94kMQP7KO0D0/Hoe+0FjovGLoqz3Z1049/KqBPmRoJLx3too94MIVvaRnsjzM5oi+L415vbUppT6nfg07o2TpPOwITT5IyE0+fZ2aPZSri70Y0cW9GUHAvVWU6rsxxde9xnZOPVLjlb7zBqo+T+wXPGF5prw4ozu+zmaLO7XGgz5ar8Y98nVKvchVwTuozcW9SLusvBOQxTyIjq87iEtAvVe1Wr3sH4M+emeDPsWQoD6XWeO7nYiuPFAner03cSU+eIu4vdBTpz2Swle9uztWvoxCab2YmYy9r+VoPu0tHzwsWZm8NCPrPZD1Hb29hTi9JWEWPhnWYb2N9HK+kejFPfyfMj4tEIu+vKOIvp+V9D3NfIs9+IXhPcWrfj6khRK9EuklPTKxQT5Scyk9eJSGvtqR9D2lDNS+GFTdvMmpnT5eJYc+aNt6Pklajz7wlQc+rc+cPPQI2j3PeuC+3atKvfl3gL7Z06w95J8KPjQeXT5CZBg+cscuvmD2YT0Z5Wu++vUXPigOoL1tbks9xef1PCjnED1KJ0C+P+xMPlCDfr29AJy+89LwPctGAD4L1lm9FUjHPYYshr2blBk9VAQkPldrUj5mUxk9QyQwPqEr4z2hDm2+IfVpvUiiBL7gNb69", 
        "2oc7vgc6kj0Grji+YZHCuwqGGD1kJiy+dCAgPSgewzvD4RY+rtIyvpcfbD61hYI+63+JPU74nj5uwB0+sJEbPg+3Gb53GwM+pAl7PVbIPj4Oq6i88EDcPNR3wz7g8yu+eRFMPrsIVL1EeSy+FxfjPXoSsL7zVUS+P6/sPdFRQz1Tswm96AcVvjs6sj671QK+snDKveFaJTxLAlA+CHFjvtW+Mr5B/1Y+6f9MPgOmmb2wjXu+fzG/vSuBIrw96ie8tOZqPmCJRz28BXE9lgPrvVXj3L12AN8+sr49PtRcrD0B1ho+b1gbPmjqnLyZLaY9kguAvc4PK75GGFC+E1iGPTqAXz3EPEu+tcvbPQ+S2L3MJmA+wgRqPpCbK73m/nO+HSHEPSY9oD7m6Se9qbeDPgKjxD1/MPi8AzSkPZkdSr3qfOu9deuDPvY+5j2FCIk9GKM+PlwtQ75VCq09hyUDvtcYsz1V1M48U/IMvVgiPD4rHTu+WPpjvvC+Vj7HOj++MXsUOmeI2L0GTG49E4pHPcQahz39Cig9smEQvr2JwT6qY008k48gPQXbt70l3P8+XjO8PWnu4L09AXY9CZ7ZvdxsBD6w7OY9iKU1vnFB6zxBYHS7eMknPdH9hb7Iw18+fc3Yvdsm4jw6FxW+BoucPRifEr4S5DY+8mZmPZg+6TzTfeY9N2FVvvzPFL4clzw8iWGqO5uzUL5ZtDo+vEcXPF1HKT7Oncg9w7EVvsZ8hL68zUK+UWI1vka1Pb4rTsi8c9ThPLJuarpUb8m+CyebvGT0UzyIwh4+YaW/PdCsBT4Q/oi8InQyPWPV0L0NupE9xWbSPT0VGL4Z5LO8izO6Pbpm4b2SnBk+JSOIPoEaEz0VapQ8cwtlvrxMVT4PaN49gVDUuzobDr26gIu9d1G4u/gwNDseDcm9AB9jvW8WUT5Nkoc9NpagvQdQ6r38/Hg+ixxRvNGkXr1gvG2+jiVnPkeawD3IGYM9saisPTYpvT5TJb695AelvaEjb75fEoO+", 
        "VBvqPQcxCD3P3ZC+mm0qvYcwST3yvw690/Z+PjtsoL6eUGA+YbvTvlwcwj2nXxC8F/1FPsJqHj7VtK89JXomPUgYKj4kU6M9sNnPvLHFhj07RkU9twbVvaeezT0LKua9bkMkvY3SeL0TzMw9UHeAvmkgs748JFO+kQiovbBGuT10tiG9cI0lPhtmBz0UcV8+ANJOvhNKEL4ZCuo92vrIvdt9970qIPU9BtE6ve32cD2hMJK9TUKQvQlTqb2hjA09ZEd2vnb48T2pwxi+vpRhPllUBT76pAc+jwpBvbkcQLyUqlW8+47/veJz7D2j56M+3lbUPYT1YT53nma+dS2Yvkyhiz6zyCW+yek5vuqlrb6TEYc+QvMMPeCnhb5XNQk+tSdtvGTQiL2vrt+8dqIavUezVL2J94m9jViCPjf06D3n7UA7Yfu+vsRRqL0TrhI+w7G2Pdae7j2hXF++tpoUPmxhLz6ZZAc94PH3PSFUUj5kLem+Cq3qvQomFT4DV/m98nZ1ucjEIz1JQhm9geefvMBHgz65zhs9L0++vXoo9DxSukQ9CU84vf4aU71AZKK9z4MSO7ivgT63xQU9t76lvE+4AT5iO2e+5IxOvQzBgD5R+E29cs5aPe7lET39dra92vX/OxmW1j0IwLa9Ct+Wvlc7tT3BHai++LbxPQ6T0T34MAk9PSxnPqrHtL0BB5Q+LR3CPAH4+r1dckK+CCIjPeprlj0NFB29X6Y0PohjCDxAVpO9kp3lvT+Ufz5/OIq95u3ZvSFO872F2oy9WeozvFt8hD1p2jO+5u6aPHNvJT6t2Z4+mJ/JvLHW2T0tov89op/evXOlX75Er1O+yXInvmYVCj4MrkI+zYOLPkZzdz6bxSw9a6iNPhBaOj61SIE+FTHKPfLuNr7Yezc9v9SfvfTJKr7KHA8+PCtcPecwAz0XyKo+teUHvZxaUj1HMQo+d/G8vr7Ehj7kHp2+Obqtvn2jiL14nHo7t/Q3vjMFGr7ylRO9AitbPWeMxz2VDgm9", 
        "huF5vaqyuTym6SS+0yLrvcIhUD5SvQq+J1hvvfHiEDuwg5W9UW+EvXGyHj1PlaC9BrThPtmf1bwQcta8cO2gPe1Ger1ZOaO9E0hTPcyfGr5KJgE95tDQPqc4b72MFym86rECvlhFn7ytyoA96nnXvHajnL2qsCW+7R7DPSqZkb1ufDI9JqcAvkE25D23zTI+yKmKvSgwuztarE+9JA6AvX5CDj4e6Yg/WrnUPSX9PT0GtLY9C+YQPjGilLwDQxi+/Y/dO7JYKb4diEc7qVaZvR8JVb0LChy+RtZtPMMZmr2ITM2+jWrBPLjFvz1sCpQ+SlEDPrESQzy3r6O9YwKnPX9bAj1bCA2+haYBvgYWkD39g7e9ZEdQvUIFoj3k3zs+jFkvvZ+Q/j1m1hs+QmIDvuJbJL7kJ3u8w/jpPWU64j2CcaM9dw8QPjHRML4OI7O9w83Qvb/gK73eg0S+IrPJvOEZuz39IAc+9S8bvjq2ND54/nC+hO8FvWuFaL0Uqt69Wv6ivhoEpL3ADU28aKA3Pr7tp70qctq+N9yzPUFHEruZ744+w7+AvrFVJr0IiWK8M2J5vkZmDL5+1ji+VRR2vMnRY76mQmO8Tmy1vaxDR76aMlY+7GgXPCOytzzDExE+sbkKPRS2EL0iSFk+0yuEvfnKJL1zGgy+jaUIvlwNSb4vkZy9PuigPIQ5Qb4O47Y8KekLvTOcLz7RBS++qzBQvenWWr4Vq+a+wELCvZMDSr/pzTa+gzJbvgZcjj146gA/GoUkPszASDwdEQi+dNWrvV1k1b16QNi9GXkFvj3ILL5qXVa+H6mXvG6lmb5j+ai8MhTUvdVhC711Hf48+56xPdS8rb4f3Nc9VdDJPTFh7T0Q4pw8JLoJvp1xVTyRzeY9Ay/Hvb5+ND13S2w9IetPPt3DwT04gzU9bDyoPUCcOj4wJFw+wUCWPr4KkT6rSqg8wZH0veNQwD233Wm9ajXdPXovu718ioA9dfncPWwYB747lbG9aTOCPBIh1j07a047", 
        "xYiIvdf4vjx2j+y9FiROvWMFdb4xIJO9GTGgPf5DCr4e0mo9uHw+PO0Hcr4+JOO8vHMHPoaUxLxImJe9IvCHPcBaUbzeHlE9qyIcvqV7Vj4iVgw+0lZtPrW9rL1p0Cm+8RqWvW0kx76N3Gs+4mmIPZPe1DsZOQe+4/8Lvix9sT4+Kb4+jAd7PptOgr52BkA+FKzfPWyYV76FR0k+6WacPl/Njj4k2Sa+QpYjvqwYlj7UjVe+CbwvPf6zhD4955c9rGJaPsd5I71W6qG+8swkviIsiD5zLgY+5fsmPp8HST2JC2m+KsMcPffNJL0f6DQ+lh7PvoTDhj4sQ/e9ToJ2vnTnEj1rEzy+Z1idPSxaobxlMRQ+blVDvZIMbT6iKjM948CyPVqbkr7A6DU9JqYKvW2bMT7kY6Y+FWqQPjDqr70yCBi9hKOCPl9fO75VxAi9ehexPNzFs72+dYI+BaJnPtSwor0oY5Y+Nw5AvVMeBj5FJlu++OHyvdkvuT0DpjK9z5bJvT3BaD41aNc95QbRvv0ZKz7QSgK9P52FPuoAl73Ty5g8ijKBPWVenr7A31Q9FSoYvmJcnb25TAm9Sq8rPs0vor2Zgh++rrDJvOtuKL5LfJq+8C8XvqUTAz6q/Jm+26e3OwtbS742sFi+5eKQvX0RD723RwS+GWS9vWZDI76NUZ48fgThPUlrG76ZRu878Yk6PZ5Xwjz0Muw9CgI0PsBDCz6oQhg+YwybvpTvNj5/EDw+wRghPsJsuz0UL76+rMZ9PtnEqT1PL+M9BQD3vXw3OTyFkBA+eLi6PUDcIb4O4yO+LR2cPkaXMD5dLdk8BqimvlAnrr0o6xM9Xgc9PUsoLD1lYuI8pYCnPS/04j3Mh8I8w7coPvS9Pb39n5O+DK+NPcZY2T1O5gY+4PihvUYDdL7MrtW8rCEGvm7tTTxUviC9gb6fPgbbDr1jhlY+3kxEPvtQSz7C2cA9PCuRvXRCAr4xdpg9ZqIMvhxVOr2cxm29ioiuPj9BlzyyZzs+", 
        "fPzPvvHEDL4R4tS+f2SNvvcUkT4KNwM/duXCPf7HGD5NJU++3neTvLARsL640jK9FFoGvhA1Cb6/MNo8Ts4zPYPr7b1XtV++1u1ZPpnyjj2PgRK985YuvgIxcrztsyC+yYbhPfTYFr45L2W+P3IHPaGFobxahOU9rMz0vWb7Lz6+uem9N6kLvgA3R7+sUI4+qfgNPkEyLb1M8GM+9ABCvndQu76C3Va8w1TavYXuDb2aS1m+CAmJvbdwpD6PCKI9DPMsvvURWzysUCw+PdqovTkSMb3P+u69J5B2Pk0wAL+p61q+VliEvYJVkT47UOI8gxP2O3HnPb0uPIy91P/hvAxbiz52qYM+k4xOPqGkHT2v+VQ+mMMlPmyETT3+UQU+gFAsPoaXBT6XFGU9Rya4vQ80NL6fPJC9+jXCPe5+xb0BA/095UEDvbggpb7elys94mduvsGyM75om3M+XEu+vZ2FBL1HkxE+dHuvuAOeGj3rWUe7pp3tvS8whz6QJnm9DWtKvq3bZL45UbI9WMQIvdDqiT31cg0+91fnvb14VbthpkS9yJHovu55U7117QS+m2MEPsXLmj0Dz6i9TsdOvAJgUz4CRW+9CDozPni1Sb6L+dU+wLpPPllWkL4Qdny9kLCdPXSxUD5ypuM9s3OQPTVZur0ILY49Gq5bPiYIGb7741Y+B2UMPcxgqL34Fqu8peqhPT4GlD4Anwq+dmjgPay9wT3Z8Ky9235fPf3AcT5NNyO9+/O9vXHvWL7qVag9cQeIvfQKlL37gm29HAKEvGgc+L0Ek1W+i5QSPY7iDj7Q2Z05fDUUPvtv3j1S8gU+T0Sovbj3Mj6RDnC9pK9lvqOXYD6g/jc+P6/TPPknR75xkIS+K/JMPnCWOT5bGCQ+MbxnvfO1o7tH0ME+EqgePWQGvj7fT0C+qrMiPBxnK76bilE+hpyVPYjICT4tLOM7V2QbPu6l9b2Qua09JWKOOqpibr6zoM0+n9I1vQe5jT2zjl0+DUSSt4UfFj5eKAg+", 
        "rXn6vfPjyL3YPyS8erPuvLQD270LzTG/Gr0cvX0x87tqGYM9PndSvoj6+LwKqBu+D9EDPp0+HD0YMaW9HL4lPrtIbD7VBae94+DkvANjQTtm3ou9b2LpPBhsnz1kvwQ+UdbKvlDHY70V8Cw+sDAUPl6jej5XXji9n1aaPfVBurwJVS2/qRiXPdLR3L3efXA8/7FxPQ+XOz0QQju+JsMEvhmAuL33Fla+HoiqPdQGpLyK8ti955Jfvb7iED7SMwM+sElwPnyDQr2kqzi+8LcGPt+hz7w5OrM8DLmCPCGCHT49fYg9EzgyvGKMW7238ro8nuxhPa3/jD5zHJi9rJYrPuO5dD6z1TM+s3ikPiXzYj0aJUS+H5h2Pf3Soj14kpO8YnW7PQEjAT5j4Yy9ttDhPuWktTxGs8Y90wC+vRjCqT0j5Y2+kvaPPCrCPD6wnMG9EuANPg27or6XcHA+rWU2PluqUj7rOC0+uuwtPZZUVb0/Pue9Xod0vhNyGL0wRl0+u1+4PfWO5D0E8xK+43q1vaZLPD7BIY4+Kordva2Pzr3nrME98Fk3vrswjT6Vl5u9xOlbvrXCaz3wnoi+VFQ1Pd2rcLxH9pa+bZcJPpEWAr29Lug94yhpPXNvjrs4I4o+YLCRvdfpFL7+jEA9VCG2veFoTb5SxHc+5hoHPto+2T2uV7U93feJPd3xEr84CcG9mP9bvYdZk726mXQ+PAg0vURHyz2m4PQ95A2RPnh0uj1T6/s9qz1WPVfgxLollAs+dpGfPUFgibsMo6O+gU7ivRTrkrxcD1G9upUWvrsQcT6G1+w84RW4vsnREb4flWc+2UuevUL2ID56tjG+MgjsvbA1O77PdXi+UmZJPTYBFT7E0dI9FD7PvbaBDL60Dkg9DZR2PvRjtbuugAO+gO/Lu+kZuLzD+po9Fqd6vW86oj1Ma3o9BxTuvWUuJj0tOLC9X5CrPve+xz0GjsY+ujUVvWbxNz5Ks6Q+Zs0CPryuBL5Rcji+BXcEPflv2jwmjK69", 
        "hyl2vtI5ET2fF4Q9xbUwPVyToD1QLM49xJ8Eu5curT49S4k+s8sJvtOCPb51L7m+f/JKvnP/KL5zkK498ATQPLYdC73pwZS+pOYxvhc97b3eoha++h0VvEHoyr285ea9F3KRPB4oGT3hKck9FzEqPZfwhb3h5/m95FhSPU34ZT0GXPe9Z/uYPrYXU77Zori+eRusvQ0k4TvL7k69JlVqPo0S3L0PExe+lQKmPjI9Qr6icGK+EKGKvgeOOL5ddns9IvuNPt+S1j3S6gw+6S6EvjStVT6cEEM8IIsIPrfUGj6mGOe9m/wfvqlkJr2hixQ+Yun9PcNggL1dBMm93zGAPbeeuLyL+Rw+Bj6evHyJET5TTKe9BsclvoHnmL5piVo+TfkPPnCVM75uIAG+S7N6vXWtZj1AYRE+BB/WPfjPOL6Ozgo+yZuzPaiI7T0vcwC+vaskPrHqhD7a2zK+gjK6Pm0I0rs2YhY+u9aFvgwEb770pIi9ikOgPBE3Cz6z8BE+eybCvd3Yrz1KWj4+XEeXvR/T8b3uEAG+5tpMvVv2zr0JY9g9cCytPteWOj45WBQ+s4spvF9QVT5PGgi+Um2FPsruh73GBQY+NE2YupjTqLz3s6k9N29vvWrAkD00BwQ+fFWqPLGnEL0WPAo73CcZvYqhTTuvDSI+yJLsPBa6jj1bLZw98PFnPDaagb3l5929xbbiPeaJLz10PoQ/muv4PCPsAz7Fyp28qcU4PZ65iTxfJKU8krQUPf72Uz2QS7k9Mrr3PThwNDyqfaA9nKYRPlqYrDx7s2482MorPrTLvr3oPJS9zOvwu+cVNrygbhM+b+xRPWepQb4HUhc8l48ZPtuPoTzbCpA8k9IdPrj9gzuj7ZE8iAXJPda+yT1/QFc9HkyXPiKZuj2h/1w9HpKlPb2S3z1LWiK8eQmEvG1/MD2N+2W8Dbz9vZRUQ76Ao0k9WCgtPX8yHT1oqF69M4iYPWwqlz1mja69gK6pPSiDHr0oa0Q9M5+HvfiKKTzzd/K9", 
        "V+l3Pevnmz1te58+h6jLPtfF2bzyzqU+WqsPPtQdgD4IwgQ+DUHhPYsnODvsn08+mO/uPaLW/T3wtKm9EWEivhvzWL1Ndf4974FVO6YAKL1hT8W+wZVePOgxBT42TCk+4OtdPmy/V74/OSy+LrPzPcsry7x7v8I+ytBPPoD3tL5l9Me9kGd8vUfRVb49Db69lLGVvgboDzuoh5A9ZZYfvtRZEj7wam8+52XDPoIJLz6SMq09S53dPXRoML6e7rS+oV9bPWA+mD2NVxK+2vh4PmalX77aGrq+suPOvAJhiL4YkIO+zO7iPKhYk724+0M+aCa9PZImnr50t8G+OyyBPVSxSj6NteI9n+Qpvztopr0b3Is9Yo/UOgRCbb5L+nq+9Os6PvCPgr4AvkG+JSqZvo2xzj05VMW+VYGRPiCyur6VMW48yq+8viDncD6PKzG+pVVxvjvLjj65gYu9jBvRPb3bqj3F1tA9zE5aPcm0g76hqpM8qVqWPkK4TT2goYa8bWRDPZMlTrsvfpc+4PFCPlBO071hQ4g+y9h8vbO6/jxMoTC+6vNFPndnsb2hHHw+90wzPkBUqT2nY7u9ayuZPvKrDL2dq4i+OCG+PdJkEb1FeSQ+YgQ6PJrluz3oV6Q9FQ90vS2xsb7YgY++8B5ivX98qb1wxau9vWLzPYT3eD1NPQ6+hfm9PbGVdb55znE+hPbTPvHphj2nlsM++p5XPYLmA755EK4+NTxZPNW6jb0TYX+8kyoSPFcjYD5eMDm+HkFIvYKnXr1/HVE9pi52vZgDmT0fl1C96m+XO3XCCT2qoJG+4s8Tvd/hpz1dEme9KQQ3Pm7jzT6AwzW+27TxvQqcF70gtqI6Zg2FPqpysD7xXbO9XGsZPqhr2718340+FcUFPlm/FT4YMTw9BeTxPS9++j033o49WcapvCGafr6FV+y8EDCnPVzC1T1Mbaq9kYLMvjMi4byTFlM+dtvqPgeEhT78pQy+rGe4vq3qKT7Hehw8HfCCPmmODD7FKqG+", 
        "IeOQPFlA0T3G2ZS+61q9vTTVwb7LCE280BqavPnQEL6E6Gc+pTTKPe0EdD6QBH09LTnUPSbLt72KYGW+CHGnvoQ5aL3sTdc9HkSHvLccDT5Scny+EWW5vqCDn73vvG2+yvGQvtJJAL2s2Qm+LS0TPrhFkj0SdGy+WPfLvo9VDT7OpyU+lto3PlcziL4oJSi+hiY/Pd+hx70rcHK+rbGvvjTDFj3V/4++Jy1lvkgB9r3c/JA9sduxvvqMPj7nxrm+NjBgPmbjD74g4ik+L4xfvr9cpjznK8c9WPOYvX3MOL5RlJS7SsyiOp519L3rqRe+63CfPV8jgL4jFh2+L1ETPJXNm72qFTC+8qcSv7vAKb6m48G99qnoPUII3T1jXCK9xeqiPIofEr5Du+Q7jkqevT/Wb73XU5C92SdQvPWDvT3AYEy+kTL1O564o73WXE2+lL2DPSfckTubU8O8/EQxPcrm6byK/pY9D0MQPtU+pr4mjPS9L49PvbWrkb5xPkG+Uwo3PXXAzr0zMjq+KikTvRHEJ77MocE9zJfrPrB0G747m+m8Ul0Vvl0UKL5FjXu9aOqIvf3/BL3SbTy+x09XPZ+bGr5vTRG9yNgcv2syzz03JZI+ZzJHvoIX4L42C6+9faPtvXQvj71oV/C9VrZxPSLMmT0Xmv863UBEvlK12j6yZgw9JlMVvW85zr5xAvS9bKoLvkD8AT5g1rU834K4PmeUtz4ySis+jsvhPOLlLj7sFCA7h8bGvYzCHj7M/Lo8uSacvFT8BbyorFa+RXmVPE/s473ogLs97KpuPYPvNT4kdu69VEqKPDofeD7MezK+dffaPYAdk73CGsy8NbvQPcpIvT01CA8+qZrcPZxkUT6kF0u+aPfMPWo9WT1H6DU+tdT5PUKpxr1YmpI+u9vFPb67Cz6k17i9RUqHvhbI4T1dnla+Crx1vePxML66Uj8+/1nGvRJuIT78Xam9dtaTPIWIMb78ZyI8b4f6O1ZaNz6njJa7HVQVPj4VdDuI/QC+", 
        "EwGhPfv+CD5HUAc+SU2xPdK2Bj6BsRE9O8PjvaAWgr2Kbf+7WGg4Pg4Y7T0wXWO+PaIUvrIwWr3LNLU81HAKPkCyED4x3bg+H9oAPYeg7b1zZSI+q/XVvXGBbbwmdL0+eJ2mPpVVSbyyuwW+YgAKPjbxtb03oiw93WVNvVcnzz0sypu+Cu4FvsWjET68UuM9M4lnvo/kcj4ktbO8wQ9evRBeJz5+Jw++a/btvUCNGzwLJiy+9scIvmsLlj2a9yK+Aqe1Pki+H76a2Fe5lpYWPajqLj2FFMS9lAvPvroRib7HPt69PpzCvca49T39UUE+GBcfPG/ouT2l4CU+GzGAPgn6/73UVfy9m/gVvikmb74Gszy+D36CvkOIXrxepze+y/AjPoO7Ij0hniu+Uz0DPMjzKD50l5C9ZQiTvkBJMT7qlAC+muc3voEMir6JQTu+nYSDvdIjuj3pzBc+CYjMPcBgt77+jsY8KeOcPYvdmz3aCze+sGlQPts8BD6kkZc9Igy4PfyckD2i/QW+ExIkvu6IJr4+EIa+TxdPvgyC1b018c47rm/KPdffXjpKvXM+/8Okvqyz8TwAB4s9EEO+PUxeVD3+qma930LGvrblJL6DVqm+aoAmPiyUDr5nFyM+1aIVPrlQDj420C4+zOt+PjOekz4celE9Hzt1vjBwNT6eQKu9D3EMPqBgPDxFMQO9Q83IPbPjnj2bRze9tFUlPlv2sL1h2BA+cMDOvfDYAz6t24S9sB5Yvv3kxz1xAD++6AOnvovWhz5DFiq9sHHbvYuoYL5w3We+fmPHPbeppj79B+m9NA6MvAuSTr5b5cs9qd3ava2yGL1tI7Q+POsFPrdJPb6DLAC9T8sLPoqLgL2WYZw91LqWu3b+Cj4gQU4+A9YOPscwB76qSGg+Gm5BPtj9Hb4kZxI+0vtYPgQitL0S7mg+ulQyPQYYLjzVtq48XDcRPg/UJz0oFTe+Oo9SvvwWs74WyRG+WhhSPdtNFT1sk9w9XCRMvtkozzpnINA9", 
        "OnMZvuAPvz0R2qS9i+itvWqTmD7Z/+29/GGDvcyDQT1fCaM+iycGvjboaz5qHb89c7vQvYYGLj6g6kO+HF13vYmjlb55jY48nVdcvZIAXr4em40+CGLUvfdpmL5KO0M96rDIPfYlZbx8yX6+xC4/PvRrlT2EK1u+ugpIPiYgqb4MdYK9hJNnPch3GL6HwKM97XorvMV2T74dwme7VUdBPni4Ur1nyZO+g7oXvj3MaT5+/O89BwdpvnVOpb7H8G45Eo8YPdcNuL3MLwY8be40O7+LZ713X5I9XnDivWk+Ibx5SJc9d99DPcWGpzy+u4s+vUcdPh6hTr5tFx2+7ANmvawfCD64aeY98GojPlDUOD3Q+YA+EPVFPpRgpTzigfG81Gwfvq3ORb6SNC0+zzcFvkTeBT6tF1g++w47vo7g2jzLMjM8cqhLPi5mh74/QC2+NbJYvurBvz34XEM9NdyDPrrjSr4XlCg9zDACPkIRUD4PUjS9Skj+vYubSD1xJGk+7FqYvXHDlb6Y7Q88mdhtvaIcCD717Ry+8PgIvbkU/z32EBI+Z3sNvIhzHjvkh389ZsOXPo0dJb6lIY0+q8CWOwpJuTzfngo+vG4NPpEoIz78y8M9BWEoPfs8C77rDA0+/nJaPt+Ugz03LNU7He49vmRE5z1x1qK8o2kCvuYkjz07w0W9fKZAvghHIj78Hh69p3U/PdLoQj7i0fC92NWNPt0BrjxugOs9zYSjPXolZT7EaDg9UBISPky9fTvTX6c9foGPPXP7az2aSzG86A8oPjyLd71VnmG+HTioPCusjD3PDW++Ym5KPhHMpD7Z0GE92QhWvs7taT6wkhA+5sWYvkMBEb7cWuo8OWSFPh9bqz1r1sw9RfQOPnXtw732lyE9iUVbvikmm75owpQ+XBEjPrsQGL5t0YO+1MSwPbu8Pz433aY9JgpaPk5o2zzRwO69mIHovaYIGr3BBRI+kYWdPZE6S76KYIW96C9svv++9b2hXQu99+R0vWSxZD6yZI0+", 
