{
  "architecture": {
    "backend": "tensorflow", 
    "class_name": "Model", 
    "config": {
      "input_layers": [
        [
          "input_1", 
          0, 
          0
        ]
      ], 
      "layers": [
        {
          "class_name": "InputLayer", 
          "config": {
            "batch_input_shape": [
              null, 
              65
            ], 
            "dtype": "float32", 
            "name": "input_1", 
            "sparse": false
          }, 
          "inbound_nodes": [], 
          "name": "input_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "input_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "relu", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_1", 
            "trainable": true, 
            "units": 80, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_1"
        }, 
        {
          "class_name": "Dense", 
          "config": {
            "activation": "linear", 
            "activity_regularizer": null, 
            "bias_constraint": null, 
            "bias_initializer": {
              "class_name": "Zeros", 
              "config": {
                "dtype": "float32"
              }
            }, 
            "bias_regularizer": null, 
            "dtype": "float32", 
            "kernel_constraint": null, 
            "kernel_initializer": {
              "class_name": "GlorotUniform", 
              "config": {
                "dtype": "float32", 
                "seed": null
              }
            }, 
            "kernel_regularizer": null, 
            "name": "dense_2", 
            "trainable": true, 
            "units": 75, 
            "use_bias": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_1", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "dense_2"
        }, 
        {
          "class_name": "ZeroSumLayer", 
          "config": {
            "dtype": "float32", 
            "name": "zero_sum_layer", 
            "trainable": true
          }, 
          "inbound_nodes": [
            [
              [
                "dense_2", 
                0, 
                0, 
                {}
              ]
            ]
          ], 
          "name": "zero_sum_layer"
        }
      ], 
      "name": "model", 
      "output_layers": [
        [
          "zero_sum_layer", 
          0, 
          0
        ]
      ]
    }, 
    "keras_version": "2.2.4-tf"
  }, 
  "average_pooling_2d_same_offset": false, 
  "average_pooling_2d_valid_offset": false, 
  "conv2d_same_offset_depth_1": false, 
  "conv2d_same_offset_depth_2": false, 
  "conv2d_valid_offset_depth_1": false, 
  "conv2d_valid_offset_depth_2": false, 
  "hash": "b0bd6d876a534ac0c66374c6ab361843c43e8ef0a5a6c6d5085e7dd6c4fc5850", 
  "image_data_format": "channels_last", 
  "input_shapes": [
    [
      1, 
      1, 
      1, 
      1, 
      65
    ]
  ], 
  "max_pooling_2d_same_offset": false, 
  "max_pooling_2d_valid_offset": false, 
  "separable_conv2d_same_offset_depth_1": false, 
  "separable_conv2d_same_offset_depth_2": false, 
  "separable_conv2d_valid_offset_depth_1": false, 
  "separable_conv2d_valid_offset_depth_2": false, 
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            65
          ], 
          "values": [
            "6y47Pq4kXj9CYzc/Jr0HP7d0Mz/Ffbk+00OaPaCyuTzmzEw+UyzgPhqUDj9IS10/SZNyP07nVz8LxkU/tYdwPktKyz7uUjs/be5bP5bILzssiu4+gSIMPx9CYT91QgI/bl4GPxyS4j6EmiM/3Bb6PuutWT52iFM/864mP64hSj86ofE+6rIsPx3Jnz6QINo+e+6FPgwRzT4qYWQ/yxErP6uQ2j4kYMA+oIwTP/ndPD+5YWk+0H+TPmfgcD+t5jY/vSdJPsGpYj97KEM/3a+MPgr0Wj73xO4+UZYGP42YIT4FsI4+VIW+PkJrfj/On0I9DL98PhcjZj/Cygk/M7glPkZQkz4="
          ]
        }
      ], 
      "outputs": [
        {
          "shape": [
            1, 
            1, 
            1, 
            1, 
            75
          ], 
          "values": [
            "3ySxv7U1/r6RxAm9ib1hPgHoTL8NlqK+WeoOP+rKUL9Giso+TzWbvrhTGD8aVZG/wiOlPoD0hr68RI8/52zav/t/O74IwBW/mAOqu/JMd75E/Om9zf0dvhobjL99/2S/iK0DQObzJb+BUz+/HBCrvbTMkr1e1UU/O16rv/bY5z6P2Ws/7yW0vrXxED21u5M9qH4Pv+7rnrzDkky+ERwiPsoqyD+4xdA+IaSuvjhvOT9kSks+iJRuvqyN7T2CSmi+ktdIv68MJT9jL6m+CYrMvmlDQL78Vb4+oEVGP6l1pj1qpOK9aM/iP1g5LT5NbXS9devCv3qRWD8XAYC+t0irPRsdzD7NaxG/9CUcP+dEkj83dy8/vEXjPN40R77mBxE/1A4Iv6WPlz9xG3Y+"
          ]
        }
      ]
    }
  ], 
  "trainable_params": {
    "dense": {
      "bias": [
        "5D7qPBCruTyFkf486//zPJ35Hj3HQUo7VJjbuzbM9j1JjLE9DbiyPd+B6TzA7xQ+whVUPYukGz6TGao9mvzkPd7mnTxAk+u6jE+mPFRcNz1WQ0y8DJegPQr1yLubVhE97oi5PY+lqz0cqJc9jEUBPvbYGj0Kvbk9LLGJPU/k1D30K9I8nJzdPUb8Zj0LHHU9S8GYPZ1oFj0Rd1g9Q01FPT2Jmj1HJvM9tgoQPSFe7jzGK809K2i6PJxGRj2KwhY9bfDUPcVuCDygces9itpCPaUtJT7UZoM90kOAPUXjtD3jsEc9+1VaPUVMnDzHpNs9fjPZPWIOTT2ml4k95dMEPaEt5DzwhIA9QhRPPaRJej3Vzr49OOdEPVggIj0DPeY8dxuUPdcmvDt1KIc8dSVhPahCwz3OiOA9eVXkPJW+UTw="
      ], 
      "weights": [
        "A6usPY3JqD0rqcg90Nb0PckYkD2e6vo93G27PWFVEz3O3MI9AMdRPeCvsT1zvsk8dULVPfibkDyb7z497UQEPasmOD2eJ/89pT3RPTP+2j1vqyE9DhGXPUOj2D1lpJk9ZrumPch27jyYQmQ9NwQBPdOwlT2lfDs8Q6c6PVvg5Tpx4gE+5fOuPcwHwz3jHro9SsdpPc+IGT6cksk94/xvPfNXLj2N30s9tqmhPVnQlD1M6AE9eXmkPffPjT3RO9E9tKOcPctiWD1CnR09fHq1PfOUIzzNDrw9zgu8PeztOD0hup09esupPbQkqD29zAg9CJT5PFap4z3QFYo9R4I0PXgjqj2uDII92VKsPWLWkD2n+WY94369Pb4lvj1v9ew9bzzPPWyevT3ZtLs98Q+WPWYGWT2dux49VrsVPXF2nD3X3eE91J2oPVbm0T3ioP0954aYPRcm3D10XeE9ISgqPSdZ1T1MzkQ96trGPTp/8DxLPdE9/CWvPJPRXD3liMY8SmBTPfpv8z2QAbQ9m8vnPQ2IHT2w2pU9LKDFPQJ8rT2Auow9fFIDPcSlID394iQ9YP2APejVhDxnM1Q9Yf/zOAs/Bj4uS7890R/KPSGQuT1HnFc9spwfPnDe2j0nsYo9fzdHPR5jUD20baI9YISvPTdjEj3oCJQ9LhSAPfz/3j0Nq4w9upeBPeufMT0HiMM9XR0aPGsqxz2vfL89VNkVPVaIpD3oLLI97YCwPZvSED26oVk89irYPajxgD1pGA89QyKtPR8rhT3uzL89jLqBPUH9kD10H6M971/PPU+26T1BxdM9oIHIPTntlT31jIs9GhJePS1vKT1eIRs9/TyfPSQbsT1P07g964/VPafQ9j0L3Ic9E7v4PXah4D2GYxA93RjAPfiOHT3Vy8Y9lXENPVpTzz3Md2A8ph5nPRU17DxQ6UU9l+XuPa6ptj3brPk9UQKQPSfNoD0DU7Q9LEOUPRJpmz1I6sc8adVSPXxfGz18UIk9dt/PPEkdLz26bz08", 
        "cJATPoGJnD1obro96DfMPcm9Kj1h+hU+1+zKPalocD07xzY9gKFNPYZlwD1NApM9wwrZPPfxnj1l7bM9ly7FPUREnT3LFIw9UVQ+PfN/wz09SuU7QkbCPVCYwD3BxBc906eyPRWgpj0LDac9UTHyPOoc9jwj4NY96GCpPXsfJT3hFKk9OgiGPYMbqT06LX89PitpPQXjvz0X8OE9f5ICPlPO4j0NrqM9/lafPSiCrT0+oVk98SMkPX1MVT364ro9EovFPZVEpD38ALw9n2T+PfLomz0b9eA9mSK2PflTFT2TWdE9U1Y3PZWCvj0DgA09d9PRPWJ5mzxH9UI9lrMQPU7ejD1fBAA+v2LGPU3i4z1UDZA9MKCdPUt1sT3nAqY9n+OJPdxp7DyHdyo9CVQfPSQdeD2nzao8KIUpPWtOhztwXQo+Dk6jPcokwz2nBrU9bFpVPTc9GT6w8Os9T/p6Pa/ERj2JQ149Xc+sPc4ElD0pTtg8BgmfPQy3pD1Cz8U9pD+RPewSmj2JSHM9txm2PfkL8jtKTbk9P6vjPfZsEz18Nbc9xRmmPSs5oj14Hf88c0d3PLnk4z0VOJA9nzINPVHTxz0TiJI9T/y0PaIEgj2p7YA9C8+nPb9e0z3pvPA9Ks/KPUXZsT04DZc9CLejPSQyjz3PlQk9Zho8PQ6Rrz2brOc9cnuxPZV3vj3Bsvo9haGZPTM1+D3qhLo9XL88PQvLwz3xwzo9njyzPXum0jzF9cc9qfPcPABMTD1D49g8hINkPZxU9j2d+ME9jSrUPW2dCj3EWZo9eG/DPZj5mT2pWKA96jQuPbTUQD0RS9E8CXaHPdGeWTz7dDs9gru3uwmPAD5Y2rE95jm6PWRSzD37vWI9wawWPm3c4z0yG3g9JuhEPXV3XD2aP6U9gY2kPcM9DT1A45w9AXuRPSn1yz262YQ99CSbPSaBVD1bPbg9gDvpO7+Ptj0cXsw9S4U2Pc9cpT3i6Lg9xBqxPZXN7jyWLYg8d6vsPd3Ukj2m5Q09", 
        "q33APdcSnj2TKrE921SRPba+eD2oq549DyjBPbbA6T0ZYNU9KvvFPUNsiT0GeIc9VG5dPeMsKz3hWBU9iyacPQ3B8j1Bou29a+0tvB6SHb4I4Ua8ak7ivahIyb2ZRbi7er8TPry3nL24tQu94RAgPrFRED04fzC+godpPnjoCr7pURG9Y5HvvXP1hb23vw4+deXWvEIADb3IJBg+bw/evciaKr0j0bo8fdMUPkf4F77CqN+9tF5SPgw4jzt3hdQ9rigfvuA8wr1WTpS9ctpvPel2bT3jMvG9x6sbvlsdSD5j5Jo+3S8vvs4mpD3Ejd693bU2PgMSvD1rlAG+9bODPliIlb20c3m9skncPWjuDr6YfAM9x6WkveUJsb2G4ys+ya3HPMnTAz6f9H4+K+8Rvvt6+b2L+ha9vyaPu4qskT5+suO9K3/sPeQUT70Mfe69+WyvvNGYHD4TlAG+SlqvvYIJjj5GDIg64g+8vfae2zy/6d6991gGvkeXhr11Xca9iDH2vWwNz72DJAW+m9cevosm97pEnSe9EUk/Pp7LbrzB6zq+YeLIvK6A/L0C1TW+lziEPRxnKT2cOxC+IYBwO1agAT6iiMm9jjoBPVWfGj7Rbda8eSIgvn/rtD1tZZw94iggvePy8r0Xdj0+FqTrvS7Xy721zFI9OjrDPki4Zr0mGMa8U/MVPvsHQz1NGag+xD4iPiukEL6mvh++4Ei5Pkw9Ij4r8Ye9EFM7vXXEMz7BQmw9x7yHPQz01TsApjK9VuI0vuImGD6FdCu+CM13vM+lob3kK4I+Q5aXuwLOSb08dPI7bFqXPj2oBTu1mI49gRP2vW+6or2dKAm++O4nvRVX6b3XB2i73wQRvoETGT4u9Zi9BxS2vQ+B3D1O3Is9FQMZvV5nub3WA7U8d00VPn0Utj1xXNE+4/pCPleBv70Xdeu8zHNrPqbBCr548Bo8ezeYvf/u570G4Ky9wdklvrR2Hj5dIQu+MEfsve9hkz01lqU9GDaEPWxMCL55R2K8", 
        "Uw6lvb69QD0NZQG9Mwiqvakq1LzWKiG+H59tvV6MKz592Dg8vsTuvfFT972/ugK+TT7pPcmTrj0zwky9Kq7QvShhJL5x63U+IYcZvmABTT5g7ra8dP/aPZYKJL6vIsO9T1/6vccSJr5KX/M9qnLOvetXqb09GgE+A9DhPYNOyL3dpgw+S+QCPpDwPj7/uqo+XumPvcoVJL4jgZk9TuwHvpUsIj5He0u93S4rPhhMM72pe/u9UqmrPSz61rzAQb49oBYqvYp0yjs5Pxm+HHrtPZI2xD0FEaU9je/+PYerEb7bgDW+gXO+vWEpw70nuOe90Xchvk41F77EQoY+zX+dvfpq3Lv2NBS9zISPvPoiFr7RWVe97DzgvU8Jzb2OIP+7tXoOPQOXBb7hYgS+IegyvVus9j1XnSo+WNGVvXLEEL4wCZU8NwcePaCk4L1ToAC+koXVvPjgMT1SaKi91kFivd8XLL5MbGY9NmSovWMKwz17Qzc+8onnvYdm7D2uOau7OPoTPmv7P77lvBy+SO/RPR/u9L2Tdzm+QPYbvvaztztFj3Q+5lIuvtUO4b3C6zA9CSx3vcnagj7BBRU+f9fLPjKUDD6HdHa95KYfvjMhD75wP7S9TKHZPaBoJz1kuOQ93kMJvgMZ+z17jIu9IVZyvaRzAb49Z4696ieCPewPoT4bWeO9bADPPGP/ZL1lPQG+ulbkvaT/mz50tiY9zgGLvQGMIT1oL9s9WefsPYtf/r3Yi1w8BekYvkJSgb2S7sU+BZ1MvdSOJ738kf69R5agPNqA4j04CDq9hNiLPvzQIjzwlSy9aGK2ugrArr3hTJc9goTKvT2aNL0lpIq8G3ASvrhvOb11O+y9xwDpvX+a5L24tV+9i0gfviX6brzfZow9O8IhvhgK172ksO29VpiPPthUzL2DGxs+H7DjvYWhTj4zZyY+rkzlOuJDlD1kevK6VyzjPLNbF72gHXs9xCzdvQPexD1ubc49GV3dPsCc5z29mQW+fXERPihlPT7hbgu+", 
        "V/01vvwNlT1uMxa+Yd0QvtyWIb7Ope+9NxK/vbNbgT6g/Fe9QcEKvtQeqz0Puwy+sNE3PhxBJ77vTwi+B6J2PSGlgT5zxD08btQOvoCUQ70sip09VE1DPfspSD4/MeK8Iq2EPbFafj2g75U+bf/oPd6hiT7ITRW+/oOaveDLuL3akfu9zrmevRJ9JLxtAzu9+SLBvfBR+L3RaKi9eTEhPQclZT5kuRs+5SLOvbV78D0eqxI+rVbruxCAz71iKUm9gGuVveXvbz2Pz2m91HSEPdGEr7yLyXU9vJCSvIreG7yRkBC9un+wPuFpRj50LW09H5qYPjpgVz2jrDA+9ADSvdSYyL0KVxE+ESb8O1w5I748svK9Q7+PvUSi7rzpQDs9lO54vV4gBz4qSYY+LJLcvA8Yzb02gta9vzhqPuvEH7xMrBC+nNWPvW9wB76VzMO91o+AvRUEKb6EIny9wfr0vaFDM735VKo8jYDEOxj4Db4LwIq9X6HOPboGbD5avpm9JToavciV2D52Prm9VkUGvionIb7fPwe+ZdEMvsgsGr5efT+9uwCmPMFsljx+S3o8Pc8Mvl8Yoz4/igS9sYm+vFVS/L0sbp+9ccj5vct/Gr6ZMwC+cyOEu5auvL3ltf69x1o7voxOCT5RZvi93dr6vVvNnj7/u4Y+W5KRPOjRGL4r4tk8XCS0PWbz2r0YVOU9GtXWvMPZHL6KPkk9ps89vQ3LQz7/tIk9CSH3u5qqNL7kNVW9Xoz5PH126L3O/jQ+DIZaPOL5iT2sS9E8MbKAvYzhZLyjqUW+ov2UPUyIpz26R4c9lJQwvitE+zzqd+i88KAxvBiYzb1+Xee97NUMvum3GD7ndRg9T6ZOvXukcD2ldjS+EllmPpHDxD1xVwC+npRUPrvedT41mIU+ltY8PcTN8r1hAyG+U0E9vY6Ijb16/FI+kLOqvNZv4bwA8N68M38fvqZrBb5+dJm9GbIbvkDOmL0LobW9JFwrPiNBLT7MVGU+jBC3PZuKgTzZeRE+", 
        "oPO8PRuuh72pSQW+zXsjPDYaBryiFJk+B+0ZPoB4Ir5iMY+9oMZjvTPS+b335jk9vZMivn0Fib18wVu9Ch8SPKFyoD1/Gue9l3mTvRH+GzziUFy9plEfvolVqr12hgE+yzMjvkrt4b3XOaS96iw7Ph6hyr3vWpA+W+5pvNc2v7wkZGS9T3w+vvGewzsoWfa97JaIvUUxQb6Vgcm9NVnnvS1cxTwliys+uhvkPQMK1r1ck/W9LUCqPaX+DT6kAJE9k2cOPiF7kj6a6C2+ekcNvSE34j2xNb29e78ovrcP771sDtY8MkDcveURej2Lq6K9jEcEvm2OTTyp+r08p4aGPiaFgT75Nqc9tHS9uybcAr7wVGw9hnaMPFb6E76DXjo+uZDUPBGAr7uKRfI+Sk4Dvr20gz6DSCs+hZ6DvW6VxL1ibQC+mFTJvYfdAL6gguA9F4xnPmlJEj6J5hM+By+lvYlbnzxHngS+OdZCvOb19j1H7h2+/WZQPntKyDyEOXu9koGQPjeW6j1Ideu9GP4XvgUdJT7DZNY8bMKnvWO8Mj2NWt+96MIDPt3/kj7KRO89VVjivR5mBT7oBOq9Lx0cO5LR6TwASTu+y3QBvcgRnr1BE729uaO6PuZb4T2E9bQ9SGZUPR/zaL2/gI+9myPovfSVOD42ZMG9U4r0vWAbsbxML1M9fRoyPMSl6b3L50g+IRgCPjS/Hb7Edia+ImzaPK9xBL77TJ8+/1DavdzPo72vvgc9jPeAPuwPCL4ECJy7iY3uvTQoCL5XKhu+Y4MLvsMVHL7KvOq91piiPi76Er7tBty9BVTAvdVnkLwarvu9QMyyPbjIoz2wPIm9z86/vYKq870LTv89WtwjPs3tfj0yLKG93ojiPdRnrL0mpZ69qo5ZPjZkB75pGfK9capAPda1qD3cO4M+EWCmO2UL2D2iBOA95KnbPalTzr2USSw9g/CpvKUrDr4PN7G977zvvTRsQz0z0+2927bRvQKEET5aMhI8uQbevYSzTj6q37s9", 
        "A/davWi4UT3WhRe+pN6cvYgH970TTHQ+MVcjvhXGg73Tef298GTavc5Chr33+Ny9T9tsPmxRmr31gjQ9piPVvRHyN75nBJK9+kUZPvOilD2RfbG9+/cbvcO1ArwvWyo+7RP+vG+qC75hzfw9/rp+Pvn1271FdZo+iioIvmvvoD5mg04+DNAZPn6YhrziDuE7XzksPFAi/L1DI9y9QZIRvjCQM74dutU9jsR0vdvmRD4l85M98CsVvvgziD5/b7q8LDXdvK/sKb2tbay9StfivTWW2b31jPK9iN+nvQWzKz3/yZY+QEYCvsQCmz48Vlw+SQsavloAQj4Gfwq+vS27vEvzir0O7sa9u3aKvMjyF74Pba682bFsvVcEtr2joyw9LolgPsY4xr3bsoQ+7m7OPYmGNT5po+G9R9NMPokEbr0PWee9U//RvONFQz4qhiO+w3fwu4/tgT0oyoA+udYgPjHcgD4Jkpo8oyH6vZCE373iZwS+YYMJPnRkkz4H/Q++omgvvoiqg72LcSK+5YMkPfz6Y71MhL+90eYhviFcBL5daA0+1UN/PJeE+T1UgAe+IY4DvlMQkb3eGcU+ngTPOsJjQj0foQa+ncZOPkdVHL2nepk8/0vjveMJjL3zXNi9jXwzvuszX70ZGOW8N/b7PVhyGL5TKvC8WQSNvfOFu71a3P29lZHEvcLaJL1sKUK8OGwDvqKQDr3GQKy9kzeUPl/r5D3OoQe+mU+7u5J6/70nc5i9aX0bPrR2Ib1kQ7O9KgyJvdPFnz47eOy9XT2IvBul77ybTiC+FREnvezo/b3HUQy+8IONvVe98r3tc829LFtpPmeaUD7lSQu9+NrMvW5VEr6q37a9KvsFvrsqGr4hl0Y+Y7Y8PPIkGj7470G8zbKZvTjIfD5AJ8u9n+RgPugwuj0a+Yg8er34vRFUPr0x1OI9pwxpPozjKD2hQxg9S7erPVxQIL5I9yO+NPvKPVHN572XPQo+l2VfPb67Tz4OYFe9DgilvW3lBb6TIpI9", 
        "daPpvSN3Bb7Kpls9OddtPnmZHb5hkAW+SceyPk1r2r0Sa249FE8ju6B4t73Yg9y9PFzgPQmkmD49WIS9aPbCvfjh670F+u49beiBPo6agr2vldS9CWxPPSZqab0BTSo9m9gWPfHKrb3DC4I+9fovvl3oH74fpXS9boAQvn3Cpr0RgUw+HSbrvTPY7b346ao9pjSyvHgEuz2qeDs+7DOAPhrrJL7PUAk+I0ldPsi/DL70II09z7PYvQRUn72J1Jw+USj8vWqlUT4kurS9dUjzPaXfKj15SxC+jzU8vZ5W1jw3taI98XAtvjHF671y6MO9bXUGvmVJVbxCwWA+mJKKvdTUoz5opEK9nS+6veulC77mqdM75R55vTRFH77RRQw9BxgBvoduDr4oJsO9j0IWvq/x2L1X50g+t+8Ovm9/iL1q5Lg+XjUMPlJ5gj00rjW9NqSMPrpcVr3OoHM91SGCvUxiBT2Niau9U++5vcbxh72KIxC+OSb8vWJdir2Khu08jXfnvftvRj5JPOi9aC5CPtCejb3XwKQ97c2JPswknrz+9aG9bYGxvQh3+b08pJa8KQOGPZguO75A4RO95xfFPS7PB70z7ve92ea2vcdKW73iMt68iqFMPqpZmr2qpr29n9kpPdK0qL38/jS9p/Eivpfr5Luygg0+WPBrPUOWbD5hYBu+aAA0PpB8pj6V3iG9G9YGPmSIPL6tavo9sWHVvW67DD5B/z29yja+vbuf4r0NMAS+ZUDSvWog9b2da70+TVDavVBCRT3j+CO+z39VPjrM073R9wa++KuDPcdFkT4onhC+Lyu0PdWGyL0Ggbs9BATKvYd4Ir7zGBW+o/6avYPBfT7JD3s6lTqvPQ50AL5/4Ru+xZL1vfcV1T2mwfg9UaX6vHtkvb33ntm829ABvsQb772TLxW+i93ZPo5FfzymVpM9UmsjPmbZH70g7c27uXjivWH5/L1OWoW9cyUmvjMJjD7fABC+8xWDPZRWiDz9ALG9uLU+vSahqj1KEjs+", 
        "oDNtPCH39b0qfZC7wwAyvCDs4T364i0+B92tvekToT6+cRs+8K07PjqL7b2Awhu+6B8RPce9z70rLOO9ggEOPlVw7j1hkie+Hj0Evs64FzwhjFo+2N1CvQaJAz2d9MC8cmUCvhn4Mb4mH8q9y3yDPc9jjr0gHFw+y1MJPDyPg7272zi+vblBvUP6vz7bgkc+H3guvgFMa7xTh2U96sYHvjPXAr4iYNo9cK65PCpfFr3RxJY9TDAvvfV8Tr3dHxM+CokXva0ojz3SyXe9wvQBvsR3C77gLf+9AFP8vYqrF75CAig+RtjBvRqcyj4khga9MtZXPp3Gcz7oyyI+Jqg3PVfKD7v8eN69wdmJvaSTHb5Ky9y9kHoLvQR/sr3JCxO9/988vuFQtr1Fy7k+LnAtvgPkIL67UC2+zicfPYIx1T3Hquw8yUvsvYGH2b0QZPS8UxyuvHeNED6/eIo96pWpPZSmIb6s5fO9V68JPj5dWD5otMU9hlfRvbvxoLyp500+hx4gvhEHCz3JXgI9tXgpvhXPUb2p5g8+9ekIvrrEqr3CboU+734lvlbIRrzxySg97pICvczqgjys4F69KiDwvUlqpz5pB4a9fRe+vccEUj2AsTO+D74ivjRWlz5hpaI8qs8Fve6w4bzAfSO9Hp0XPk9JAr7n8Ls970qIvVR/gb3x+/i9v1qrPoDqlT3tOa692UYrPqtUEr6kPNY9JxrwPUwfIT0jTpU+dmKkvVe+XT20o7g97ggYvlUHg72LKsK9BQu5PXbV17042/c9BLwcvjc1fjxREQq+0Q/8vFBn2DxOpTq+SE6SPmNwor0s6q291x1qPWpLLr4qrdG9j4kQvtysj70y7uy9dtAKPopcG7sf0Wi9g9cbvhMvp73QwU490+uFveKQ373paYy9YWlqPUu2Ib21pZW9xPXpvfdZjT5zRL8+mnkCvjMNLT6TT/A8KpQzPboqM7y2biI+EtXsPbKpIr15Z+c9ZtOXPgQZdb2dyy69CbzNPUsJST6ByWi9", 
        "dTozvrWJl71Hf1Q+iFnfvASy1713r4S97GKxPRtAJj46WhO9xAYMvrmG6j0zrA++lq9HPqatvD3WuQ6+vVIVvfnUmrlxWgO+BwamvWHphLvYQwW+PRn/vYL9TT4ASyu9qEYQvqjliz1CARA9UYZsPeCsDb6hiR6+tJuKveH9sr2voJu9YzTdPBPXej202LE9XbizPX1r/73Zuay93q+NvOFKUzwh/qA+DkC5vEDs8b1y10A9KJo+vr6HbL3sIRK+5z6svGNSZT6eY++9mW4Uvi56r7zyNXw+WiBUPafA5b2PkpE+qXGPPhxrPL1NCCW+U8CAPRCMBr08HrQ9pKfLvQXdHb4LaOc99MGFvf5/H75hS/K9eQRCvi5ZN73P+Aq9t3WPvceZDT52/7A+fX/ZvVqVg71YnuC9OJlGPvN0Rjx+RSu+e/meveYJBT5/zce8OJdPPYlRjz43Uh6+bt02vfahqb2B3wm+zn2jvXTE1r14/MO94BB6PrKjx72fFVE+uyTuvTyhxT6nrAy+0ESXvQZyWz33Kfu8GuCsvOBSPb1gRdK9kjjhvJr6mj2JbrW9LAMPPFZbiz6zMY29VSHNPPf94L32s+M9LuAAvuhCdD7nnVu9nXM5vbIMwD0dwx4+T8dGvoIWg71yAKy9gDc9vjLfgz534Zg9Q84HvKgoCb7hXIa9uTb4vbbMaj1NjAQ+kK7gvNWvhT7QHq+907/rvbyTF77iRuy9co7+PfYxIb7q/NW9YHRMvWV6zj2aole8ZM2TPqYU4T0uCaw+Mn2gPMSbej49iBA995QgvsGnt73GNZg9Sm4cPd+uGT2RsjU+Qb6QPfXA072lbOC9wbdRvN/5kb2WEfQ9FXWZvTvKej0eW7i98V8kvq/k7r24hIS9vxNOPlhEtL3j1cq9WLwcviRlAb6R5I69B0mbvcjwLj4Oiu29SrwHvkG4aT7XiAO+Uf0PPQTX0r1BDt+9/AgWvhfbuj2GnLy9d0SjPQ4/Ab6NB+k9nsixvUfkjD4irYc+", 
        "z6dSPknX0r2L51A+yXEavupP3L2FPYw+3OZwvdiJH75qszm+9aBfPuzm872rYzq+xdsnvFxEFL7DwU+9k0QMvU4lkLyDJOq9lqoPPhLgij1dG229cvMcvp7Epb0KR4Y+u1EhvYyw3L0vSmC8U8BVPViShL3hetA9SEfbvXnh3b2d7cU97QdBvhGkZT5DPwK+5G3rvd8kPb7Ua+69/44JPpRaLbwunhE+AHD7Ombq1b3eqS+9wZa5PQh8ZD72KCQ+D+5cPZfKi7th1tM9o3scPmxDLz4hyo69jJUSvU6ybL2RfIG9ytIcvD1H6zxUJNU8/10AvqsnUT5DQA6+WbcpPugy5TzzMAS++roWPpxm8b3iO5G9kQAJvsCDAr7mABE+mJ0evlKsCD6zSPc9tP/5vUJYIb725Rw+rMN4vesbtL1inu+9hDK6PZmk1r3XwBu+ldiZPkeWB709iM09m48kvhOl5b1ACgK+Dkr9vZZKNb3X++O9Ya1aPd0aDb40Lxm+4aAaPrfUNj7WieC8gvmVvN1C9DyIEzo+22UPvQBQOT5Y6Ee8r6NXvOb+9T3KgIQ+DHvTvQ7sVT76jo+9dwTpvNoZIb4xvz6+HXmkPNo71j0byv295vtiPlRfSz52pMG9D+9FPlaTB77ASMa9ZXCFvbINnD4bEce9Fcv3vUEM4r26sju+L8mSPZPZF74r0TI+cEFXPrd3j72WZHA+tLQHvmecBb6KAAM8mEjJvcfdDL5Uy1s+REl5PmroDL4N9I695a7yvd3iCb7/skA9cQ8Kvof5Gb4/axq92/b4vYIQEr6WZAK9vO2+vWroGb0aJ9a8d5McvueFgj1D1eq79PxOPrOAC72u55c84jkhPvgsG74XG569DfTuvTrTs71Af8Y954hNPifloj35buy91LbRPS1aIr4sczO+97SBvW9yzD2YNmu9rkcTvbyk+r1aaBm+iwwivQc+/D0fHqa9YyftvXY/Jz6xxgE8O5j5vVtcFL6JTFU9D+PRvSLY6L1GYz88", 
        "x1J1PJUtRr7VGR2+DvqJPRS5gT52+ta80xIcvs1Lhr2u5Mu9YM+jPXukoLyrSco9/AQ7PuqwxT1cA728tdYhPRtuZLw7+4W91sQRvq6khD7BVjC+YwLAvfclhD0UrQi+tSoBvkTxZz4/P949WmL/PeoeFj4E0Jc89h/ou91lcbzOzEk+MDwDvvkjCr7/VAe+p2j2Pj+IAb6h/Aq+e8gSvhKUIT74PV69LVJpvbBw2r0rR7295wRfPg036T1tRQq8WzBhvTuv2L1ICA+9zG+xPIWKlLyz6/29yuKsvf5mK75X7529K4AAviNgPj4zU4e9iFEmvrK1vD1X/gq+/FEEvvnGmr3DrfQ8R4rTvaNMGL6gjq+83zalPl/sRL1TYNG9c4rlPluu672r5wS+kpDGvSZs473Mk8u9SlHdPQpDvb29xRi+jLlBvnWipT1a6R2+PWKjvSa6J77cHlY+OvCYPQjeVz7RF/g9gxCUvf/Uyz177Ae+SBRgPU8jSz5Z8eu9dGUTvrT3lL3fWrc9CRLHPd2DfDzV+Xw+w2IdvrvYvzzsXC0+UgULvltSEz58oYS9ib9dvWCFPz5GfI4+spFyPlpNoz0XzPe9iryJvW05Ez7vwJ08np7FvUS777rtrWW9TBoIvifsaD36kR28OxQBPn7vBb57MhW+8122PJ9Uu73n8Oy9P/H3vBVNMDycHsQ6ewQKPvUyubyq/6y9lzpEPusIND3tWNm9isRVvEnUNr6QVBu+Q1XavXRrAr6gGsY7RWOgvUwdhD7diPC915mHPe2ipj1gkxi+aA4FPTKpsjtabhc9Ezz1vUpk8r0djHw8lYaCPd8Dij729Zc9XkTTvcOWF77N10K+JKIZvlqvGL4oZ9Q9s1JHvoXjqT1mkuq9gE20PfWt4D2PJP296DkIPmBwgz4Wvc29ISBevYJlCr5wBIa9TxkbPq7+iL2SRQM+Tj+fPZ2z5r0jhMA+LKy5vfYzB75kDRe+hDi/PaD/Cr0hhQc+X+87vVEJDr4B4kO9", 
        "w6ruvWUvCb6Y17s+RaRSPpDzHL4uppW9X1zKPa0y8b1IPDA9SQXBvb2Fh7qgrtg9/84fvmxqwj3vDYy9PspsPngD9722ybE+spcDvkooIb5weP88gjTjvcMHGT5iPQy+Kr1SPJfscD7I1HI9kd7KPZ2CH751WQw9ipG6PjipEL5VrY+9zvXyvWM2lLx/7Wc761UKvfKvC77TnM89fJ3lva0sJ74cmB+9VibhPeNDPr3+kBq9ajXevaW3KT74h9a9HcL4vINgQr4HZCS7kKXtPYnSlj7z8BU+OLkfvi7rBz0LIfO9ICgYveiG6L3e/d69Oc4HvgUBrru7edu9EZUmPS9FFD7cMoG98ExwPYpjzj3YrDG+31hZPgMizLwCBy0+YdsBvrIQEL5tW8k94pwSvqAXjr31kSQ+ClGbPri+jL1H+4294AWvvUz37z1PWf29J1KZvLsYIL2ZFVk8ni5rPqcLyb0PF6Y97uW7vfw8NT4TqtE9Mk8SPqRUVL3D3i0+nJrivZ9G1L1N7xW993yqPqec5D39UYw8piGePfZpEL2ou0e+TidfPW6Q7r0QVLI9KI6ovQJat723fgi+U3MwPg+jhr1N2/y94mTvvVj3Yj78Ve28v4mLvaJdrL234cm7BopoPSuXxL2ujF49PM2+vdfnAj7s/9E9InDYvbi3vz1lk/m9sMLFPRu76z2vYlO9fz0BPOjwzDyKbYE++HDgvXlf9r2IswS9nzbrvWTW1b3rowi+pUXOvYojjz3RnZ4+3UI0vg6HtT7Qf6m8KI6nvO4Qu7whtEI+E17Mu9dAFD7SAgy+W+q0PZe4XDxCH6g+9SSXPY+YJL7vcYM+RNh1vMnXcT3ksQw+9lcKvoLYBL6Ayxu9metHOxpV1j0s9HU+QWVtPv/0Qb38tVy9G2ACvlC7H77P8RK+AeSOvY1AvD1AXuC8CrMXPZL/ir1/0nY9kWzhvSgtFD3DvWk9RSMavsYsZT7NaAq+NBLkO0I+oz0vK2q9fsCPPZh2Gz77aXo+", 
        "jRmQvV+s8b1SxEI++ukavnfSLT5yl44+H6alvaQ1CT8MCTC+t8s9Pf+N9L1GcRu+yNjUPfuJpL2EJvk94+rMvWfc4T1pwSA9XdrivEIBH77AxgC+UHNGvoLSpr0I33m9IKbCvBkoM74WnoU9jYqBPEk/Dj5HBQ0+Ci72vSMfEL68Ap699M4MPi9/lT72xRe++6yMvUbWQT7g8hm+k2sAvtnwwb3SYxQ+IPGOPQy9D772RQ4+y3vwvQfklb03LYo9RC7svV+JZr3mZ1o9v4UGvk4tHL6apAC+vxcNvIHBnD00Qqk9ETdZvf9qOT5M9Yc9PdbKPVBDw72O2ZC9qcC4vX9thrygTd69UcMDvq5hoT6Wdl29AxbivSZJc701iya+tVmqPdP6UD5QdTw+Xt8rvv7aH749JsU9lLJPvGHFkTqQF2w89D/yvXsbLT2sutU9s8rRvPg5GL4S06K94hHivekeIb4BmDG9vLzJvTZPIr7EuQc+TCaAPdCx5j3Uo8+9ac0tvtmWSb4O0d09pimfPpl58b2UPxc+el6qvYm/4b0Vvdo8Dx0nvn3Kt7zCi8A8NpAHvomTuL0KQSi9yBSFPN16QT6QuGi9384rPRtDDb6Cy5M8F5bQvBt+zT0BmYM+b4sAvpnjwT0a85y99QISvi5QHD0lxZu9KuwjPr5cgr1fZBM8AlnvvWTjr73Lr5i9bx0MPoMl67wspwS+gWwJvVRBN752xZg9CVwAPaJ9vj7Ba7M9gwkXPi56TT6WBZk8fg//vQ0C1b0s7Mc97qsevh1knj6xV+K9BttcPsm6tb0UykG+iu1nPf34yT0dLTG+nDKqPc45kzxiQca9JDTOPh3ydz736/2960hbPbKHGz4EsdO8s8CJPZVLrr20Spi94MlEPjWD1bwfPP49/ShLPpgKxr3bBi0+C85jPthh372XTkA9vctRt7LEEr7FMjA+P3ihPU4YRL6uUCC+mI2zPTX31T1cMFS9qTfvvV3Y1L3xm629L4TAPT6/sztpCvw9", 
        "Jx0xvm1V8z0e0d09czYPvi5QL76pEqC9wMsgviD0lL2DDug92CL0Pbpz2r17oYq9P97xPOWo5b1xfQO+Gi5nPUo6QT1rrQg+5l3PPI+4Pj7hAwQ8Z8U5Pppwej4tq589VUENPgEGCr1tfH68QJxbPrROHb6K1mw+F7nHPUKcur26uEk+DcLTvRf6or0NxWy9VwrRvWdx5r2wtqy9Wjgmvu2Rar3eBXe9+Ki/vUirTD5+oB6+m1sdvgQQCL52qA2+Y/kYvG1whz726jI7O2SqvZbK3T0P02m5S747vZoaQj5NMX8+0+tFPXsaIb0gd6u9njTLvaD4DL0yh9c9S4rQvV0ONLwMBFc+uWMhvbJFDj7Ja1U90Fi4PfIgIr62d6I960b2vZRpJb7eFWk+76HPvYEWBL7YvEQ7D7uMPQuL5jxEEbo+jOAZPrHTnz2JEco9DIPFvSmvH772IRi9WeZTvQGxBr5MNxG+RFWIvOTJkb3ya8Y7uCgtvhV3mz188pq9lgGNvQO//LzBs/A9zjW2Pk3Psj3dMKM95lz9Pd4kC75jQjS+67G8vZBSNj1yYv+9xRgevjmNhL0qupa8nwG7vbfGOjzquty9n5XqvSToaz4xwpY+PqFgPW35vL3R8t098guhvWvUrD3drti9zk2tvbgTDT5wFWs+lqr+vehjxD3uo329nhH8vUj7sTz7To4+ylLmvGkXAzyExm09tzTGPIz8Jr5ugem97qO0PjQV+r1uVYE9UHXmvT0O4L3kXeC9RAUzPqjQCr3QEFw+VFgcvqARrD2YGdI9CzAGPeCLlTwRQvG9fd8LOxdAgD2lFmA+bprGPXj/z708Mm49cjWZvE29Jb44WUg+7wMwPr8ApTxb8sq9Nm4APgF3qb2mVJu7O7vLPXZpC77Dg6y9aRsaPPdi+b1XKSa+wNidPUl+wj0hoti9VNQXPQjNnT0ChjS9PN6FPrl1Ij1hSRG+YGgWviNulj41KMO9uML/OspqAL4Toy8+42kUvrTRjL1HRqY9", 
        "Pdo2PXUurrwJEvy9hDocvjGhID7OeuK92gO+vRlzJL6b1kG+KtCgPm8injy9Bii+clepPsVO/z325tQ9lk1bvLaDjb2wJr+8PKHkvXN6Yz3m7da8iZN7Pfanq72PeJC7rMZfPnh0JD5S59S8wjovPstAn7v6TVA9RA7XvQ8l1zx+XDY9RZMMPQijHb7eeSW+v5kGvg57IL71IBA+kSCxva10Bz4orjC+sE6Wvbbiz73xF4299D5OvYJ/9L1I98w7MpoePpHg0T164UE+qw7GveW+LL6yZtO9rmwivnW87b3rvx8+nReFPUMTXD5ysOQ9sAOKvTeqIL7vfAW+YKLSPTL0/D4GlQY9QObYPJHbBT4R+e68oS9KvfHMR71Jagy+XKIOPpR1RLyb+As9nWsPPvPL6L1pAeQ9nSWWvUFLND1MNvC91Y0wPJuaAb4LeiK+aqtYPr02hj1KJWs9f/Yjvo+LRr4nKwW+gCexvZSnsz2g6xe+C/I7vbUwrjwdUKk9bg2RPkODEL68syw8fKaXPZHwNrwm+k0+qt6mvebNND5GY4M9Ne8fPszWRzup2TQ+CfDePTQVfT1ymOC9/ANIvcWGpr0GRwu+pS0kvbWxG7x+HQC+i02aPuvoiT6BaPG8l7OFPcOZp7u7Eh8+/aNmPXXBmT42QMa9wQTuvYUueT1w/kg8q58dvdaVJr5ChA++K8M1Ps1Jzj3SSCy+IVWNPIYggjx0tLc9JzLbu2GfDr5pf409ywREPhQcOb2pcf68KI7vvUxvCL4tJMe958dsPgQOGb5QzQW+DNgcvrYwEb60EjS+zP7WvHryob2PHwG+GG97PU2BTD0QbJU9FuqQPSyS9b1Pasq9HkQ3PUpH+73bfnW9u8QPPd3PBz76CVU+hF22PeJFmTwU+vC9x+y2Plc6Ob2TU6O9YgqFPFKZlD5Tb6k9tlj9PZDLJLy47RO+UCciPSsJZT7HVqy9iVwOPUP6GL3FMQS+2bD4vUlKG77rueo9xn/NvW4UPT69Wcm9", 
        "yw6FPKnNSL4efK87+re7vBR3X71fTia+bw8dvks04r2lOX691++YPZhDGj1v0DS9Mlm2PgkgG72FAcC9s9fIvfHYST6dYOg7+Jm8vUgo/b1NkTC+m58MPisV9L1/VAC+raVCPU9cCz6Gj409Wr4OvmTOBj67zOW8m5isPYc7ir2AvPM9IYQCvtT8Cr5lkwe+c2WzPum4+r22SRy98hMtPTNoBD31r6K9abHCvW3fDT1YkRy+eYcevqQ7gL1xirW9N78DPuLVzr3pjHs+/Mf0vXAg7b1cFI48KA+tvZl7IL6pxJU8A5wKvg2M871lAMM9Cecavqv0sD2vzQa+Q+AFvs2ikj0dgLc+8AbGO0JicD1OQe684EohPqUmtb2Jfeu8mHgLPryO6r0Seeq90aIoPJHL0L0rG9a9sqQVPmd+4j04acG8rM+Uu3oZt7xbPEm9o5sDvpo+PD6veyC+x4S/Pd5d971zAhu93qzgO8e/4b2ooo49nVPOvfALxr0SvpY9kAD0vXzHWD0ZS1I9zjwZvqzqML7Hhci9G0AtvkxLMT6tEAW+IAsRvrWF3b0IblM+D0gmPlviwb0tBQS+mb04PmQyGz6i/lA+XuaoPgtQWT7aVxw8FNilvP/cC77H/hK++yA0vviyKD7fbLe9q79DPeJy9T1rTY89DoScu8aDLDxyLe29IeEzOwDcu7wXMJ+9bhooPCWkMD5K6Ki97ntIPoIw07wLi9C9PU4lPpz6Hbt3hhq+gYM0vtGoeT0rBas+ZwHIPf20lD0kD+e99uoAPpMoqbukdeO9LURMvdUW0L0i30I+GlO1Pdrt7r3CM+m9U0SjPk4+8T2XEdS9zXXFve2JHb6c6ii+WlAZvmiMFb7vLaU9UBdCvrwH4D2LNLu7hBvmvfN+XD6uD18+zYOxPfWLTT4bAlO9SokBvCjJ+7iltA89iDxTPbLq5r031w2+8T47PeHjCD0FN9E8v7+aPJGMIj0qVOi9tSXNPa034r0D2Gc9e64rvuudkL0NN5c9", 
        "9qnpvX3LBb5o2LY+YtDXPoQYHb5OA3y8rkQ2PnlIFL4sRim+PXGdvAPkqr3JlzI8EB0ePqkLlj01WRK9ySUnPrYS9r1iOBo+JUcFvom3FL7yf9a9aVLivd5vAj6trCe+jQslPbrhJ71jcwK+Y3jlPUw2H77o6C0+ppTXPh86gj1ZXFe9Pk77vSwoJj6FhCC+l858PgPPBL1PCto+keS1OzmNVT2vOu693G9WPtdsEL1RFtu99BqbOxUY970u1Rq9WLqLPknD77z2Vdy9/pdGPqkojLx7NJ69tZJxPVNmyzwGOfK9ohs6PpkI7b3ddkM+ZXv4vdG8xL0YAuO9vZTnPSTENb0ruUw9PNsovnqQYj521De+z1ixvS6DMz4uoW49WR/ePCTUEL5FRKK8h/JwvZb7470imTM+A1q6vdG6/DwmQxk+ZZJ0vef3lTtdLzK9ig8cvhyGuz2OnY+6O2mkPvsDoL2g3p08H8RNPSBkG7wH+Ri+1SIKPmmRib3i4EQ+3O/svfvN3b29OsY+gLQsPvyKeT1liZY5Y9Y9vZZz4D3YShq9PI4FvkAoeD47ILu9sMJUPrc21jwPp4A95MsNvukD3ruwaO29xC0WvNdQEb0y0dG8dA4UvqnJDb0EDwo+22MqvhYAmT5KjnY98/nqva6/4DxdTL+9ozXmvQRiWr1FewC9/wEiPvUjRj2olQA94ciaPrZ+R77axgc+ebCNPrbgAr7sxiq+m5nxvcUrar1yAAU+vB/Yvdoe7byw29u9GIVBPfnrhb1NRrK9la4NvtrvoD1pHi+9IWkgvk1nzDyrJAS+cuO1vX8mAjz+MsS9iUAyO3KTRD51BOs93hyMvYbYrT5zbd09DneCvbxGtj1goWs+K9kbPcrdor2Nti4+hfU2viWvw72nt0M+LzcDvq+/Ib7WD2W9YnYUO7oTCz6qkcQ9dUifvWhvAb5OZM+9tJzfvf+IED1LULa9Xnsfvuo/mD4O/1m9pBXXOib8y71B/iG+BTbaPYtkaj1dgCU+", 
        "E12IvdEd7b0FgII9Ie8TvjHvJL3WIBm9SQSzvVrsZT6+VeK9h+msPpi7gL38ihm+5a/QvaCqj71ef4y93rWNPTmwlD05mE4+V30gvstBIb5ZUjM+qINKvdLmlr3UZN69sx7wvPKx0r0y3OK97rvVPd0ihT64xte9zr/yvf6qDL4nQzS+nqWRvbUKPj6PuW09XoeFPvyZMz40CCW+PJcEvkB8LT0N1d48HHTVvd04eT1FQC0+ICkmvqtxOD1EwBS9MTntvfmBYLx6MQo+qy7/vaOqG74K3gG+l55NPm4Utz2h8z29rBx7Pt7Tsj7q6PS9qDIoPXaXdr0VHQY+piiMvKF1ITw9kMK99jkEvjgJoDwWceW9yibivbqdvr33VB29X+hoPpCwYz4ILws+kiQxvvGnHL4FMV4+GBYTPpVKcz5Xf4y92go9vY9QDT5/eee93cMAvW9IF771YwA+gKLjvSfBCj7PNYu9G/shvRk9JL7WG5S9WlsYPiD/iL1xQ2k+vHWjPRc7NzxsqJQ9fq6XPm/M+733xnY9Dvd2PpdWnL2Izq+92jgDO7jD7T3sTb09VX8Evo6owL1koeK9/67ovUwcM71Asqs94vThvXtNE75zdgA+AY4rvkG09T2CcGg9c9UEvi6kFj6KMti9buFfPRORAL4VGo+8LCYVvhRerT2ssxU9BzbjvD+DhD2wUwW+SPFGPpNcqT5Eogi+zsXSvVnnNr6oBM69EtgtPSG1ibwhkRy+NGIKPvtVUD0c0Q68NastPkfs3r34lbm8X0RCvSwfyr2m5++9a13JvYvxI77ANiQ9U6P+vQyn1bv8DTu96F5kPe8j6b21y8Y+XXB4PcUGir1xrfi9H7xFPc2R3j1/P9W8xiEmvpgxMj744t29CX6TPqSdjryzOXc96PfvPf6s3r2BvJM+i2BfPfjznD0sFyO+LCoXvFUOKz5BmgA+pp0+PfCdPL5+jAm+lP+0Pn1B1r3j72692QJDvd0N0r0GwGc+w+bUvd2VPzwOYY8+", 
        "sCmCvHKafb17ujW9HFQRvsLm6j3F6wK+xGAhvgfUXT0fPDU+voUKvklAGT7SFZW9+0prPp4Mlb2mrQO+daOOvThE470C5Ho91WMRvlVztr0iKDs9CBAFvrh8Tz39FxK+aeW6Pgsq17xU+ba9xj1bPfanBr5g8K69ETeUvYkSo72HoTu9vECJPV+tkT2kTaI9SHKQvAE+5L1Wq6y9F9onvin8Rr72bWw7A+UWPYkc6T1TbCI+AY6GPcvVCL58cYG9fOmTvYkQHbxNfU29nbkhvgautrwVAw++CC9nPFyiMz7yH5s+DU++PplZZLtUlO68gpaWvSjCDD5Ngw+9907AvQL4IL6zdpU9rdpOPXbnfz6MpOY9U2wePUNpIb7Jm6K9rOOtvSP6Yj4No1s9RUzJvVgkAr1UL+Y9j+SRPYKPEb5XcU0+DPmFvX1vQT7PhYM9/YohvkjUnr15UFw+vwsCvgHkpT0BEwy+bJHXvWHj1T2Z2fS9EtcrvnCIHLsNkCU9vUD7vSEqEL4GWta9KdYfPkrhHr6i6WA+ffxHPaj1172HVAK+rwbWvaW7tbvTn/m9sGyEuhoMHr7VXoY+1Ya5vX7Xmr3li9m95l37PeXaAr66LHA9MeaBvRkxsL2qemw9eGUJvpj8Yr1XBH4+JRkpvqVxJz4UB7u97aWMPn6tkLwYPm+98wbqvUBb4T0jYCS+xHvAvIVugrxaKrG9yoYRPZm1Jr7Lhla9gYpHvc8oET59aVw+Wd5xvYqk4707BgQ9hpshvomps73q4nM+drxXvA8wXT3UalW9wLFbPpnXMD6D3d87wEQtvsD/Cr2yv9m9XDslPqcP9D2UJAC+aEgJvoj0jLzwkZS9Gm4aParWTT6RizS+j6okvskJVj0NmHE9YVkuPo9fwb2NO+C95OpqPk2P970wiL29ISdiPjv9iL0ro829HMKYPtlKSr1ybRw88sMrPv6TDD66hvQ8JIEhPhrlL767l6k9I1dSPtq9BL5wBjc+7X0EPRBgPjyTLji9", 
        "sNU6PplyCj5D6Q6+klYhvmmuET3Y1W89bA/RvefdHL604Is9ZQcFvo2AvbyC7z2+/AJFPtr1Ij4ZzBo+WH2LPQ0nlr064hy8gwzxvchsKb6gCdW8D+gHvpkHsb38JZC9PP/JPWklQzyu0/m9XTqSPkszXT03l1i9NPdMPvmSyj1OGyg+O+JAvq72uD2QNmk9AciYvboYPb4H+KA8Hq5qPi59ir150fe9BK/0vekTcTyqM4+9qmbwPAdTpz7CfWs+O/RAPlSEcb2mISu+0/oRvslktr3cNww+uFVaO9ACID3pg9i9YNUSvncP6L1Joo27AAhuPSHTJL500ga+itaNvaU3473OkoA9khTgvWdttL2Pbrg8UHE8PTmvRD5GMBO+nY7QPd8tLL0Y57m98zQAvh5/OL3gGAG9JYP3PWAYgj4ViqG8S9/ave/Q/r1WKxY+lUEfPJ119L3rJqu9+sDrvX0uD76/V10+B0MSvFCz5TzJipw+lSBHPR57BzxUBCi904UdPloDK7yKwos9QMtjPfoyrLzhu18+1JTnPeyrsb17hUO+I15YPt8y0r0L8Oq9BrpkPdENXT42sv090gAUvbTFYzwU4EO916cnvq1QI75nsJe9d3YJvtVVuT2i7Oq9rUkEvsYhKj71sIk+dYPVvS9+AL01CCQ+e4VrPl5zr7z95Qa+dSWevU2U9b2lmUM+xXeMPUrd9zyz5SC+bBwEvh4iir22UQq+CMflvTbBqT1DSuw9ET1RvXwPHr5NhJG89vfEvTjN5z7NQg++h9OiPEpiIb5SUq69qLoFvoZNdr26a5W9BMe2vdx8tr3rdqK9XiS8vfmAjz7bhIa9UhAIPZD17r2vpue9K+cBvop/H75DzIy9sAT6PY4Jj72uFBY+giJXPiebAj4MovC9NUfYPQQwmL1Rggy+02ZjvVC+BD7Db8Q8NHPNPUWour24dhi+dtcUPaM/aL1Maam9KKHmvQS7Gr4bYg8+WUsUPUrNG75WAda9puXBvTkd7r0p0Tw8", 
        "ixsqu9ryhb3SDYi9tlgzPT8UvD2x3TS8WdcbviJx071JZl0+A20tPsDa9b3jqBw6r9i2Pl9wzb0z/Jg9mNUNvo0/nbyEhB88yl+RvZlc6D03tvA96JP7PZdrR706JQS+sG59PgKQAL36SsO9YfBOPhGbYj5M/CW+YWHsPS6vlL13BCI+kLb/vUPaDr6OvgS+U7uKPhQ+Fr2+X809/3WpPSQYQr5394Q+yhW3vTHP+70QwSK+dtSsPVbPhD6zmDw97D21PXo+YzxBo20+PipNPTWmij1YH6c9+ECsvX0GIr6wVQa9rMUrO/AHLDzhJIE9qCuuvA9p/j1kAJ+9ZukQvs5FlL1Wrw6+vo7rvTzjzb3KWqm8vnV6vR9zbrzxzeS9C/5hPS95LD6pAvk8ILRlvCGThr2WY4y7wcStPl+SYz73LUm9WOIfvvub1b0hYuw8tlvsvXXp1D2Zzh6+yhb+u6QNAL4Q0Z4+pbTtvYC93r2sSMM+7unFvXsr5b0IKJO9fwguvtrWkL0BN/g9K1MSvpyGLb5iHpY8yA3Hu7t2gTpBnY29NLEMvsF42r1+kKs+aK3fvROgFT2s9wW+8q0nPoDVQz73dYI8WHxgPSabYT78bhe+sfEGvlbmC74c00O9KyPzvKr60L3+lIi9t+1OvYAMEj7KDW29fmhYPgx1pr0f5Iw9Vujbvc9NAr7wlKk9uI3rvd2+7r26oKy9tBE1ve1qM77xXQO+HNijPr32zz2CUjE9uvy0PnMMLr1r5Dg9+wPKPUeEAL6CHMI9deAbvhNRrry589M9ZGGlPG1p6r3j1wo+RwaVvZoymDz0Ssg8uoWLvVb+DT1cFjY+V1zevEt7Or2sXUa+QpXUPPvWIb6SQMg9yWcyved9pD6f8E+9AyqrPTV1Tj04fXK91muWva4d77sbL5o+l2RtPinf/byOP9m9sUmZvbM1Ir5F4aM+UBPXPa5MsT30cyC+hFy6vV5dwz1kxwm+EWmYPVKdDT3nPRk+pJosvnrYtT1fKIU9", 
        "2w41vHv/Br7d+0c9h3Y0PuaME71sJs29fLQIvh7GKT2YeDi+jAR8vQhIp72/DAc+e+kZvjJ5u71eIoW9GyCtveYqfD1gxo8+J8rrvGG79L0DjQE9dJ8PPbxdh727d+29+2LDPeCMEb7WaPK9RhuavEbzkz0g11i9qTqiPh5O8b2iMAq9+vbHvUOhxr08lh++nqTUPZPB8T2uuhs+ABqbvQe/Hr4gz+y9q6UwPfjJa73ZptK9y9fYveI/u72wD3e93e6/PR3MLD5995q8S5Ikvl6FVj4Xfl89l/gYvroG1TvW7vG9ozOTPny16r2NeNG9/pjWvXyBfDzxpuO9RUG3ve2JOr2Sh1a9FvmKuvGUXT5QWCK9CwclPvIflz4u3pU8+X9evekrGz5vIDY9SywSvkYUOb2Frxg+UVE3PutKkL3HsrM9+iv3vSY9kj1L3GE8klkfvuRijz52ePS9u4cDPuQbkr0HpTY+bIvHvc2qWj5TiyS9c+KGPkVgi71rwJW9KILqvepCa73k2JM+IyS4PJcVjr1TCZY9SgMtPHC4PT7Ndb49AWz6vdqsJj5aXwu+2rYBPnps0L0t4628BUISvrDEi71jk9w8v2+YPPZa37ssW7C8HkJ/PWzLmDzB4Jc+EMcnvnm6qT5XYWU+2kAqvuXQDD5Sm2Y9mhfGPYFhob1F0gw+RgOHPVlbGb67vx6+fKzYPfKoXj6triC+JxU/PTfH8b3jbxS+kEDZvUJEi70cmga+hcCgPQRuYr1fiEq9d2IHvqz2+D1JviG+kaoOvu1FnT59XNQ9UMgVvkmgBr6gEwW+M/oNvqiMHT4pscq9D4F6vV0uoj34jg++Z5iTvSD+lD60NZO9Pl0NvpFekr3L1UM+/kN6PXguGb7Nb5w99vk2visbcL17co29WC6CPVaSyr2mFBa+cAXgPL6N4Tz/oOa9IfRgPmcfAL4+YWw8Ss1PPm9Ajz45QWE+o7sOPsSfsD1Okq47IHWkvAmZjz7Jqhq+Yu/GvP6x1r16RK49", 
        "bt2mPCOq8b2n/eO944hxPQAO4LxHDqu8OF2mvTSClL2i+EU+F3epPbFzBL6zvSG+rig/va9vDT1Vyue8mhm3PflpI75alfk9uxZmPkwDGL4oI8y9CCU9vsyBIz3RVdm93MO3vXanOL6xUfa9ThP8PBCNq72K5+09ukQavb64bz5C5DS+Z1ievTo0Ib6AOoK9e1ROPkmmH76/MLs+NP8kPqA9Pj2Qj5E9XMCnvRiLgz5lziW9iz4kvh4COr1Nf368jvRFPqWLmDzDFhO+u4kfvTNjHL49PAm+n5ErPsJn/D0f+uk7XeO+vU+7tr3XiQO+T68ZvgBG2rzYwz69hP6dvR/TnD7KSNm9L9cGvoOUjD74jZO9cFfkvT2Pub0yqH896RvYPaHWVL08Rc49caYwvn26h73KtMK9EiK4u68jk72E27K5fPX3vR7L6r3MuzS8S5wKvWEIm7yE0sm9k0/kvVTQDr3h4tC9AbjwvdPdI77U5P89Gn+tO9FJez3aU5E9uA+nPWJEOz5uVw49NJL4PXihAr7uqcg9sgL/vdzx4r1nP9a9cQsLPv9ezb2oBti9FH/uOxx+zL1YfuC9aoIYvp1eqj3vh4S9UgvbvUpp4b2mOpM+RZoqvSJrTT6LO2S9ggHPvVTTzT5hiNq96KzfvQcpYD1DAiw8ZIw1PhvPKTzYTgU9KcEDvmwMT709OsW8STa5PVsOlz6YvAm+VSIXvnMo3L3uMya7vB7bPUNTjD6TF8C9e2uCPmW8CL1ptLe9D7fZPTmgkz5k0uI9bjcHvlqo5r2Ok+W99FfRvZUMGjyALL+9W2u8u3JN8zwoGjU++ccovq39Kr5JjEY+wEQUvrgeRz7yomu83+tiPvSWQj6d4NO8wqc3PV2d8T0feNy9Jt2CPVVZ+L0POkW81lXlPQnuKLyzao0+D35tvZK8x72aCiG+eN2+vNhx4L2bo028nXbpvchif717ohu+qreVPp2nnD4B/Hc9NKGvvNU1FT7V8M281yHCvdj4krypnZO9", 
        "QY44vvYYhr3dPEU+gA4MvhHuOT7on429GO8jvq2EPj3p0tg8JVcIPntEUj74j5A9SFLGPBSSJL6CTwe+v2eLvbgG471NWCM+f8qgvbGgAL4ZaBC9wsdfPd6kEL7jZhW+clRPPjXilTwEzJQ7n+cePrwt/b3IxBm+6vC2vM8itr2XXTg+Fzbbve/rWz4EXbO962jCPm1Q471+GIQ9ngATvlXdPr55dlE98fDzvV/cV73O2WO8xsKHPd4ce71LLqI+GUtePv99rj2+CF89KdGKPcBA1LzJ/4k9eZXpPUWE7Dw+mhE+hEnsvcdrgr2bIrY9ifHKvaZA4r2aOF0+QNIfPuH9Ir6yOAO9BAkhvswsdz7ua5c+x7CHvUmfI762joA+A/2avWQLv713yZE9Om+Fvfi8C750Esi9YvwvO84hDL6JhzO+EE6CvVA+Fb5XvA2+6vgMPhffKL5T18i8isv/vUTW8TsLaba7g6ndveDKkjwBwe69q0wivrYVjr2SkVk95BhkvcJMj71YIxK+U7bBveGTI75orUs8zeyiPvShNrxlnTm+qajDvafVxb0tfMo9eMyhPeAsjD6vpDU+e7/AvT+icz2VKtm9NU14PepSGL58b4i9X/dkPUbOsr0ackM+bI9Bvs5DAb4TdKk9njkxvoOw3rxwgC6+z/1DPkxwib0bn4W9rcU7vFED1z0gBCC+wMCyvPVbKD7LA5q9sxkrPou0ijk3HG89NJHLPS/B9rypfIg+wU0BPqJBkT19F9i9+J/PPNJ/UL6kism9tkcUvrQaCr7C4aI+viL2vehn8r1iUfa9aAoRvjKep72ygRK9TquYvYLuPz6Deu+9dc4KvjqEOL7+ULA9HvgYvuhkDj5FpY060NgZvh00jj2eZg29CeFfPooLGDvs0Q4996pqPW37AL5A6c+9302/PR0Nkb12b8G94SB6PkiEA77awQS+G4V8PTlUsTwbra08EuzOPTJtr72zzyU+WncGvfTztz2sjwE+4roWvs8MjL34xL+9", 
        "Xb9VPtE0uT5klAI+SaIIvUQvwLznL349NpfSvfAzZj2FchO+PRcevDO+az15JeQ80PIivZ9gCT49XaS93dFHvXvVBT6960g+c/1svWZAH76bUda83NAlPK8Yrr2OiN+9LcMqviTPCz2oAr+9qB9+Pjm6YT0kyea9K5aPPvh2zL3WmeO8ch06vnLCHL7lwye+M+DxvfnUx7yjWRy+IRc0Prr8Dz5gCQI99z7CvWlhsD4/Qgm+lhnOvQwwRz1l2Dg+NjzHvOO+f72wrBa9k6sMvnSd4bz4mEk+yPKnPWfVgL2lPgi+uGaHPvmWsT2+IRG+rVN9PAoyHL5vk/a9qQSQvYep4r1Epvg96d80u5YiMT2lAEW9Ddu+PYnmo726LKi900DBvccNTT4sPIk+v+cBvleKHL5SCw2+VEAGvSgGgT4XVEO84uIevdl2cj3wjU07pdhBvZ1NfrwUbPS8WevrPXsnq71sppg+7b+FvYrlCz5gF7C8y2IqvhGEBb6aW9y9V1STvUrmx73IJ9m9WeElvp5gbr1xbxq+LU0LPjE/3z3pWBW+Xf9MvXCNzr2lIeg9p7SdvJMY6L3+vj4+29cJPuO9VD6DMgq9CsuYvcbeJz6rrqW9BLZ4Per8pD7+AGU9nb+LPaAC4b3NdXE+COETPpSL1b2zaZw9sW6MPmcBDL7WOze+MAyWvTtI3D2KooA9w7/0PA8XAr5fnbu9lu9uPnDNrD6b1ce9T2nyvKBBDb6WsK8+g6j/O4bNDb4sJZe9yZaVPS1uBb7X6vG9sbE4PnS1Hb45ZoG8/oAovairmTxTVco9aVIxPHcZvr0ALLy9etNtPteah73jdpi9qdm2vUa45724zUI+hxXdveIUrb3E7mU+/vsqPn822TvmvGY+dVaePQrjxbxfewW9s/hMPSPr6j0VrZs+PdEHvkkn8r25X4S9mdbzvecsiT0LVm4+7YHhvEXtCz658Ju9UMbkvV8j6b3dVmy8JuUgvKAdIr4gzNi9e7jXvZjWh73nAd69", 
        "+mVFPmANGz2gWog+oVcYvlMhH7tqrUy6zCcevtOnwb302fa9A/+zvS01yz1sQcg+H9iqPS/WCD56rZC92ezavVmeM767f6w7HC/lPNqdFb5fmDI+aYwfvg7Qdz7yPgC+WVXBPtRyEL7wuMy9Vf6aPN338L2S7SW+GGd9vRY+FT5sj9y9rMT1va5bA71QEKQ80EaLPXHbvr3JvwK+yx4UvnwTET5/fr29QE20vRh7A775PPA9QbCQPZyXmrwY+788GmYmPvTEY72R6e49ZeZyvVl0dj4L19+93Bc3ve0QIb6Hwzy+GCAzPro7+7094tG9Uc2hPQ3hVT6fIQ8+9rGPuylLoL0rlFs+aG3ivUtfdL2NVta8aRLgPNIEXz7jiaU9oLWNPhBbQb2ObfO9jM0vPblc1Dx0SNq9FYPhvSD/bD6VnSK+BSyQvLO1ub2Z3hu+mfRlPWafBL5Z4CG+FE/uvRfT7T3MtC2+mm2MPXYP072KSp29pCejvbarW73Iygi+gVBPPeP+nb3JVMg97M74vSx85z2kzQu+Rnj4vetH/r1UL9w93ZIrPjW0ET7TKiE+YiD4vdB+Gr4z+wi+MLOKvYcpej5ZjAu+D9bgvR5ej7tpgx++ka8FvuUrpr0N7Km9XsMFvupWjL08F/k87E4JvLflKD5F9YQ9dFSRvZAOqj5UfAA+yhLcve7r0z23liG+NFTjvYsuqD7zq8e981wXvuxIZ72+RVI+a3QHvCELPT7g0x2+85UHvqSnCb73pRo+v91kPAqJ9r1r2u69p1idva56bb37Ixu+mwaOvYMonj2xPJG9eiKNvY1f272M5PI9eIjQvR6ZBT7Mxg4+EHDmvaWbxT2T9Qq+tDMovpioIL4AZfa9/gkdvtpCPz16r6Q9ZBUFvv20872lTqU9qwMIvQhmBL5CtOW9gXdrPg0Mnb1We0U+opt+vaNSx72KJEA+DJfFPiGVI74hH4y9DgsIvmDoJD4EEFO7eKrevbQeuLycmZ88MmFBPgoBJL14UJw9", 
        "AcqMPcsZyL31hYw+wHvDvTE2Eb1RiDu7nHkSvooVYD7Ud9M9uGrCvRiSir2YYAS+vlaSPg/b17zIKYC9e1/BvQ=="
      ]
    }, 
    "dense_1": {
      "bias": [
        "3kcUvLbvKzwekRg9CvnoOX1Y0ztXm6m89969u9F8AD22xb+7K8wKPYqZkzxpRxQ9tFJxPS6azjwCTsY8+aHcPClvUj0ySQ87qAJzvBNR2zteqJk8Aps+PZOy/TwePQ89hjsvvBC6wrktlX28skiqPQPfRzwgUpq8NSu4POTFgT2bFJ67VWyTOxFnGjzzC9U8lAvVPKfsRT2DTEe8Pjn1PepYsjyDbIY9FVyhPUAMzTvnsJK814QFPUqptLweqxY92Ys0vUizBj2iPD89d78HPRM0nD39Hos9AZCQPLqPnT0T6KU8IZxVu8UI2DyULAU8aqfFPHLzkT0NSaY9uiMDPfoIorx/xQw9JdXZvGy6ej2heUE7Y4P4PJlAsrzeh6E8KFnSvNpzCT3qYkw8RFuZvPBvwDvl8hQ97bOwvDcJzjw="
      ], 
      "weights": [
        "AYmIPQl38DxwwDQ+c7msPKJjETx1LDC+Y5luvd4s1byUt6k8EXmvvRVGeL7Z/VA+zOEIPrLQDT4xjKy9zotUPplG7L3+/wm+hm2XPIkLqb157XW9kcY0viqzRb4aJYI+p1XevFujnz3Zv8g9avaGvODmPL2JS9W9ajZJvuH4VD5M7jE+VT62PN54cD0h7pE8nHsgPjxPHD7FZPs9mmwHvSKwfz4EJ8o9BEBuPs6e5z3VtwC+CSUWvD9Ewz3d5qM6tz4GPnWKs72E8YW7s4MSPXump76s7Bs+PtMyvq78Pz6TvHe8y4HyvK515z361Ja81Q53PU5uVb6jhoy9oIrvvCaU7j1D7jW+wYyKvdDQC772qoi90xkDPv+PFb5bavM98BlhPPRx3b2nytE9AOkVvkaFID4sjP69Ke4UPrgoKj4WlsU+lz5WPdUNST2UbAc6zzqGPH1bor18VEE71PWkvXCgqT3FEOQ9h28ePnOgCzyghFg+zh1YvpRJnb2tlUS9UgomPvV7W70wTSw+mqWTvr2O8701cl88DF5hPqsE3z3fEdk9m82HO+hIB75z0Qi+5msovruwRz7Qf6K9tY/WvZs07z10Wn4+L5qVvZtc2zyEBDu+MH7EPJIdUD7vWnS+rne/ve8rVT707GI6uPCuPRKXCb7Lp4M+yJeMPSBRID404KQ9zpXFvG8JK72U3xW9hzksPlQeTL4gqp29+U5ZPkGDf71DvC8+/7XRPZqiLb5yOwa+YTBrPeVYF74f0xW9R+swvj811z1mege+rhqWPfOtGz6/0Jy8gwsRPqLYJj6TMw8+aqamva/hpj5eGjM9N/ykvedlI75PAE89sXlKPb/30j0LpUQ+M2t9PSreVT2YsJK8+n3Fvbq0l704uGQ+FsYhvvP3Z71f2Wy9CLlTvcS0hb2Tmyw+IOMdPuE0vLwd8nw+dhY8PsMHKb6/oAY+IyexvEwgLj0yqeW9aTugPjqqHr04CTQ9ULQGPkOncT5TCNE9iwBXvt63Ez4IClw+", 
        "X9ApPoDY/r0roJ28iHgcPmVAAb6HAoW74SoYvp2Wtr3sDo891HOLvRZ8ZT4ajSs+dojSO7N2jz6FNz6+WqOJPY81Ib7idVm+U7/cPReY7DxH41c+vQorPVqZ+zxrRam99UJGPcDYIj0d+zI+DNQvvsFLZz7Ogv+8oh2jvd/KC73mZjI+ElczvhWWx72PPoq+JMSaPWEai71xcSM+4YOKPIyC1L0TyLw8ZnQOPv+2RL6Jy9e8p7EDPoovDj44G6O8B4FXPjFQB75zngw+jlaOvLHiFz5C5nY9spk8PaM/ib18+Eo+tSqgO9p41bha5Fg++rWPPRjwtbtTWsE8JSBUvj1lMT2jlpm9ydaaPWLnN727fHQ+MTWFPcGDoL24i+m9HCw6PBtCvT07/Qy+yGxkPEHuVL4v0aw8tRKsvduQjD4lyhw+/oHoveYcKz56TiK+GfVrvnG7SD6U2V49/gwRvrokEL5k2Ki8kCRgPZLtTL5+qcu9ukqIPX8t+r0fWB0+7rjovWiMGj6uZRO+FlUFvYQaTT1q8TK+pn3tPYUgYj1J70W9sl5Dvje9ej7vJwI+EWXsvWu5vT2km/K9GXsNvuij6zwsPrA9o2cSvpaPCbzUFg6+ZFlLPh1YgryskjQ+ZOyhPXtdxzuTHFa95WGfvfwgZz1COEg+c6wdvTsWED5NTio+4uETPg74JTwzbVU+pfB5Pej8jTqBNyW+g6itvnPcaD6E6rg7+nCIvLJ60r0EiBW+acqdvVR1fT5Ltqm89py9O995hD0zJ+A7C8tWPu8bp71tvcA9jB/PPYlCRz7rVok9MAu/uxSMcj73d1u+5iOovTQLQLwaM1S9er0AvfRRXb0Hh409bNtuvVZIhr6j6mo8qlWkPVGb8D2pVm+9KzQLPqRGGz45IU69dcbFPO/M+z0rw3I+zOUFPiC9kT5jMki+smSOvN/EgD5d6vQ9NZ6CvBZLjj5njiw9IT7qvfzBDT6Uv3E8pRWHvnhvRD6xDm89jPI+Pg5lFD6Kf+O9", 
        "OvdQvFudAD0Cnoi9ffH/vAHRiz2vETG9oB8ovcqUEL7z7ie+3k6qvRoTSL1TpL29z700PkgAmL3c94g93n6qvS22yL16MM49hfMGPrAgGT4Lgd+9p4c4vQSB5r2A9EE+He2tPaJGKD6MpUA+pbEePCDcfr7EGko9JdFgvh26gTyu/Wk+n3KiPCRmCz1R9A6+9zbTO+TPd73avzk+pMMFvGYYID7oWKS9qTanPCg+rLwgVMe9q4EIPhAZbz6+P/+7IzevPWqzJz6euGG8/IW8vfwqlT1tZwQ96z7UPQiPHD5lVri9KAgfvmamcz4TUxQ+lQFCusEEv73oHkW+mYO2Pf3Udr10Evo8opNcvgXzPz4Qb/k8CPt5PXvL/DyBzS++9GRuvSZFcb5Q6bM8w3MwvrUcjD6i57+88ru9PXrGyr0a1rS93HRUvnZUiz0Ownm+ls7gusfZrr1Xs2M8tBbfvMOAND231xq+/Dgsvv1nLD5rt/C9beEnPdyn67uILH++X75evJfXK77aPZq9g4nsPS7Phr28jCc+NPYFPq4Klbzvlh0+LiHnPaosoL2CeIa9JJ2pvs7Vv72/LYO8h+Zxvq+o+Lxf1vc9S4XdPa9gFD4Otxy+OHWfPqKOcj4z2Om9pLlTvbUspzwUveo9mmKXPvR9AT5LG7A8sm4Cvobt6T1uCkQ+00/GvViP/TzsNCi9ibuaPMauEb5pzU2+9VOSPYsp+byuhiy+NA0MPrY7ET6SyjK+CraRvdYrob0/GMA9+iucvZgU7D0rZi68en+BO0Aj1z2cPpM9p1QdPnbEib7RNgO+GQ8Evpoj8D2CQ+a9Zf3NPa4HEz6xyF4+98+MPa+bST3pec28kJItvYF2VD5vIAm81YflvcEIBD4EgTW8ZeUevkG3wb3zlOk9BfAtvsgH1z19sAw+uJ4aPRE9UrxNbfS8Cdh8vWiMUTzi2iq+n19ZPdrzPb7t+Hy9Apg9PvV6rj0vO7w9FhUkvKLIvzvStVW+WLZEPa5CJj6epry6", 
        "3kJ9PuUwwr1/ObW9gBtXPVoewz3EP4++sK8rPej0TL6j5QA9UuUMPoDfJj6S/UU+p0XDvTSiIz5QzYs+IMEkPlv+9L0Wd+K8mg9dPp64FrwQa4w9RreGOo7iAj4+bT8+VRnxvc5dCL5grTO8YZw2vebSMr6rDdM9y9ehPbbwIL6O9w4+A5F7vdSKzj3xCb0925+EPtMsM75Ux2U+5HqovT64lz6glSi+LlwqvrtWUD4wjpA+Tz2EPtDJUbzM2Gq9GgVBvmy5KL6rk5U9GoO0vUXYdr7FtqY9zBAGvgz4nj0XKE+9sJnvvUrHeLsA9uM9DugUvuaHAj4HsgC+jMpZvrprhDwE9vk9BBMLvg5bFr6gRYs9FRiFPR2AKD7a+wI+7tAKvhMAWD4Fxr+9QXZkPuZ/Jj4HfwC+kccSPgsXpLspaz8+0IvOPWy/gzzpHZi9XguVPnUMGT5NTAO+O9t0vgq6TT4N8Bg+KKl2O/10Ej09/Ia7dH3UvT8bMb61zPY9J9lmPkW8QD1Nham95n8KPT0Djr77mEy+T1a0vWSgeL3mVFK9fqMgva4+DT4WNjm9+/rJvf5CSz4Jyki+1zdSvnC5U75kwI8+NEyqPbxMGr4iNHk+vh0zvrS9pbzLLWo+FSNNPmKfwD0dQJq7o8ZOO/3GOL7UcSE83RtqPpSqSz4FQcI9GMARPl0A4b0iRPo8ju9HvYashD1hcfe9R2GMvKbnQb4u/Ma9WJwGvtJXa73BiI89b9dNPmommD0lokK+gB9iPpkSir7Ox509VS3yvcWdVT4+L9c9LLHIvaEOFTx58PE9b/73O20+szz4hMc9MPECPo3Rmb15N4M7mXtLPe6zNr4PsII9+uQ3PttZS773qSW+bsW9Pio4IL4fchM+BdeDOBPUxb3bfWA91vRgPDpvdj47xS083GP5vBLOgL5dLw6+uLNWvlvYtL2LVK0+vlQfPrDLOzxttM29hy+KPI1J9zzx0jq9OJ4TPpzetD2zDUS+XrCfvTZL0r0bGpc8", 
        "fqcCvolbMj4vDVw+PN4SvYbloL1Ie6Y+oiAyPgo/u70Yo+49sb1SvkJo+Dvo6YE+g0uCPqWcWT7CxVu9TTMnvuTWtb178+29QFSIPL7WNrvmeZy9V5C0PArq2b1bAbm9axuHvff+dj1H120+IAs6vFauEz4XJ4C+vC0KPsew8j1r2rW9p9NAvQbaLj7JYTA+u5QqPkNBDD5/onM9eXcEvke+xTwvvbC6tG4sPAuXJz5cSZ89OYtkPtBZ+bx0bLC9oBbRvfcGJz0TXJW9ivpnPr/5Gz6VqJm89vWevU1XKjwJMRS9ZkgoviS36r1mH5o+EWyxvc7Egj0+noo+iJ2jPLvNKj0Jiqw9D80pvnW8mT485X477+DSPfM7T775ao29A7mBPmRTZr4/JHm+j3MzvtX4AL6FnyY+1wIHvqdvLr37cNi9rkjmvWkXSL4UFAo8eExCPrd3Xr7nv2O+5Te6vT6uijv4wD++c8StPefxKz4tA4y9TZvcvfjIlTvL7YE8TcUUPf4qTT0T/3A94u0lvmQlFT689Ws8HF70vXn7Rz4loB09y6bcvWprpbwrCr89RDmMPI3Jqry9scO9XP+LPUbaA7042xo+7pnZvPx+/jp7c1e+D5FevQVIdL4rkZ+9uvQZPaR1PD75l2y9u3qTPWgnoL0hAlE9jw2KvrgEJj5tSbS9g3kxPgu7mL0PkjY+zF5ZPpzLwz0AHJK7hWAfPUQ0WD672Ru+0MUAPMSjib5+6S09XO0KPOC5iL7NcdK9DThcvtNvUr7cnp09v/4yvcb7Yr59FpW+3mYpPjRoybyFWZa+Bf51PkeqUr6ZKnE93fO9vUmwIL65jBc+pkEOPlohOj1n+J+8D9QkvqNaRz5NSts+WW5Qvho1oj5Jugg+xGd7Ps5Qer1EIHk9WlYUvvLItLzFSjS+0wUEPmWnkD7m/9m85uvxvFFxFL6wnV2+UDzxPMucLL1PGVa+BX5VPvlqzbwFxTo+fU5/Pnmi4r1a2Qs+rEyFPlFsND6fwgs+", 
        "eOwJPY6l4Dwwibk9IiUGvZhVQD7wrUO8MHOiPJSGfb1pRXU+3j+5u4VQMz7s2MW9ZPRFPkCLkz0CdAs+Yd6gvZt7gT5azd29je+Cva9omj0qniM92JK3vcuMBT5W/bE91oRLPoLVOb3A0n0++aVzvMT/Hr7i9tg8ylISvlHkCz0l2ky+RTuMPuefHD6BI3M9D3NpPv1c9z3f74a9K1r0vdL9rr37PUS9ljKTPnNsGT5oEwO+M5/8vWoZBj6L2SK9LwClPGpmHb4oSYk+MjSwvbNY1j2Lmi4+bJoFPgN90DxXWUe+/EouPauw+j1Ogy8+nVU6Pka2Nz4mrRO+zUi9PZvgw70CpTS+co1Qvm3kyD1atb67DupRvtkrJb2fWza9D2a1PYwsyT1SSYC98iZMvdX+mj2tcPW88AY2PfQVMD66BBi7B3IaPgUCFT172sA+zTjTPSuvM71nFVQ9UrxSvbOVmr1DVzI9j9vavSubRj4P+iu+vGPHvNxNDb2Oq0I+c5wRvnVsSz6ZLAQ+0Ds2PjsBcr61uS2+5F1vPdahJb6HLZI+nRiYu2J/JzxqGGy+QdChvi1TNj66ixw+uxeXPaxbmj2mwWu95mVgPTBKxz7ns8G9XYcFvWuj9r0qtNM91X7PPZU4SjwD1yo+0VhvvlkA8Tx7Xre9+KNCPaIyHD5FGHw9OJDIPl0R2TvHTea9WqUsviTbfz7+sXQ+VRWfvedAuL4iC3O7R/HpPAoxrz4Xb8q+NNqSPpfBjD2LEco9ZJQMvqhqej5OsAQ+IWUtvb0BcD6v+w6+RvzYvFA9fz7Acgg+4UVgvtiaP72sXmS9uhwmvNmMPT0pzvg9gyzePFezIj7MWjK5D+MqPsDrM77JvS8+zMZXvibX1b02GHa97aUcPaH5az4Fk1q+ahatvWXfs70tTZW94oe7vLEsQj6bOUQ+uuIIvhgY7b3Drle+QWp+Pm/LuL35+OO9bu2EPgEZq73CDxg+dPbXvbVZDz6NGSI+/BXjPdsuzr09g9S8", 
        "U0MYvnD4FD00IkI+pKs8PkRxpb1RHRo+vhUFPhxj1L23vYc+OFKFvdp7Q77E73W+5uU8voIJRD5LDJs9TsUUvnMPEz76XUU+I/DjvdxGtT1eFuy9O3zOvCapAT7WcZc+ouW2PcAghz4XYz29j4jTvWqgbb03YBU9UammPsFP4b1hlhg9DdAyvdg98z1e7hY8T3KNPdgMGL5tpYW82VVcvt0D5z2u6dQ9fvf3vRqwbT3sQVu9w/Q7vjpkU76KFoE+eAdePh+CC745MDg+Y7zgPYKBLT64mEW+cVWyPYZa1b1bI4o+dob5PbH5VTyYWlk+0ZYvvWu9hb6nLZ2+DE2SvW0gjj6manq859hFPajJorsbnke9lSkOPnTrkL0UA9y9P14NvoIenz5gXUc99i4ZvkGpaj0mcKG+HoCGPlAfWT4OGzC9yBs3Pi0NjDuSpAi9+jqXPi7ngb25W109cYfCPugfWT2IbRW91987PhmuJD5ELZy9CDAFPXCyqj1q21q9/R4cvsn2rL2r1oa9KUuIPXEvCr2gdYk+/gS8uq40Nzs13ym+46sxPhJOsD14bHm97bZ1PqtHoryNcKI9SZKbPhQ/iL1RgR8+b6qLPaf2Iz5MATa+BuG0u8gx3D0wlBS+pvaTvJ/W0r2/+mY+MLUvvpegDj4I6zk+wH4dvs8qhD6BLTm9ZuQ5PgHgYL3QRZI+IlW5vcjyDT00jDE+PrBHvV/Ed73n5R+9LoqrvqA9KL5Gtry9Tn4nvsl/sD0mwjA7BgNAPYewj7zXL9W92ePfPaQB0T26eMm9WsdsPby9Wr6sVjM8Ok7NPGPoOT07IiO+Swqiux/OVb2Z5ew9A410PV8xQj38WYy98L/evVHlnj5uqHA+AhD/PPnJJD45+mq9aQxtve0YAb4lB2C8LneuPmAv6j0BIik9kKj/PUyK87yrZgI+ZAcpvlDfyj2Y9SM9Ro7aPWzQtbyhJ5Q9ceGYPud/Oj5xNQE9HWHLPFXXSL3XeZK94vkvvHlLAL6sYJm+", 
        "6RJJO/Mf8r0f3n899RSGPZqoyTwbPfQ9uNq9vcMxiL0bJTa+rnUtvYVKmD2UVgA9TOAhvuVW+b2fkYe+V5u0PXDiDT5V1IE9/iAVO9QHFb4yqjM+v9mdPdYScb2+Qis+WBa1PV6qMr5RGge9fGjFPXy6RT6QHOo97lpcPpqRpD3x8KC8Y2A+vYyEPb49PD+9hD1APljgbL5vQxk+CxpYPpCKFj3UVR0+MjBFviLMIb77zw0++tzHPXUkOj3Ec0E+I8+PPPQUO744JBG9YuGCvR+Pbb4GPeU9fJeJvpwRPj7II8W9zSClPtw7RD5JZGO9xy7ivdndlL0OvtO8ulIyPUyBXD2Ruqw9rHP5PLJYEb4OEck9jnYTvZfNWD5i0IG9Xo8OPij+r70mWPy934nivbO6dj2xz5M9N/HIPOeg5j02/+89XBoyvlTarD1AwqY9wKkhPfz2t7ysarw9PUi2PAaAAj7zCfG9YCNAvUpn4T1trwG9an8KPt4Nkb0MT929uYMovpnssb0P4V8+/5fvPc3xh726rW+73HQZvfz9Nb6Zx4M+b31NPbDDXz7IxoE9h6e5vRjcyT0BWdS9MlcTPium9b3szoI9gM8bvqpXVr6V6Oc9zUoFPVKO/j2FjW29/7b9vd6kFb6VIxQ9Y2tCPijXKj5oNeg9sYG2PczqED4PkzK++lAyvghsID57JqU928ISPYMwNT7xbI89R7Ezvb6BMj6742+9mSRHvc0uRz6rkku9FMINvdNfG72lTDy+mdUMvtr9Lj7Mar89bYYFPqBkAD491XS9YXl+vq9vQT78IA6+rGoKvRHFvT2pqOs7lcfPvWwJRj0ywKE9JhJOPVDzvD1Hk4E9qOUKPrlxE72oG8A8UPMpPOEQwT3ba4Y+DIMXPmsZgb1z/A0+dfANvWFzBz5Y4ry8bYvhu2GCfD40kww+TnOxPZ1nmD3mpJ49EGJzPZIU67wOorS9UfdwPiTT3r3RBdE9i3QKvWI9I75SOH29oYi9vPtKhT112iG+", 
        "3R/KvRvcOr7dn5y99PGrvbOuMT7+v2Y+3SAUPgVGVb3qd4q9YbknPHrTwL3DZ0O7KqzJPTIpJz6v+F8+nlOKPqaeXjxTUUW+m8xYPUY9gr3Nn/M9WwcJvsG0XD6TXj6+J3U1PoweGb6BFIa9mrtKPumMPrzV6NI7LnakvOIEGj7Pei6+783QPf4BXT7JdmC8mxCEPURCVj167Jg9ao4yPryefT3JK/k831eJPtbfpT0C6wm+RdO0PCOji74QSCo+incjvnK4Nj6eqte9AtuwPDLaM74uWeY9hIcwPizm373laQs+jn3sva2Hwr1lA7Y9ZpCAvsqDMb4EpQE+1HcOvlc2Ib1C65S8PI3EvZutwrxrStk9kxZMvbHSAD6YkZi+2YkDvR7Oyz0TGQk+vyrJvSUOqT3PRRW+DmX0veBQDr6/+U+81MyVvQt4pz09x6A9DmxlPVg9/L3l2uM9rRcJvPxnsL0forg9f3oAParJuTzuJSg9MqvQPWMniLnVokO9XEPDPXHC6j2xW8G9zLPWPQBqlL1ZFDs9HtENPjILXT4wP9w6g2mxu5WXu7sgxCq9s441vmiu171IvC68MoyGPea0Jz6pPtA8fjFWPSObMb2mLfw88pRAvq37pb1VU3e9krjZPXkRTD0zLAQ+PVEdPTrXML5S2c89CQOePdnxWD5ETQ++AS91vv8AAz01+0Q+v+MgvWOlJb5XaUw8NPcVPo3LJT71WEy+ygDGPN/clTyOhNW9mo16PRg1ij4ak/a9wYopvqArn73udze+Iok7PoJkGj5vmlG+NRenPhqmEb6eqV4+9/5RPmDDPj2wzb89r6Q1Ps7hkT1GkMc9j9yEPnR2jj5M9VO+8dQ1vT5dYr0qGbM9APCzveThjb1/7yU+1X9/vhPdp73QVlc+DrXPvR/lPT3rWlk9NKmoO3xU/7xjrCw+nydkvfxcyDt9YKU9QNRavp5ZyD61CR4+C0qyPRiG6T05kgw+ePrbvem1zz1SkNA9NvtEvSxyzr0mgnM+", 
        "0A8UvTATpb05gaA9606HPRlxCT4ES5m+OgGlvW7Vj72QzpE+meO3PVpQQL77HB4+Rd19vh81Cr0oFz6+iB+bvrw+o72jhxg+S1IDvu817byw3Y699uLcO+CGXz1qRlE8q5lUPcTYCr2AM78+K4xQvTXaR76K9YE+PeetPMb/47yeSBk9zxqOvhkBwz0NjsS9ZFwrPsiCG778/fQ9e//xPRs6T76dhkO+MdM7PtGWEz68DAS9RLxAvmUlo72NHlo+JExTvtHl0bvo0zq9F/tiPUJVhz3aZ+C9dYV9PaH6Aj7ICEW9CMR6PRSUmT0ZbUY+tT1qPdpy9D1oXqa92xz6Pfd4gby5dbW936jhPV1oAD4eLBC+AOcava297T17s0C+MbWvvVm1RTyAdgW+KiO6vN7pW71xrhY+ivo1vsbvOLyFZG49tuBWvXhEaz5Ar8+8dAc9PgetW74+HqA9HrJvPRXl9T3u0vE979K6vcznyDrCVzO+aqNHPrY3Sz4EH+k9pEGHPcJwxL0kEf+9hQGZPT9nQD1SyVq8eIHPPQ146rxtAig8zUeSPfWyWb0zBLu8Fto+vZKM9D1p+2Q+9WitvGd5Dj7AZKu9qQUMPXJUlT6ELsm9WzKQvWq6a76vmFo+yoiuPage9bzW5ji9i9UmPndrwr1w0o882Um/O5NrGzzU224+cypIvRsT8zzL0Ow95ot/PmoKH70Tt+k9AlZkvvh1rT2cGle++UaHvcxHZz5OVxY+KAsSvhrHoj2N9ts9gLv/PTHECT1USk+9ZHWaPVzuyz1JIz29CVU8vjo+Sj4rtho+RN3TPYL5CbxkhxA+VAHwva1w+71ZMAW+a47DPT1AGT7UTnK91T2EPMe/3D0Tyqa9rMMoPkkrSD4Mw+q9n9mCvsJnkz5QvwS80alZvsCc1T0pNS2+KZa/vX5u7j2NA+E9BP4vPrU/w7xVCxQ7Zd4mPkqVCb72j8C98DxGvjYwFz5H6k68bONfPcK/LryMpxk9sa/UPYVNrD3WNog9", 
        "DLo7vYCGmL0ex3q9fwIqvnEjmb3lIBM8zDetPER6w70YlXI9qorFvfiGAT7UMfW9xahnPoL6yTvneXI9RUr5vfOib777x7W9I7SZPRkKHL1vKYi9NM9KPe31DL22ZnM+N+2Mvsmp6b06Wbm9UkucvkknOD6dAMi9EQWUvTcNDL1oe1I+uYsqPkhwhD448W29Os4kPS/6FD7VSIu9g5LLPalJTj7ZeGo8WkgVPKZcH71FHRS++FSrPcUwQb6eMgg+tmxGvrcC8bxeuBE9W9YxvIQ2571SHw094ALsPNtCtjsaP/89oNgyvVleQjx03wK+5nw7vo8Xnbx3pRO+dhepPtiUJjzHSaw96ozOvLDKjT7/YVA+JDm9PUH0Pr4Eg30+iZ7DvarH0D3Ez0o+LapCvd3i2b3y3J8+H/YBPtDw2b1PWT+9MkLTPfriO7xy/KA+moWiPm9JvD1LYfA83LYbPrphFj75j488gQykvu7YlDxnEKI+vbz0PXM/RD7Iuwu913ElPv0QdT6HlO29X5rNPTRRhT5R41c9ZQw9PlFEKL1eunq9Vd4XviueT72Rxq69J1RGPs7MKL1Ti1O+MTuJPaXa/T2auyw+STfJvR8HgD58mey9iTm3PaOrQ736uII9/owCPc3mpDydQve9n9i4OyusYL0NFx6+hBjavR8XAj7ebRW+rhmKvhV/JD6Qxai9FeD1PZZHNL4h+vu7hXdRPIPkFD7OhTe+E8afvX6eX7zSuJg99GjavQeEkD7MNCs+1kMYvubUZD1sR8k9fK0FvUCRCz6RQDa+aAubPWPa6zwSxFE9CPcFvLZgqL2+ISA7AGJGPtE25D0BIlU+wsYouhgukr0BRl09jDUDvuqBZD4Bvq492o7QPXFXPz16SDO+tOypvSwqaj5EplA+KmpyvL6oDT6sDrC9vdQlu211wD3bQS++oysxPUvqLL4Hors7o0nDvehXyT0agZE9RCQSPgKk4j2VPZm9EuhQPWYhnj59oZE9HhKLvW+RQj5RT0Q+", 
        "WGrxvBrPQb4u/P89aFFFPWLiQT4FtAA8JJqOPh5Bp70qjCm9C20Kvl5FXD1FRRU+R1U3vvVkTb56qQ0+AVRAPX1Mur0sti49ndu+PXESIb7F9849EwiIPd4RKL2KlZq9KrKpvdg5WT0wmue9oQ8xPl4eTb6FPsQ9LK+sve4FZL4dUVe++UxRPrOrO74+7SK9Qy0tPl/Vnz3nHhE+ju1UvmI/gDwjRbI9NfF4vuWkb72Rz+S74Ekcvg9Pl73PcVo+k8ZKOJyzIT7wpOg9/YDOPYVrzTvu58A9NI69PVC0KL68hxC7iTSovEJSpr08f7+6o8HrvRLagz4Ef/+9WsO1PaYxGL75KGY+n+FivYMwBL714Iy9k2lGvFhL2Dx0t5s+uAZaPj60sT1VORI9Tm6AvCVaCr5KEWk9lu2mPaPmGD2eefK9i3JePudVOb5Ksh6+LyOzPOYkob2+k7Q9sI86vsJ6L73xNmM+1CdjPlUOFb613HE9gMSHPXxcP72ZT949+ySAvQ6GcL5wSCO9+oacPm09Gb7malE+j09cvpRJw716KXU91jLavXsIQr4yGli9sUh7PYHz6r2QcQU+qfUZvs0syL2nezE9VGRRvpyBC74KH0w+3gYdPvdLTb5w3c27SzwVviUje71Q6Kw9f5kcvqz4VD2p29q9Au/OPcJR/j3CrKM+SxCAPW5PNr7CSiy9MpZPPrKfLT6Pato9depDPJY4rz2Jnp69pqtZPZsU7zyiizS9u8uLPfzuRT4+fYC9t6p4PpnIpL2cFjg+ihXjvevXlz7IvPQ9s4sFvoFHJ76buDA+Qp1GPq8ywrzK3m4+988tvoTPVb7CI3K95buIPjZrbT3NHF89slEJPq9TWr0xOKI9azcTO2l3Hb4NT5E+YTbAvDFD0z3+HBq+BnJIvp2oCzsnYwk9tJEfvtD1yL2QJbg9WvP3vQ62cTyQaRU+Vz9iPgowib31WaS9j+UIvkXYND7RWv27zVztu+W9Kz6YX4Y++cCwvZLHV70eXOU9", 
        "iDlQvReVGL7pwQ8+ZEmpvmhn+j0zCya+EiUtPjE7vTt+CBk+0VmkPelltj0MYfQ9JVAdvf8NtTw/GyU8WhcmvmRMTj6PwgI9Cst5PlEdMj5OBeI9aJmTvGu0nr232wG8c2JrPbqIc7x4r5w9Wqy0PS6oKj4iLUE+TST5PROE1r1VzE2+t4h7PirgH735fg89I1khPjMW8r3JNQM+5VO8PW/85TtWoSS+MSPXvSI4Bb6PnP49p5hfPogiEr5qq2I+e5g7Pt1oNT5vAm49S2W9u11OGj7q84c9Up3ivZPMAL5Xs6i9hY92von5LbtISu89l4TkvVmb+b2yvoC9XycIvRxmhb1m1AO+7TpkPs7hoj638om9Utx+vTHGtbwDtUw+sNYgPo2oZzyqdWc93Mp9PS9vnj4SaG0+TM9EvcVZYj56hTe+YWVgvaFWU77lndk9y4ESPkPkKj5Ft9+9+G2sPdUrmr0YGKE8Pa+vvjZIsL0LZLA9oQAZvRgAAj49DVs+OGVqPNHAIz7TXPg9NFCpvmoyI74vqEK+HmNoPcTJWj0lWzG8tbmvvY6zu7xbauk9b/wMvsTt0j3qZtQ9om0QvM72QrypENc9Kx0MPsog1jkdLom+Cj3LvNUYr70+Wf69JW6yvcMYXj1tbIc954FfvtP9pj13Lk++pfA5vlMqYLv0/zs+Kag2PuT2gL4kxjA+bJQSvKpqJz5sokm+X3x1PiWPpD1HdWc+1xkAvSx/ijuQx649ZoM/PneiBz0YKgO+yjr0POYdHT4Fq3E+qIwKPpk4PT6bKai9vfkDvQmAGL6tcTO8NUJDPpgQWz6+XgI+z4dmvtLZV74ge6W+kqaWPShqZD2IcCg8WjcaPvRpGT4+LwY9Z2iDPjpPmzwimew9I9rnvdYNub2+8ps9xYEsPbttTr7tSy0+AXL6PaddLz6DGEw9gGoMPVpwKbyG5AU+NriZPVS5lb2Fook+EI73PpqScz6DbNy9fcSePcc0Nr6hH549KNO+vAozST56kTy8", 
        "zXaove6psD736Nu9yPcMvXyM6L2yj9W+xlBEvmuZZ70AWME839zqPZujdD4Rn6A+eg4qvpIEB74GhnM+4QAyvqLGUT4VPKK9J3IyPj7aTD4NUAs+UBKFPhzeOD0y4QA+I3pQPqEhF74j0ii9zyd4vnIyDj6ZhUO+UDakPWPGhDw4GyW+lZyzPRXO/L0bwG46f/7+PIM2mD3X+889uZxqPnxDobwmvoE7VBpCPnv5RL4tPUq+ooQRPlTVjT3JpRs+bBMvviHyiD34D6c8ABFFPvejdDrx+Pg9bJO9vEDArjwQXL89fyn6PT12zD2sQMU9XouoPrXaRj1iXzA8XusyvhSvar6yN0M++GOzveHlBz4u1iu9rrOiPSYXsb1/q7Y9CeIGPnDeQj7Gzva9WsNIPtaBPD2dwgM+guZevZ69VT5W8qI94xbfPY29Pb3zfLu8+jU9vdTKGr2P1be9xIM3PMtZSz4zkyo+3DllPhqpHj20LwU+oHcOvNGvmz1vmha+Ebd7vfUo+T2XQoc+lNrqPW2dFD79mpY91UK5vQIeXb5NXgE+d801PonA0D1Gybg9fNY6vLXCVL77DEk9Rx6CvlSj/j180+k9+MPJvTmSm77jvek8SCO7PaBnzT3YU8291r+SvbOI2TzesTG94rzOvSXRhT7Rtmg+DKA0PPrhDL5cUpk9sheMPVKRRz3Vfoa9dnRmvf+Kr72k+dI994ICPfis5b20JJY9YmYiPbwFUb6o27U9pf5GvfA/Vr6tI+c9oPCRPHCdjr1uvJ+9uhuAOxqFvj1QXay8UF9oPhkwfzysil0+6p5XPnCv670vSiI+/PYmPq0QZD0RGkY+ZWVUvktcf70H8Tk+qJXsvG+Rxj2upue9Qm+TPSifgz4qrRa9vfXOvL/MvT2YKpw95v+DPRfhB77slvI9VSdLuwA2jLwYh9m8qvsuu5Mxn7zrHQq+FPm4PaKXjr4r2aw+E71GPOIKLz61f5U+X5vCPPy4gT7kaB2+/V1LvjfnIz3QEZg+", 
